Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Expunge Deleted Messages</guimenuitem></menuchoice> -- Physically remove from the backing mailstore all messages marked as deleted.
el: <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Αφαίρεση διαγραμμένων μηνυμάτων</guimenuitem></menuchoice> -- Φυσική αφαίρεση από την εφεδρική αποθήκη μηνυμάτων όλων των μηνυμάτων που σημειώθηκαν ως διαγραμμένα.
es: <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Purgar los mensajes borrados</guimenuitem></menuchoice>: quitar físicamente del sistema de respaldo todos los mensajes marcados como eliminados.

source: <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Close</guimenuitem></menuchoice> -- Close the currently selected mailbox.
el: <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Κλείσιμο</guimenuitem></menuchoice> -- Κλείσιμο του τρέχοντος επιλεγμένου γραμματοκιβωτίου.
es: <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Cerrar</guimenuitem></menuchoice>: cerrar el buzón actualmente seleccionado.

source: <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Empty Trash</guimenuitem></menuchoice> -- Delete all messages from the <symbol>Trash</symbol> mailbox.
el: <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Άδειασμα απορριμμάτων</guimenuitem></menuchoice> -- Διαγραφή όλων των μηνυμάτων από το γραμματοκιβώτιο <symbol>Απορρίμματα</symbol>.
es: <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Vaciar la papelera</guimenuitem></menuchoice>: eliminar todos los mensajes de la <symbol>papelera</symbol>.

source: <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Select Filters</guimenuitem></menuchoice> -- Pop up a dialog that allows you to control which filters are applied to this mailbox, and optionally to apply them.
el: <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Επιλογή φίλτρων</guimenuitem></menuchoice> -- Ανάδυση ενός διαλόγου που επιτρέπει τον έλεγχο των φίλτρων που εφαρμόζονται σε αυτό το γραμματοκιβώτιο και προαιρετικά εφαρμογή τους.
es: <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Seleccionar filtros</guimenuitem></menuchoice>: se abre un cuadro de diálogo que le permite controlar los filtros aplicados a este buzón y, opcionalmente, aplicarlos.

source: <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Remove Duplicates</guimenuitem></menuchoice> -- Remove duplicate messages; <application>Balsa</application> locates all messages in the current mailbox that have the same Message-ID header, and removes all but one.
el: <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Αφαίρεση διπλοεγγραφών</guimenuitem></menuchoice> -- Αφαίρεση διπλών μηνυμάτων· η <application>Balsa</application> εντοπίζει όλα τα μηνύματα στο τρέχον γραμματοκιβώτιο που έχουν την ίδια κεφαλίδα αναγνωριστικού μηνύματος και τα αφαιρεί όλα πλην ενός.
es: <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Eliminar duplicados</guimenuitem></menuchoice>: eliminar los mensajes duplicados; <application>Balsa</application> identifica todos los mensajes del buzón actual que tienen la misma cabecera de identificación del mensaje, y elimina todos excepto uno.

source: Message Menu
el: Μενού μηνύματος
es: Menú «Mensaje»

source: Message
el: Μήνυμα
es: Mensaje

source: This menu has commands for manipulating messages.
el: Αυτό το μενού έχει εντολές για χειρισμό μηνυμάτων.
es: Éste menú contiene comandos para manipular mensajes.

source: <menuchoice><shortcut><keysym>R</keysym></shortcut><guimenu>Message</guimenu><guimenuitem>Reply...</guimenuitem></menuchoice> -- Reply to the currently selected message(s).
el: <menuchoice><shortcut><keysym>R</keysym></shortcut><guimenu>Μήνυμα</guimenu><guimenuitem>Απάντηση...</guimenuitem></menuchoice> -- Απάντηση στα τρέχοντα επιλεγμένα μηνύματα.
es: <menuchoice><shortcut><keysym>R</keysym></shortcut><guimenu>Mensaje</guimenu><guimenuitem>Responder...</guimenuitem></menuchoice>: responder a los mensajes seleccionados actualmente.

source: <menuchoice><shortcut><keysym>A</keysym></shortcut><guimenu>Message</guimenu><guimenuitem>Reply to All...</guimenuitem></menuchoice> -- Reply to the currently selected message(s), sending the reply to all senders and recipients of the message.
el: <menuchoice><shortcut><keysym>Α</keysym></shortcut><guimenu>Μήνυμα</guimenu><guimenuitem>Απάντηση σε όλους...</guimenuitem></menuchoice> -- Απάντηση στα τρέχοντα επιλεγμένα μηνύματα, στέλνοντας την απάντηση σε όλους τους αποστολείς και παραλήπτες του μηνύματος.
es: <menuchoice><shortcut><keysym>A</keysym></shortcut><guimenu>Mensaje</guimenu><guimenuitem>Responder a todos...</guimenuitem></menuchoice>: responder a los mensajes seleccionados actualmente, enviando la respuesta a todos los remitentes y destinatarios de los mensajes.

source: <menuchoice><shortcut><keysym>G</keysym></shortcut><guimenu>Message</guimenu><guimenuitem>Reply to Group...</guimenuitem></menuchoice> -- Reply to a mailing list, instead of the sender to that list.
el: <menuchoice><shortcut><keysym>G</keysym></shortcut><guimenu>Μήνυμα</guimenu><guimenuitem>Απάντηση στην ομάδα...</guimenuitem></menuchoice> -- Απάντηση σε μια ταχυδρομική λίστα, αντί για τον αποστολέα σε αυτήν τη λίστα.
es: <menuchoice><shortcut><keysym>G</keysym></shortcut><guimenu>Mensaje</guimenu><guimenuitem>Responder al grupo...</guimenuitem></menuchoice>: responder a una lista de correo, en lugar de al remitente de esa lista.

source: <menuchoice><shortcut><keysym>F</keysym></shortcut><guimenu>Message</guimenu><guimenuitem>Forward attached...</guimenuitem></menuchoice> -- Forward the currently selected message(s) as an attachment.
el: <menuchoice><shortcut><keysym>F</keysym></shortcut><guimenu>Μήνυμα</guimenu><guimenuitem>Προώθηση συνημμένων...</guimenuitem></menuchoice> -- Προώθηση των τρεχόντων επιλεγμένων μηνυμάτων ως συνημμένων.
es: <menuchoice><shortcut><keysym>F</keysym></shortcut><guimenu>Mensaje</guimenu><guimenuitem>Reenviar adjunto...</guimenuitem></menuchoice>: reenviar los mensajes seleccionados actualmente como un archivo adjunto.

source: <menuchoice><guimenu>Message</guimenu><guimenuitem>Forward inline...</guimenuitem></menuchoice> -- Forward the currently selected message(s), quoted inline.
el: <menuchoice><guimenu>Μήνυμα</guimenu><guimenuitem>Ενσωματωμένη προώθηση...</guimenuitem></menuchoice> -- Προώθηση των τρεχόντων επιλεγμένων μηνυμάτων, ενσωματωμένων σε εισαγωγικά.
es: <menuchoice><guimenu>Mensaje</guimenu><guimenuitem>Reenviar en línea...</guimenuitem></menuchoice>: reenviar los mensajes seleccionados actualmente, citados en línea.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>.</keysym></keycombo></shortcut><guimenu>Message</guimenu><guimenuitem>Next Part</guimenuitem></menuchoice> -- View the next part of the message (if the message is multi-part).
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>.</keysym></keycombo></shortcut><guimenu>Μήνυμα</guimenu><guimenuitem>Επόμενο τμήμα</guimenuitem></menuchoice> -- Προβολή του επόμενου τμήματος του μηνύματος (αν το μήνυμα είναι με πολλά τμήματα).
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>.</keysym></keycombo></shortcut><guimenu>Mensaje</guimenu><guimenuitem>Siguiente parte</guimenuitem></menuchoice>: ver la siguiente parte del mensaje (si el mensaje está en múltiples partes).

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>,</keysym></keycombo></shortcut><guimenu>Message</guimenu><guimenuitem>Previous Part</guimenuitem></menuchoice> -- View the previous part of the message.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>,</keysym></keycombo></shortcut><guimenu>Μήνυμα</guimenu><guimenuitem>Προηγούμενο τμήμα</guimenuitem></menuchoice> -- Προβολή του προηγούμενου τμήματος του μηνύματος.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>,</keysym></keycombo></shortcut><guimenu>Mensaje</guimenu><guimenuitem>Anterior parte</guimenuitem></menuchoice>: ver la parte anterior del mensaje.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>S</keysym></keycombo></shortcut><guimenu>Message</guimenu><guimenuitem>Save Current Part...</guimenuitem></menuchoice> -- Save the currently selected part of the message to a file.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>S</keysym></keycombo></shortcut><guimenu>Μήνυμα</guimenu><guimenuitem>Αποθήκευση τρέχοντος τμήματος...</guimenuitem></menuchoice> -- Αποθήκευση του τρέχοντος επιλεγμένου τμήματος του μηνύματος σε αρχείο.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>S</keysym></keycombo></shortcut><guimenu>Mensaje</guimenu><guimenuitem>Guardar parte actual...</guimenuitem></menuchoice>: guardar la parte del mensaje seleccionada actualmente en un archivo.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>U</keysym></keycombo></shortcut><guimenu>Message</guimenu><guimenuitem>View Source...</guimenuitem></menuchoice> -- Opens a new window that displays the raw message as received from the <glossterm linkend="glossary-mta">MTA</glossterm>.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>U</keysym></keycombo></shortcut><guimenu>Mήνυμα</guimenu><guimenuitem>Προέλευση προβολής...</guimenuitem></menuchoice> -- Ανοίγει ένα νέο παράθυρο που εμφανίζει το ακατέργαστο μήνυμα όπως ελήφθη από το <glossterm linkend="glossary-mta">MTA</glossterm>.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>U</keysym></keycombo></shortcut><guimenu>Mensaje</guimenu><guimenuitem>Ver fuente...</guimenuitem></menuchoice>: abre una ventana nueva que muestra el mensaje crudo tal como se recibió de la <glossterm linkend="glossary-mta">MTA</glossterm>.

source: <menuchoice><guimenu>Message</guimenu><guimenuitem>Copy</guimenuitem></menuchoice> -- Copies to the clipboard any text selected in the message view of the current message.
el: <menuchoice><guimenu>Μήνυμα</guimenu><guimenuitem>Αντιγραφή</guimenuitem></menuchoice> -- Αντιγράφει στο πρόχειρο οποιοδήποτε επιλεγμένο κείμενο στην προβολή μηνύματος του τρέχοντος μηνύματος.
es: <menuchoice><guimenu>Mensaje</guimenu><guimenuitem>Copiar</guimenuitem></menuchoice>: copiar al portapapeles cualquier texto seleccionado del mensaje actual en la vista de mensaje.

source: <menuchoice><guimenu>Message</guimenu><guimenuitem>Select Text</guimenuitem></menuchoice> -- Selects the entire text of the current message in the message view.
el: <menuchoice><guimenu>Μήνυμα</guimenu><guimenuitem>Επιλογή κειμένου</guimenuitem></menuchoice> -- Επιλέγει το συνολικό κείμενο του τρέχοντος μηνύματος στην προβολή μηνυμάτων.
es: <menuchoice><guimenu>Mensaje</guimenu><guimenuitem>Seleccionar texto</guimenuitem></menuchoice>: seleccionar el texto completo del mensaje actual en la vista de mensaje.

source: <menuchoice><shortcut><keysym>D</keysym></shortcut><guimenu>Message</guimenu><guimenuitem>Move to Trash</guimenuitem></menuchoice> -- Moves the currently selected message(s) to the Trash.
el: <menuchoice><shortcut><keysym>D</keysym></shortcut><guimenu>Μήνυμα</guimenu><guimenuitem>Μετακίνηση στα απορρίμματα</guimenuitem></menuchoice> -- Μετακινεί τα τρέχοντα επιλεγμένα μηνύματα στα απορρίμματα.
es: <menuchoice><shortcut><keysym>D</keysym></shortcut><guimenu>Mensaje</guimenu><guimenuitem>Mover a la papelera</guimenuitem></menuchoice>: mover los mensajes seleccionados actualmente a la papelera.

source: Toggle flag
el: Εναλλαγή σημαίας
es: Conmutar marca

source: <menuchoice><shortcut><keysym>X</keysym></shortcut><guimenu>Message</guimenu><guisubmenu>Toggle flag</guisubmenu><guimenuitem>Flagged</guimenuitem></menuchoice> -- Toggle the flag on the currently selected message(s). This is shown as an exclamation mark next in the message index.
el: <menuchoice><shortcut><keysym>X</keysym></shortcut><guimenu>Μήνυμα</guimenu><guisubmenu>Εναλλαγή σημαίας</guisubmenu><guimenuitem>Με σημαία</guimenuitem></menuchoice> -- Εναλλαγή της σημαίας στα τρέχοντα επιλεγμένα μηνύματα. Αυτό εμφανίζεται ως ένα θαυμαστικό μετά το ευρετήριο μηνυμάτων.
es: <menuchoice><shortcut><keysym>X</keysym></shortcut><guimenu>Mensaje</guimenu><guisubmenu>Conmutar marca</guisubmenu><guimenuitem>Marcado</guimenuitem></menuchoice>: conmutar la marca en los mensajes seleccionados actualmente. Ésta se muestra como un signo de admiración junto al índice del mensaje.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>D</keysym></keycombo></shortcut><guimenu>Message</guimenu><guisubmenu>Toggle flag</guisubmenu><guimenuitem>Deleted</guimenuitem></menuchoice> -- Marks the message as set for deletion. The message will be actually removed from the backing mailstore when it is <quote>expunged</quote> either manually, or as specified in the <link linkend="preferences">Preferences</link>. The icon is a small trash can.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>D</keysym></keycombo></shortcut><guimenu>Μήνυμα</guimenu><guisubmenu>Εναλλαγή σημαίας</guisubmenu><guimenuitem>Διαγραμμένο</guimenuitem></menuchoice> -- Σημειώνει το μήνυμα ως σημειωμένο για διαγραφή. Το μήνυμα στην πραγματικότητα θα αφαιρεθεί από την εφεδρική αποθήκη μηνυμάτων όταν <quote>εκκαθαριστεί</quote> είτε χειροκίνητα, είτε όπως ορίζεται στις <link linkend="preferences">Προτιμήσεις</link>. Το εικονίδιο είναι ένα μικρό δοχείο απορριμμάτων.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>D</keysym></keycombo></shortcut><guimenu>Mensaje</guimenu><guisubmenu>Conmutar marca</guisubmenu><guimenuitem>Borrado</guimenuitem></menuchoice>: marcar el mensaje como listo para su eliminación. El mensaje se eliminará realmente del sistema de respaldo cuando es borrado manualmente, o según sea especificado en las «Preferencias de Balsa». El icono es un bote de basura pequeño.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>R</keysym></keycombo></shortcut><guimenu>Message</guimenu><guisubmenu>Toggle flag</guisubmenu><guimenuitem>New</guimenuitem></menuchoice> -- Marks a message that has been read as new, and vice-versa. The message will display the standard icon and font for a new message.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>R</keysym></keycombo></shortcut><guimenu>Μήνυμα</guimenu><guisubmenu>Εναλλαγή σημαίας</guisubmenu><guimenuitem>Νέα</guimenuitem></menuchoice> -- Σημειώνει ένα μήνυμα που έχει διαβαστεί ως νέο και αντίστροφα. Το μήνυμα θα εμφανιστεί ως τυπικό εικονίδιο και τυπική γραμματοσειρά για το νέο μήνυμα.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>R</keysym></keycombo></shortcut><guimenu>Mensaje</guimenu><guisubmenu>Conmutar marca</guisubmenu><guimenuitem>Nuevo</guimenuitem></menuchoice>: marcar un mensaje leído como nuevo, y viceversa. El mensaje se mostrará con el icono y la tipografía estándar de un mensaje nuevo.

source: <menuchoice><guimenu>Message</guimenu><guisubmenu>Toggle flag</guisubmenu><guimenuitem>Answered</guimenuitem></menuchoice> -- Toggles the reply icon for a message.
el: <menuchoice><guimenu>Mήνυμα</guimenu><guisubmenu>Εναλλαγή σημαίας</guisubmenu><guimenuitem>Απαντημένα</guimenuitem></menuchoice> -- Εναλλάσσει το εικονίδιο απάντησης για ένα μήνυμα.
es: <menuchoice><guimenu>Mensaje</guimenu><guisubmenu>Conmutar marca</guisubmenu><guimenuitem>Respondido</guimenuitem></menuchoice>: conmutar el icono «Respondido» de un mensaje.

source: <menuchoice><shortcut><keysym>S</keysym></shortcut><guimenu>Message</guimenu><guimenuitem>Store Address...</guimenuitem></menuchoice> -- Add the sender of the currently selected message to your address book.
el: <menuchoice><shortcut><keysym>S</keysym></shortcut><guimenu>Mήνυμα</guimenu><guimenuitem>Αποθήκευση διεύθυνσης...</guimenuitem></menuchoice> -- Προσθέτει τον αποστολέα του τρέχοντος επιλεγμένου μηνύματος στο βιβλίο διευθύνσεών σας.
es: <menuchoice><shortcut><keysym>S</keysym></shortcut><guimenu>Mensaje</guimenu><guimenuitem>Almacenar dirección...</guimenuitem></menuchoice>: agregar el remitente del mensaje seleccionado actualmente a la libreta de direcciones.

source: Settings
el: Ρυθμίσεις
es: Configuración

source: Menu for changing <application>Balsa</application>'s configuration.
el: Μενού για αλλαγή της διαμόρφωσης της <application>Balsa</application>.
es: Menú para cambiar la configuración de <application>Balsa</application>.

source: <menuchoice><guimenu>Settings</guimenu><guimenuitem>Toolbars...</guimenuitem></menuchoice> -- Open the <link linkend="toolbar-prefs">Toolbars</link> window to modify the content and arrangement of the toolbars in <application>Balsa</application>.
el: <menuchoice><guimenu>Ρυθμίσεις</guimenu><guimenuitem>εργαλειοθήκες...</guimenuitem></menuchoice> -- Ανοίγει το παράθυρο <link linkend="toolbar-prefs">Εργαλειοθήκες</link> για τροποποίηση του περιεχομένου και τακτοποίηση των εργαλειοθηκών στη <application>Balsa</application>.
es: <menuchoice><guimenu>Configuración</guimenu><guimenuitem>Barras de herramientas...</guimenuitem></menuchoice>: abrir la ventana <link linkend="toolbar-prefs">Barras de herramientas</link> para modificar el contenido y la disposición de las barras de herramientas de <application>Balsa</application>.

source: <menuchoice><guimenu>Settings</guimenu><guimenuitem>Identities...</guimenuitem></menuchoice> -- Open the <link linkend="identities">Identities</link> window to customize how you present yourself to the rest of the world.
el: <menuchoice><guimenu>Ρυθμίσεις</guimenu><guimenuitem>Ταυτότητες...</guimenuitem></menuchoice> -- Ανοίγει το παράθυρο <link linkend="identities">Ταυτότητες</link> για να προσαρμόσετε την παρουσίασή σας στον υπόλοιπο κόσμο.
es: <menuchoice><guimenu>Configuración</guimenu><guimenuitem>Identidades...</guimenuitem></menuchoice>: abrir la ventana «Gestionar identidades» para personalizar la forma en la que se presenta al resto del mundo.

source: The Mailbox List
el: Η λίστα του γραμματοκιβωτίου
es: La lista de buzones

source: The mailbox list in the main window lists all of your mailboxes. <application>Balsa</application> will automatically detect your local mailboxes by searching for mailboxes under your local mail directory (probably ~/mail). This lets <application>Balsa</application> coexist with <application>pine</application> and <application>procmail</application> without causing problems.
el: Η λίστα του γραμματοκιβωτίου στις καταγράφει τα κύρια παράθυρα όλων των γραμματοκιβωτίων σας. Η <application>Balsa</application> θα αναγνωρίσει αυτόματα τα τοπικά σας γραμματοκιβώτια αναζητώντας γραμματοκιβώτια στον τοπικό κατάλογο αλληλογραφίας σας (προφανώς ~/mail). Αυτό επιτρέπει την συνύπαρξη του <application>Balsa</application> με τις <application>pine</application> και <application>procmail</application> χωρίς πρόκληση προβλημάτων.
es: La lista de buzones en la ventana principal muestra una lista de todos sus buzones. <application>Balsa</application> detectará automáticamente buzones locales buscando en su carpeta local de correo (probablemente ~/mail). Ésto permite a <application>Balsa</application> coexistir con <application>pine</application> y <application>procmail</application> sin causar problemas.

source: Your mailboxes will be displayed as a tree view, with mailboxes in subdirectories of your local mail directory initially hidden but accessible by expanding the tree. <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> mailboxes will also be displayed as being at the top level of the tree. <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> mailboxes are not displayed.
el: Τα γραμματοκιβώτια σας θα εμφανιστούν ως μια προβολή δένδρου, με τα γραμματοκιβώτια σε υποκαταλόγους του τοπικού καταλόγου αλληλογραφίας αρχικά κρυφού, αλλά προσβάσιμου με ανάπτυξη του δένδρου. Τα γραμματοκιβώτια <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> θα εμφανιστούν επίσης όπως εμφανίζονται στο ανώτατο επίπεδο του δένδρου. Τα γραμματοκιβώτια <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> δεν εμφανίζονται.
es: Sus buzones se mostrarán en una vista de árbol, con buzones en subcarpetas de su carpeta de correo local, inicialmente oculta pero accesible expandiendo el árbol. En el nivel superior del árbol se mostrarán los buzones <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm>. Los buzones <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> no se muestran.

source: The Message Index
el: Το ευρετήριο μηνυμάτων
es: El índice de mensajes

source: The message index displays the messages in the current folder, and lets you choose which messages to view. Click on the notebook tabs, if shown, or click on a folder in the mailbox list to bring it to the front.
el: Το ευρετήριο μηνυμάτων εμφανίζει τα μηνύματα στον τρέχοντα φάκελο και επιτρέπει να επιλέξετε ποια μηνύματα θα προβληθούν. Πατήστε στις καρτέλες του σημειωματαρίου, αν εμφανίζονται, ή πατήστε σε έναν φάκελο στη λίστα του γραμματοκιβωτίου για να έρθει μπροστά.
es: El índice de mensajes muestra los mensajes de la carpeta actual, y le permite elegir qué mensaje ver. Pulse en la pestaña de la libreta de direcciones, si se muestra, o pulse sobre una carpeta de la lista de buzones para traerla al frente.

source: From the message index you can do a lot. Clicking on a message will cause it to be displayed in the message view. Right-clicking on it will give a pop-up menu letting you reply to the message (or forward it, etc.) and move it to another folder (using the <guimenuitem>Move to</guimenuitem> menu item). Double-clicking on a message, or pressing either the space-bar or the <keysym>Enter</keysym> key while the keyboard focus is in the index, will open the message in a separate window. Also, it is possible to drag and drop messages from the index to other mailboxes in the mailbox list and open mailbox tabs.
el: Από το ευρετήριο μηνυμάτων μπορείτε να κάνετε πολλά. Το πάτημα ενός μηνύματος θα προκαλέσει την εμφάνισή του στην προβολή μηνυμάτων. Δεξιοπατώντας το μήνυμα θα δώσει ένα αναδυόμενο μενού που επιτρέπει την απάντηση στο μήνυμα (ή την προώθησή του, κλπ.) και την μετακίνησή του σε άλλον φάκελο (χρησιμοποιώντας το στοιχείο μενού του <guimenuitem>μετακίνηση σε</guimenuitem>). Διπλοπατώντας σε ένα μήνυμα, ή πατώντας είτε το πλήκτρο διαστήματος ή το πλήκτρο <keysym>Enter</keysym>, ενώ η εστίαση του πληκτρολογίου είναι στο ευρετήριο, θα ανοίξει το μήνυμα σε ένα ξεχωριστό παράθυρο. Επίσης, είναι δυνατή η μεταφορά και απόθεση μηνυμάτων από το ευρετήριο σε άλλα γραμματοκιβώτια στη λίστα του γραμματοκιβωτίου και το άνοιγμα των καρτελών γραμματοκιβωτίου.
es: Se pueden hacer muchas cosas desde el índice de mensajes. Pulsar sobre un mensaje causará que se muestre en la vista de mensaje. Con el botón derecho del ratón se mostrará un menú emergente con acciones como responder al mensaje (o reenviarlo, etc) y moverlo a otra carpeta (usando la opción <guimenuitem>Mover a</guimenuitem> del menú). Al hacer doble clic sobre el mensaje, o presionando la barra de espacio o la tecla «Intro» mientras el foco del teclado está en el índice, se abrirá el mensaje en una ventana aparte. Además, se puede arrastrar un mensaje del índice y soltarlo en otro buzón de la lista de buzones

source: The pop-up (context) menu contains the following items:
el: Το αναδυόμενο μενού (περιεχομένο) περιέχει τα παρακάτω στοιχεία:
es: El menú emergente (contextual) contiene los siguientes elementos:
