Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: The <guilabel>Use IDLE command</guilabel> check box chooses whether <application>Balsa</application> should try to use IDLE command when available. With this command, some servers notify immediately when a new command arrives. Also, this command may reduce the amount of network traffic. There are some downsides, too: some firewalls do not track IMAP connections correctly and will incorrectly interrupt a session in an IDLE state. In particular, home-grade network routers with NAT translation have notoriously this bug. In such case, it may be safer to disable this command.
el: Το πλαίσιο ελέγχου <guilabel>Χρήση εντολής IDLE</guilabel> επιλέγει αν η <application>Balsa</application> πρέπει να προσπαθήσει να χρησιμοποιήσει την εντολή IDLE αν είναι διαθέσιμη. Με αυτήν την εντολή, μερικοί διακομιστές ειδοποιούν αμέσως όταν μια νέα εντολή φτάνει. Επίσης, αυτή η εντολή μπορεί να μειώσει την ποσότητα της κυκλοφορίας του δικτύου. Υπάρχουν μερικά μειονεκτήματα, επίσης: μερικά τείχη προστασίας δεν αναγνωρίζουν σωστά συνδέσεις IMAP και θα διακόψουν λαθεμένα μια συνεδρία σε μια κατάσταση IDLE. Ειδικά, οικιακοί δρομολογητές δικτύου με μετάφραση NAT έχουν εμφανώς αυτό το σφάλμα. Σε τέτοια περίπτωση, μπορεί να είναι πιο ασφαλές να απενεργοποιήσετε αυτήν την εντολή.
es: La casilla <guilabel>Usar el comando IDLE</guilabel> establece si <application>Balsa</application> debería tratar de utilizar el comando IDLE cuando está disponible. Con esta opción, algunos servidores notifican inmediatamente cuando llega un comando nuevo. Además, este comando puede reducir la cantidad de tráfico en la red. También hay algunas desventajas: algunos cortafuegos no rastrean correctamente las conexiones IMAP e interrumpen incorrectamente una sesión en un estado IDLE. En particular, los enrutadores en redes caseras con traducción NAT tienen este error habitualmente. En tal caso, puede ser más seguro desactivar este comando.

source: The <guilabel>Enable bug workarounds</guilabel> check box makes <application>Balsa</application> work even with IMAP server that cannot fail to provide selected message parts. <application>Balsa</application> in such a case will try to fetch entire messages instead.
el: Το πλαίσιο ελέγχου <guilabel>Ενεργοποίηση παρακάμψεων σφαλμάτων</guilabel> κάνει την <application>Balsa</application> να δουλέψει ακόμα και με τον διακομιστή IMAP που δεν μπορεί να αποτύχει να παράσχει επιλεγμένα τμήματα μηνύματος. Η <application>Balsa</application> σε μια τέτοια περίπτωση θα προσπαθήσει να προσκομίσει ολόκληρα τα μηνύματα.
es: La casilla <guilabel>Activar las soluciones de errores alternativas</guilabel> hace que <application>Balsa</application> trabaje incluso con servidores IMAP que pueden fallar al proporcionar partes de mensajes seleccionadas. En estos casos, <application>Balsa</application> intentará obtener en su lugar los mensajes completos.

source: The <guilabel>Use STATUS for mailbox checking</guilabel> check box enables a more thorough but potentially more expensive way of checking mailboxes on IMAP server. This method can be consume many resources on the server and should be used <emphasis>only</emphasis> on IMAP servers that have optimized STATUS command.
el: Το πλαίσιο ελέγχου <guilabel>Χρήση STATUS για έλεγχο γραμματοκιβωτίου</guilabel> ενεργοποιεί έναν περισσότερο διεξοδικό αλλά δυνητικά πιο δαπανηρό τρόπο ελέγχου γραμματοκιβωτίων στον διακομιστή IMAP. Αυτή η μέθοδος μπορεί να καταναλώσει πολλούς πόρους στον διακομιστή και πρέπει να χρησιμοποιηθεί <emphasis>μόνο</emphasis> σε διακομιστές IMAP που έχουν βελτιστοποιημένη εντολή STATUS.
es: La casilla <guilabel>Usar STATUS para la comprobación de buzones<guilabel> activa una forma de verificación de buzones más potente pero más costosa en servidores IMAP. Este método puede consumir muchos recursos en el servidor y debería usarse <emphasis>solamente</emphasis> en servidores IMAP que tienen el comando STATUS optimizado.

source: IMAP Subfolder Properties
el: Ιδιότητες υποφακέλου IMAP
es: Propiedades de subcarpetas IMAP

source: The subfolder properties dialog allows you to manage folders on remote IMAP servers. Specifically, you can <emphasis>create</emphasis> a new subfolder, <emphasis>rename</emphasis> an existing subfolder, or <emphasis>move</emphasis> a subfolder within the folder tree.
el: Ο διάλογος ιδιοτήτων υποφακέλου επιτρέπει να διαχειριστείτε φακέλους σε απομακρυσμένους διακομιστές IMAP. Συγκεκριμένα, μπορείτε <emphasis>να δημιουργήσετε</emphasis> έναν νέο υποφάκελο, <emphasis>να μετονομάσετε</emphasis> έναν υπάρχοντα υποφάκελο, ή <emphasis>να μετακινήσετε</emphasis> έναν υποφάκελο μέσα στο δένδρο φακέλου.
es: El diálogo de propiedades de subcarpetas permite gestionar las carpetas del servidor IMAP remoto. Especialmente, se puede <emphasis>crear</emphasis> una subcarpeta, <emphasis>renombrar</emphasis> una existente o <emphasis>moverla</emphasis> dentro del árbol de carpetas.

source: <guilabel>Folder name</guilabel> is how the folder is shown in the mailbox tree on the left side.
el: Το <guilabel>Όνομα φακέλου</guilabel> είναι πώς ο φάκελος εμφανίζεται στο δένδρο του γραμματοκιβωτίου στα αριστερά.
es: El <guilabel>Nombre de la carpeta</guilabel> es el que se muestra en el árbol de buzones del lado izquierdo.

source: <guilabel>Subfolder of</guilabel> indicates the immediate parent of the folder.
el: Το <guilabel>Υποφάκελος του</guilabel> δείχνει τον άμεσο γονέα του φακέλου.
es: <guilabel>Subcarpeta de</guilabel> indica el nivel superior inmediato de la carpeta.

source: When the dialog is opened from <menuchoice><guimenu>File</guimenu><guisubmenu>New</guisubmenu><guimenuitem>Remote IMAP subfolder</guimenuitem></menuchoice>, you can enter the folder name and browse IMAP trees to find the parent folder. If you had already selected a mailbox in an IMAP tree, only that tree is shown for browsing; otherwise, all IMAP trees will be shown.
el: Όταν ανοίγει ο διάλογος από <menuchoice><guimenu>Αρχείο</guimenu><guisubmenu>Δημιουργία</guisubmenu><guimenuitem>Απομακρυσμένος υποφάκελος IMAP</guimenuitem></menuchoice>, μπορείτε να εισάγετε το όνομα του φακέλου και να περιηγηθείτε τα δένδρα IMAP για να βρείτε τον γονικό φάκελο. Αν έχετε ήδη επιλέξει ένα γραμματοκιβώτιο σε ένα δένδρο IMAP, μόνο αυτό το δένδρο εμφανίζεται για περιήγηση· αλλιώς, όλα τα δένδρα IMAP θα εμφανιστούν.
es: Cuando se abre la ventana de diálogo desde <menuchoice><guimenu>Archivo</guimenu><guisubmenu>Nuevo</guisubmenu><guimenuitem>Subcarpeta IMAP remota</guimenuitem></menuchoice>, se puede escribir el nombre de la carpeta y navegar por el árbol IMAP para encontrar la carpeta superior. Si se tiene seleccionado un buzón del árbol IMAP, sólo se podrá navegar en ése árbol; de lo contrario, se mostrarán todos los árboles IMAP.

source: Renamed, by editing the folder name;
el: Μετονομασία με επεξεργασία του ονόματος φακέλου·
es: Renombrado, al editar el nombre de la carpeta;

source: Moved, by browsing for a different parent folder in the same tree.
el: Μετακίνηση με περιήγηση για έναν διαφορετικό γονικό φάκελο στο ίδιο δένδρο.
es: Movido, al navegar por una carpeta superior diferente dentro del mismo árbol.

source: When the dialog is opened from <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Edit</guimenuitem></menuchoice> with an IMAP folder selected, or by right-clicking on an IMAP mailbox and selecting <guimenuitem>Properties...</guimenuitem>, the mailbox may be: <placeholder-1/>
el: Όταν ο διάλογος ανοίγει από <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Επεξεργασία</guimenuitem></menuchoice> με έναν επιλεγμένο φάκελο IMAP, ή δεξιοπατώντας ένα γραμματοκιβώτιο IMAP και επιλέγοντας <guimenuitem>Ιδιότητες...</guimenuitem>, το γραμματοκιβώτιο μπορεί να είναι: <placeholder-1/>
es: Cuando la ventana de diáologo de abre desde <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Editar</guimenuitem></menuchoice> con una carpeta IMAP seleccionada, o al pulsar el botón derecho del ratón sobre un buzón IMAP y seleccionar <guimenuitem>Propiedades...</guimenuitem>, el buzón puede ser: <placeholder-1/>

source: Address book configuration
el: Διαμόρφωση βιβλίου διευθύνσεων
es: Configuración de libreta de direcciones

source: This is to be filled in.
el: Αυτό είναι για συμπλήρωση.
es: Esto se debe rellenar.

source: Address book type
el: Τύπος βιβλίου διευθύνσεων
es: Tipo de libreta de direcciones

source: You can choose among several address book types.
el: Μπορείτε να επιλέξετε μεταξύ πολλών τύπων βιβλίου διευθύνσεων.
es: Puede elegir entre varios tipos libretas de direcciones.

source: External address book
el: Εξωτερικό βιβλίο διευθύνσεων
es: Libreta de direcciones externa

source: The balsa addressbook supports input from programs. Thus, you can use (no importing needed!) for example your pine or mutt addressbook. The mutt mailer (<ulink url="http://www.mutt.org/">www.mutt.org</ulink>) uses an identical system to retrieve addresses from programs.
el: Το βιβλίο διευθύνσεων balsa υποστηρίζει είσοδο από προγράμματα. Έτσι, μπορείτε να χρησιμοποιήσετε (δεν χρειάζεται εισαγωγή!) για παράδειγμα το βιβλίο διευθύνσεων pine ή mutt. Ο αλληλογράφος mutt (<ulink url="http://www.mutt.org/">www.mutt.org</ulink>) χρησιμοποιεί ένα ταυτόσημο σύστημα για την ανάκτηση διευθύνσεων από προγράμματα.
es: La libreta de direcciones de Balsa soporta el ingreso desde otros programas. Por lo tanto, se puede utilizar (¡sin necesidad de importar!), por ejemplo, la libreta de direcciones pine o mutt. El cliente mutt (<ulink url="http://www.mutt.org/">www.mutt.org</ulink>) utiliza un sistema idéntico para recuperar las direcciones de los programas.

source: Existing programs
el: Υπάρχοντα προγράμματα
es: Programas existentes

source: The following programs are compatible with the mutt mail reader and /should/ be with balsa. Submit links to more programs.
el: Τα παρακάτω προγράμματα είναι συμβατά με τον αναγνώστη αλληλογραφίας mutt και /πρέπει/ να είναι με balsa. Υποβάλετε συνδέσμους για περισσότερα προγράμματα.
es: Los siguientes programas son compatibles con el lector de correos mutt y deberían serlo con Balsa. Envíe enlaces a más programas.

source: <ulink url="http://www.spinnaker.de/lbdb/" type="http">http://www.spinnaker.de/lbdb/</ulink> - The little brother database. Read emailaddresses and names from: finger, /etc/passwd, incoming procmail email, NIS, fido, the abook program, mutt addressbook, pine addressbook, palm addressbook, gnomecard addressbook, big brother database, ldap database.
el: <ulink url="http://www.spinnaker.de/lbdb/" type="http">http://www.spinnaker.de/lbdb/</ulink> - Η μικρή αδελφή βάση δεδομένων. Διαβάστε διευθύνσεις αλληλογραφίας και ονόματα από: finger, /etc/passwd, εισερχόμενη αλληλογραφία procmail, NIS, fido, το πρόγραμμα abook, το βιβλίο διευθύνσεων mutt, το βιβλίο διευθύνσεων pine, το βιβλίο διευθύνσεων palm, το βιβλίο διευθύνσεων gnomecard, τη βάση δεδομένων big brother, τη βάση δεδομένων ldap.
es: <ulink url="http://www.spinnaker.de/lbdb/" type="http">http://www.spinnaker.de/lbdb/</ulink>: la base de datos Little Brother. Lee direcciones de correo y nombres de: finger, /etc/passwd, email procmail entrante, NIS, fido, el programa abook, libreta de direcciones mutt, libreta de direcciones pine, libreta de direcciones palm, libreta de direcciones gnomecard, base de datos big brother, base de datos ldap.

source: <ulink url="http://www.fiction.net/blong/programs/mutt/" type="http">http://www.fiction.net/blong/programs/mutt/</ulink> - palm address database, ldapsearch wrapper, ph/qi server, UIUC, ph,
el: <ulink url="http://www.fiction.net/blong/programs/mutt/" type="http">http://www.fiction.net/blong/programs/mutt/</ulink> - η βάση δεδομένων διευθύνσεων palm, ο συσκευαστής ldapsearch, ο διακομιστής ph/qi, UIUC, ph,
es: <ulink url="http://www.fiction.net/blong/programs/mutt/" type="http">http://www.fiction.net/blong/programs/mutt/</ulink>: base de datos de direcciones palm, contenedor ldapsearch, servidor ph/qi, UIUC, ph.

source: Writing your own load scripts
el: Εγγραφή των δικών σας σεναρίων φόρτωσης.
es: Escribir sus propios scripts de carga

source: <application>Balsa</application> ignores the first line of output from your program. You might want to write comments or debug output on this line. The remaining lines should have this format:
el: Η <application>Balsa</application> αγνοεί τη πρώτη γραμμή της εξόδου από το πρόγραμμά σας. Μπορεί να θέλετε να γράψετε σχόλια ή να αποσφαλματώσετε την έξοδο σε αυτή τη γραμμή. Οι υπολειπόμενες γραμμές πρέπει να έχουν αυτήν τη μορφή:
es: <application>Balsa</application> ignora la primer línea de la salida de su programa. Se puede escribir un comentario o salida del depurador en esta línea. Las líneas restantes deberán tener este formato:

source: e-mail address full name nickname
el: διεύθυνση αλληλογραφίας πλήρες όνομα ψευδώνυμο
es: dirección de correo electrónico nombre completo apodo

source: The three fields should be separated by tabs. The third field is currently not used by balsa, but might be in the future. It is also kept to ensure compatibility with mutt.
el: Τα τρία πεδία πρέπει να διαχωρίζονται με στηλοθέτες. Το τρίτο πεδίο δεν χρησιμοποιείται προς το παρόν από την balsa, αλλά μπορεί να χρησιμοποιηθεί στο μέλλον. Κρατιέται επίσης για να εξασφαλίσει συμβατότητα με την mutt.
es: Se deberán separar los tres campos con tabuladores. Actualmente, Balsa no utiliza el tercer campo, pero podría hacerlo en el futuro. También se mantiene para asegurar la compatibilidad con mutt.

source: <application>Balsa</application> executes your script with one argument: the pattern to search for. A space (" ") is used as the first argument when creating a list of all users.
el: Η <application>Balsa</application> εκτελεί το σενάριό σας με ένα όρισμα: το μοτίβο αναζήτησης. Ένα κενό (" ") χρησιμοποιείται ως το πρώτο όρισμα κατά τη δημιουργία ενός καταλόγου όλων των χρηστών.
es: <application>Balsa</application> ejecuta el script con un argumento: el patrón que buscar. Se utiliza un espacio (« ») como primer argumento para crear una lista de todos los usuarios.

source: All characters are allowed, except the tab (\t), since that is the field separator.
el: Όλοι οι χαρακτήρες επιτρέπονται, εκτός από τον στηλοθέτη (\t), επειδή είναι το διαχωριστικό πεδίου.
es: Se permiten todos los caracteres, excepto el tabulador (\t), ya que es el separador de campo.

source: An example output could be:
el: Ένα παράδειγμα εξόδου μπορεί να είναι:
es: Un ejemplo de salida podría ser:

source: Your script/program should write it's output to stdout and not to stderr!
el: Το σενάριο/πρόγραμμα πρέπει να γράψει την έξοδό του στην τυπική έξοδο και όχι στο τυπικό σφάλμα!
es: Su script/programa debería mostrar la salida en «stdout» y no en «stderror».

source: Writing your own save scripts
el: Εγγραφή των δικών σας σεναρίων αποθήκευσης
es: Escribir sus propios scripts de guardado

source: Adding addresses is also possible. Your script should receive 3 arguments. The first is an email address, the second a full name and the third is an alias (currently not used and replaced by 'TODO').
el: Η προσθήκη διευθύνσεων είναι επίσης δυνατή. Το σενάριό σας πρέπει να δεχτεί 3 ορίσματα. Το πρώτο είναι μια διεύθυνση αλληλογραφίας, το δεύτερο ένα πλήρες όνομα και το τρίτο είναι ένα ψευδώνυμο (προς το παρόν δεν χρησιμοποιείται και αντικαθίσταται με 'TODO').
es: También es posible agregar direcciones. Su script deberá recibir 3 argumentos. El primero es una dirección de correo electrónico, el segundo es un nombre completo y el tercero es un apodo (actualmente no se utiliza y se reemplaza por «TODO»).

source: Note that mutt does not have support for adding addresses and there is thus no compatibility in this case.
el: Σημειώστε ότι η mutt δεν έχει υποστήριξη για προσθήκη διευθύνσεων και δεν υπάρχει έτσι συμβατότητα σε αυτήν την περίπτωση.
es: Tenga en cuenta que mutt no tiene soporte para agregar direcciones y, por consiguiente, no se cumple la compatibilidad en este caso.

source: Comments are welcome: <email>jelmer@nl.linux.org</email>
el: Τα σχόλια είναι καλοδεχούμενα: <email>jelmer@nl.linux.org</email>
es: Los comentarios son bienvenidos: <email>jelmer@nl.linux.org</email>

source: Identities
el: Ταυτότητες
es: Identidades

source: This dialog window lets you specify how you present yourself to the rest of the world through your email. The first page has your general information:
el: Αυτό το παράθυρο διαλόγου σας επιτρέπει να ορίσετε πώς να παρουσιάσετε τον εαυτόν σας στον υπόλοιπο κόσμο μέσα από την αλληλογραφία. Η πρώτη σελίδα έχει τις γενικές σας πληροφορίες:
es: Esta ventana de diálogo le permite indicar la forma en que se presenta al resto del munto a través de su correo. La primera página contiene su información general:

source: Identity Name
el: Όνομα ταυτότητας
es: Nombre de la identidad

source: A unique title by which this identity will be named within <application>Balsa</application>.
el: Ένας μοναδικός τίτλος με τον οποίο αυτή η ταυτότητα θα μετονομαστεί στο <application>Balsa</application>.
es: Un título único con el cual se nombra esta entidad de <application>Balsa</application>.

source: Full Name
el: Πλήρες όνομα
es: Nombre completo

source: This doesn't <emphasis>have</emphasis> to be your name, I guess. But it's the word prefixing your email address in mail you send.
el: Αυτό δεν <emphasis>είναι υποχρεωτικό</emphasis> να είναι το όνομά σας, υποθέτω. Αλλά είναι το πρόθεμα λέξης στη διεύθυνση αλληλογραφίας στην αλληλογραφία που στέλνετε.
es: Éste no <emphasis>tiene</emphasis> que ser su nombre, supongo. Pero es la palabra que se antepone su dirección de correo en los mensajes que envíe.

source: Mailing Address
el: Διεύθυνση αλληλογραφίας
es: Dirección de correo

source: As you wish it to appear in your "From" header.
el: Όπως την θέλετε να εμφανίζεται στην κεφαλίδα "Από".
es: Cómo prefiere aparecer en la cabecera «De».

source: Reply-To address
el: Διεύθυνση απάντησης
es: Responder a la dirección

source: The address that you wish people to reply to your email with (if you have a home and a work address, for instance).
el: Η διεύθυνση που θέλετε να απαντούν τα άτομα στην αλληλογραφία σας (αν έχετε διευθύνσεις οικείας και εργασίας, για παράδειγμα).
es: La dirección donde quiere que la gente responda su correo (por ejemplo, si tiene una dirección para el hogar y una para el trabajo).

source: Default Domain
el: Προεπιλεγμένος τομέας
es: Dominio predeterminado

source: The domain that you wish to append to all e-mail entries where you did not specify the domain. Normally you would use your local domain. You need to enable <link linkend="preferences-address-books">Alias Expansion</link> for this to work.
el: Ο τομέας που θέλετε να προσαρτήσετε σε όλες τις καταχωρίσεις ηλεκτρονικού ταχυδρομείου, όπου δεν ορίζετε τον τομέα. Κανονικά θα χρησιμοποιούσατε τον τοπικό σας τομέα. Χρειάζεται να ενεργοποιήσετε την <link linkend="preferences-address-books">Επέκταση ψευδωνύμου</link> για να δουλέψει.
es: El dominio que quiera asignar a todas las entradas de correo a las que no se especificó el dominio. Normalmente, se utiliza el dominio local. Necesita activar <link linkend="preferences-address-books">Expansión de alias</link> para trabajar con esto.

source: The <quote>Messages</quote> page shows various initial settings for the new message:
el: Η σελίδα <quote>Μηνύματα</quote> εμφανίζει ποικίλες αρχικές ρυθμίσεις για το νέο μήνυμα:
es: La página de <quote>Mensajes</quote> muestra varias configuraciones iniciales para el nuevo mensaje:

source: The default value for the blind-carbon-copy field when using this identity. Useful if you want to always send a copy of outgoing mail to another account.
el: Η προεπιλεγμένη τιμή για το πεδίο κρυφή κοινοποίηση όταν χρησιμοποιείτε αυτήν την ταυτότητα. Χρήσιμο αν θέλετε να στέλνετε πάντα ένα αντίγραφο της εξερχόμενης αλληλογραφίας σε έναν άλλο λογαριασμό.
es: El valor predeterminado para el campo «copia carbón oculta» cuando se utiliza esta identidad. Es útil si desea enviar siempre una copia del correo saliente a otra cuenta.

source: Reply String
el: Συμβολοσειρά απάντησης
es: Cadena de respuesta

source: The prefix for the subject line when replying to a message.
el: Το πρόθεμα για τη γραμμή θέματος όταν απαντάτε σε ένα μήνυμα.
es: El prefijo para la línea del asunto cuando responde un mensaje.

source: Forward String
el: Συμβολοσειρά προώθησης
es: Cadena de reenvío

source: The prefix for the subject line when forwarding a message.
el: Το πρόθεμα για τη γραμμή θέματος όταν προωθείτε ένα μήνυμα.
es: El prefijo para la línea del asunto cuando reenvía un mensaje.

source: Request Message Disposition Notification
el: Αίτηση επιβεβαίωσης παράδοσης μηνύματος
es: Solicitar notificación de entrega

source: Whether Message Disposition Notification should be requested by default.
el: Αν η ειδοποίηση παράδοσης μηνύματος πρέπει να ζητιέται από προεπιλογή.
es: Si se debe solicitar una notificación de disposición del mensaje de forma predeterminada.

source: Face Path
el: Διαδρομή γραμματοσειράς
es: Ruta de Face

source: Whether a "Face" header should be attached to a program. Specified path points out to a file containing a textual representation of the face icon. Please see <ulink url="http://quimby.gnus.org/circus/face/" type="http">a description of Face and X-Face</ulink> headers for more details as well as the list of mail programs supporting this feature.
el: Αν μια κεφαλίδα "γραμματοσειράς" πρέπει να επισυναφθεί σε ένα πρόγραμμα. Η καθορισμένη διαδρομή δείχνει σε ένα αρχείο που περιέχει μια κειμενική παρουσίαση του εικονιδίου της γραμματοσειράς. Παρακαλούμε, δείτε τις κεφαλίδες <ulink url="http://quimby.gnus.org/circus/face/" type="http">Μια περιγραφή γραμματοσειράς και Χ-γραμματοσειράς</ulink> για περισσότερες λεπτομέρειες καθώς και τον κατάλογο των προγραμμάτων αλληλογραφίας που υποστηρίζουν αυτό το γνώρισμα.
es: Si se debería adjuntar a un programa una cabecera «Face». La ruta indicada apunta a un archivo que contiene una representación textual del icono «face». Consulte en <ulink url="http://quimby.gnus.org/circus/face/" type="http"> una descripción de las cabeceras Face y X-Face</ulink> para obtener más detalles, así como una lista de los clientes de correo que soportan esta característica.

source: X-Face Path
el: Διαδρομή Χ-γραμματοσειράς
es: Ruta de X-Face

source: Whether a "Face" header should be attached to a program. Specified path points out to a file containing a textual representation of the face icon.
el: Αν μια κεφαλίδα "γραμματοσειράς" πρέπει να επισυναφθεί σε ένα πρόγραμμα. Η συγκεκριμένη διαδρομή δείχνει σε ένα αρχείο που περιέχει μια κειμενική παρουσίαση του εικονιδίου γραμματοσειράς.
es: Si se debería adjuntar a un programa una cabecera «Face». La ruta indicada apunta a un archivo que contiene una representación textual del icono face.

source: SMTP server
el: Διακομιστής SMTP
es: Servidor SMTP

source: The <link linkend="smtp-server-config">SMTP server</link> to be used for this identity.
el: Ο <link linkend="smtp-server-config">Διακομιστής SMTP</link> που θα χρησιμοποιηθεί για αυτήν την ταυτότητα.
es: El <link linkend="smtp-server-config">servidor SMTP</link> que se utilizará para esta entidad.

source: You control the signature that <application>Balsa</application> appends to your messages on the <quote>Signature</quote> page:
el: Ελέγχετε την υπογραφή που η <application>Balsa</application> προσαρτά στα μηνύματά σας στη σελίδα <quote>Υπογραφή</quote>:
es: La firma que agrega <application>Balsa</application> a los mensajes se gestiona en la página «Firma»:

source: Signature Path
el: Διαδρομή υπογραφής
es: Ruta de la firma
