Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: Toggle the output of debugging information. Depending on what notification priority set for it in the <link linkend="preferences-display-options">Display</link> page, it can show up in list or dialog as the program runs.
el: Εναλλαγή της εξόδου πληροφοριών αποσφαλμάτωσης. Ανάλογα με την ορισμένη προτεραιότητα ειδοποίησης στη σελίδα <link linkend="preferences-display-options">Εμφάνιση</link>, μπορεί να εμφανιστεί στον κατάλογο ή τον διάλογο καθώς εκτελείται το πρόγραμμα.
es: Cambiar la salida de la información de depuración. Dependiendo de lo que establece la prioridad de notificación para esto en la página de <link linkend="preferences-display-options">presentación</link>, esta puede mostrar en una lista o un diálogo a medida que se ejecuta el programa.

source: Empty Trash on Exit
el: Άδειασμα απορριμμάτων κατά την έξοδο
es: Vaciar papelera al salir

source: Set <application>Balsa</application> to delete all messages in the <symbol>Trash</symbol> mailbox when <application>Balsa</application> exits.
el: Ορίστε την <application>Balsa</application> για να διαγράψετε όλα τα μηνύματα στο γραμματοκιβώτιο <symbol>απορρίμματα</symbol> όταν εξέρχεται η <application>Balsa</application>.
es: Establecer que <application>Balsa</application> borre todos los mensajes de la <symbol>Papelera</symbol> cuando <application>Balsa</application> se cierre.

source: Automatically close mailbox
el: Αυτόματο κλείσιμο γραμματοκιβωτίου
es: Cerrar buzón automáticamente

source: Set <application>Balsa</application> to close any mailbox that is unused for more than the specified time. The currently displayed mailbox is never automatically closed.
el: Ορίστε να κλείνει η <application>Balsa</application> οποιοδήποτε γραμματοκιβώτιο που δεν χρησιμοποιείται για περισσότερο από τον καθορισμένο χρόνο. Το τρέχον εμφανιζόμενο γραμματοκιβώτιο δεν κλείνει ποτέ αυτόματα.
es: Establecer que <application>Balsa</application> cierre todos los buzones que están sin usar por un tiempo especificado. El buzón visible actualmente nunca se cierra automáticamente.

source: Hide messages marked as deleted
el: Απόκρυψη μηνυμάτων σημειωμένων ως διαγραμμένα
es: Ocultar mensajes marcados como borrados

source: When a message is moved to another mailbox, including the <symbol>Trash</symbol> mailbox, it is actually copied to the destination, and the original is marked as deleted. Deleted messages may either be shown in the mailbox index, with the trashcan icon indicating that they are deleted, or hidden. This item controls which of those actions is taken.
el: Όταν ένα μήνυμα μετακινείται σε ένα άλλο γραμματοκιβώτιο, συμπεριλαμβανομένου του γραμματοκιβωτίου <symbol>απορρίμματα</symbol>, στην πραγματικότητα αντιγράφεται στον προορισμό και το πρωτότυπο σημειώνεται ως διαγραμμένο. Διαγραμμένα μηνύματα μπορούν ή να εμφανίζονται στο ευρετήριο του γραμματοκιβωτίου, με το εικονίδιο του κάδου απορριμμάτων που δείχνει ότι είναι διαγραμμένα, ή κρυφά. Αυτό το στοιχείο ελέγχει ποια από αυτές τις ενέργειες παίρνεται.
es: Cuando un mensaje se mueve a otro buzón, incluyendo la <symbol>Papelera</symbol>, se copia al destino automáticamente y el original se marca como eliminado. Los mensajes eliminados se pueden mostrar en el índice de buzones, con un icono de una papelera indicando que se han eliminado, o se pueden ocultar. Este elemento controla la acción que se toma en estos casos.

source: A message may also be simply marked as deleted, without copying it to another mailbox: <menuchoice><guimenu>Message</guimenu><guisubmenu>Toggle flag</guisubmenu><guimenuitem>Deleted</guimenuitem></menuchoice>. Again, this item controls whether such a message is hidden.
el: Ένα μήνυμα μπορεί επίσης να σημειωθεί απλά ως διαγραμμένο, χωρίς αντιγραφή του σε άλλο γραμματοκιβώτιο: <menuchoice><guimenu>Μήνυμα</guimenu><guisubmenu>Εναλλαγή σημαίας</guisubmenu><guimenuitem>Διαγραμμένα</guimenuitem></menuchoice>. Πάλι, αυτό το στοιχείο ελέγχει αν ένα τέτοιο μήνυμα είναι κρυφό.
es: Se puede simplemente marcar un mensaje como eliminado sin copiarlo a otro buzón: <menuchoice><guimenu>Mensaje</guimenu><guisubmenu>Conmutar marca</guisubmenu><guimenuitem>Borrado</guimenuitem></menuchoice>. Nuevamente, este elemento controla la acción si estos mensajes se deben ocultar.

source: Expunge deleted messages on close
el: Εξάλειψη διαγραμμένων μηνυμάτων με το κλείσιμο
es: Purgar los mensajes borrados al salir

source: <quote>Expunging</quote> is the act of physically removing from the backing mailstore all messages marked as deleted. You can expunge messages manually: <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Expunge deleted messages</guimenuitem></menuchoice>, or you can set <application>Balsa</application> to expunge deleted messages when the mailbox is closed (all mailboxes are closed when you exit <application>Balsa</application>).
el: Η <quote>Εξάλειψη</quote> είναι η πράξη της φυσικής αφαίρεσης από την εφεδρική αποθήκη μηνυμάτων όλων των μηνυμάτων που σημειώνονται ως διαγραμμένα. Μπορείτε να εξαλείψετε μηνύματα χειροκίνητα: <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Εξάλειψη διαγραμμένων μηνυμάτων</guimenuitem></menuchoice>, ή μπορείτε να ορίσετε την <application>Balsa</application> να εξαλείφει τα διαγραμμένα μηνύματα όταν το γραμματοκιβώτιο κλείνει (όλα τα γραμματοκιβώτια κλείνουν κατά την έξοδο της <application>Balsa</application>).
es: «Purgar» es el acto de quitar físicamente del almacenamiento de respaldo todos los mensajes marcados como borrados. Se pueden purgar mensajes manualmente: <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Purgar los mensajes borrados</guimenuitem></menuchoice>, o se puede establecer que <application>Balsa</application> purgue los mensajes borrados cuando se cierra el buzón (se cierran todos los buzones cuando se cierra <application>Balsa</application>).

source: Customizing Toolbars
el: Προσαρμογή εργαλειοθηκών
es: Personalizar barras de herramientas

source: <application>Balsa</application> allows you to change the layout of the toolbars on the three main types of window: the main window, message windows, and compose windows. You open the dialog with the <menuchoice><guimenu>Settings</guimenu><guimenuitem>Toolbars...</guimenuitem></menuchoice> menu item.
el: Η <application>Balsa</application> επιτρέπει την αλλαγή της διάταξης των εργαλειοθηκών στους τρεις κύριους τύπους παραθύρου: το κύριο παράθυρο, τα παράθυρα μηνυμάτων και παράθυρα σύνταξης. Ανοίγετε τον διάλογο με το στοιχείο μενού <menuchoice><guimenu>Ρυθμίσεις</guimenu><guimenuitem>Εργαλειοθήκες...</guimenuitem></menuchoice>.
es: <application>Balsa</application> permite cambiar la distribución de las barras de herramientas de los tipos de ventana principales: la ventana principal, la ventana de mensaje y la ventana de redacción. La ventana de diálogo se abre desde la opción del menú <menuchoice><guimenu>Configuración</guimenu><guimenuitem>Barra de herramientas</guimenuitem></menuchoice>.

source: The dialog contains a notebook with a page for each type of window. On each page, you'll see a Preview of the toolbar, which changes as you change the layout. The list of <guilabel>Available buttons</guilabel> shows buttons that may be used on the toolbar, but aren't currently used, and the <guilabel>Current toolbar</guilabel> list shows the current layout, including both buttons and separators. You can add buttons to the current toolbar, remove them, or move them up or down in the list, using the controls in the central button box.
el: Ο διάλογος περιέχει ένα σημειωματάριο με μια σελίδα για κάθε τύπο παραθύρου. Σε κάθε σελίδα, θα δείτε μια προεπισκόπηση της εργαλειοθήκης, που αλλάζει καθώς αλλάζετε τη διάταξη. Ο κατάλογος των <guilabel>διαθέσιμων κουμπιών</guilabel> εμφανίζει κουμπιά που μπορούν να χρησιμοποιηθούν στην εργαλειοθήκη, αλλά δεν χρησιμοποιούνται προς το παρόν και τον κατάλογο <guilabel>τρέχουσα εργαλειοθήκη</guilabel> που εμφανίζει την τρέχουσα διάταξη, συμπεριλαμβανομένων και των κουμπιών και των διαχωριστικών. Μπορείτε να προσθέσετε κουμπιά στην τρέχουσα εργαλειοθήκη, να τα αφαιρέσετε ή να τα μετακινήσετε πάνω ή κάτω στον κατάλογο, χρησιμοποιώντας τα στοιχεία ελέγχου στο κεντρικό πλαίσιο κουμπιών.
es: La ventana de diálogo contiene una pestaña con una página para cada tipo de ventana. En cada página, se verá una vista previa de la barra de herramientas, que se cambia a medida que usted cambia el diseño. La lista de <guilabel>Botones disponibles</guilabel> muestra los botones que se pueden utilizar en la barra de herramientas, pero no se utilizan actualmente, y la lista de la <guilabel>Barra de herramientas actual</guilabel> muestra el diseño actual, incluyendo los botones y los separadores. Se pueden agregar botones a la <guilabel>Barra de herramientas actual</guilabel>, eliminarlos o moverlos hacia arriba o hacia abajo en la lista utilizando los controles del cuadro de botones central.

source: Below the notebook is a checkbox for wrapping the button labels (the text that may accompany the buttons). This option applies to the toolbars on all three types of window. If you choose wrapping, long labels will be shown on two lines.
el: Κάτω από το σημειωματάριο είναι ένα πλαίσιο ελέγχου για αναδίπλωση των ετικετών κουμπιών (το κείμενο που μπορεί να συνοδεύσει τα κουμπιά). Αυτή η επιλογή εφαρμόζεται στις εργαλειοθήκες και στους τρεις τύπους παραθύρου. Εάν διαλέξετε αναδίπλωση, μεγάλες ετικέτες θα εμφανιστούν σε δύο γραμμές.
es: Por debajo de las pestañas hay una casilla de verificación para ajustar las etiquetas de los botones (el texto que puede acompañar a los botones). Esta opción se aplica a las barras de herramientas de los tres tipos de ventana. Si decide ajustar, las etiquetas largas se presentarán en dos líneas.

source: This is an <quote>instant apply</quote> dialog: the changes you make take effect immediately, as shown in the Preview toolbar. Below the Preview toolbar you'll find a button that restores the standard layout for that toolbar. <emphasis>Note</emphasis> that the standard layout is the one that you see before the toolbar has been customized. If you use this option, all current <emphasis>and past</emphasis> changes will be undone.
el: Αυτός είναι ένας διάλογος <quote>στιγμιαίας εφαρμογής</quote>: οι αλλαγές που κάνετε γίνονται αμέσως, όπως φαίνεται στην εργαλειοθήκη προεπισκόπησης. Κάτω από την προεπισκόπηση εργαλειοθήκης θα βρείτε ένα κουμπί που επαναφέρει την τυπική διάταξη αυτής της εργαλειοθήκης. <emphasis>Σημειώστε</emphasis> ότι η τυπική διάταξη είναι αυτή που βλέπετε πριν την προσαρμογή της εργαλειοθήκης. Αν χρησιμοποιήσετε αυτήν την επιλογή, όλες οι τρέχουσες <emphasis>και προηγούμενες</emphasis> αλλαγές θα αναιρεθούν.
es: Este diálogo es de «aplicación instantánea»: los cambios que se hacen tienen efecto inmediatamente como se muestran en la barra «Previsualizar». Debajo de la barra «Previsualizar» se encuentra un botón para restaurar la distribución predeterminada de tal barra de herramientas. <emphasis>Recuerde</emphasis> que la distribución predeterminada es la que se puede ver antes de personalizar la barra de herramientas. Si se utiliza esta opción, todos los cambios actuales y <emphasis>los pasados</emphasis> se perderán.

source: A second button below the Preview toolbar pops up a menu that gives you control over what is shown in the toolbar: icons, text, or both. The popup (right click) menu for any actual toolbar offers the same choices, as well as the option to open up this dialog (<quote>Customize Toolbars...</quote>).
el: Ένα δεύτερο κουμπί από κάτω την εργαλειοθήκη προεπισκόπησης αναδύει ένα μενού που σας δίνει τον έλεγχο του τι εμφανίζεται στην εργαλειοθήκη: εικονίδια, κείμενο, ή και τα δύο. Το αναδυόμενο (δεξιό πάτημα) μενού κάθε ενεργής εργαλειοθήκης προσφέρει τις ίδιες επιλογές, καθώς και την επιλογή ανοίγματος αυτού του διαλόγου (<quote>Προσαρμογή εργαλειοθηκών...</quote>).
es: Un segundo botón debajo de la barra «Previsualizar» presenta un menú que brinda control sobre lo que se muestra en la barra de herramientas: iconos, texto o ambos. El menú emergente (botón derecho del ratón) de cualquier barra de herramientas actual ofrece las mismas opciones, así como la opción para abrir este cuadro de diálogo («Personalizar barras de herramientas»).

source: IMAP Folder configuration
el: Διαμόρφωση φακέλου IMAP
es: Configuración de carpetas IMAP

source: The folder configuration edit dialog allows you to configure entire mailbox sets on remote IMAP servers. Entire configuration is split into basic and advanced parts.
el: Ο διάλογος επεξεργασίας διαμόρφωσης φακέλου επιτρέπει την διαμόρφωση ολόκληρων ομάδων γραμματοκιβωτίων σε απομακρυσμένους διακομιστές IMAP. Η συνολική διαμόρφωση διαιρείται σε βασικά και προχωρημένα τμήματα.
es: La ventana de diálogo de configuración de carpetas permite configurar el conjunto completo de buzones en servidores IMAP. La configuración se divide en parte básica y parte avanzada.

source: Basic IMAP folder configuration
el: Η βασική διαμόρφωση φακέλου IMAP
es: Configuración básica de carpetas IMAP

source: The basic IMAP folder configuration tab is probably the only part you need to fill in.
el: Η καρτέλα βασικής διαμόρφωσης φακέλου IMAP είναι προφανώς το μόνο τμήμα που χρειάζεστε να συμπληρώσετε.
es: Probablemente, la pestaña de configuración básica de la carpeta IMAP sea la única parte que necesite completar.

source: Descriptive name is the name of the root node that will be shown in the mailbox tree on the left side.
el: Περιγραφικό όνομα είναι το όνομα του ριζικού κόμβου που θα εμφανιστεί στο δένδρο γραμματοκιβωτίου στα αριστερά.
es: El nombre descriptivo es el nombre del nodo raíz que se mostrará en el árbol de buzones en el lado izquierdo.

source: Server is the host name or IP number of the IMAP server.
el: Διακομιστής είναι το όνομα του οικοδεσπότη ή αριθμός IP του διακομιστή IMAP.
es: El servidor es el nombre del equipo o la dirección IP del servidor IMAP.

source: User name is the name used for authorization on the IMAP server.
el: Το όνομα χρήστη είναι το χρησιμοποιούμενο όνομα για εξουσιοδότηση στον διακομιστή IMAP.
es: El nombre de usuario es el nombre utilizado para la autorización en el servidor IMAP.

source: Some servers allow anonymous access to bulletin boards or mailing list archives. Check this box if you want to use this mode - you will not be asked for password.
el: Μερικοί διακομιστές επιτρέπουν ανώνυμη πρόσβαση στις αρχειοθήκες πινάκων ανακοινώσεων ή ταχυδρομικών καταλόγων. Σημειώστε αυτό το πλαίσιο, αν θέλετε να χρησιμοποιήσετε αυτήν την κατάσταση - δεν θα σας ζητηθεί κωδικός πρόσβασης.
es: Algunos servidores permiten acceso anónimo a boletines electrónicos o archivos de listas de correo. Marque esta casilla para utilizar este modo; no se requerirá una contraseña.

source: Password is the password used for authorization on the IMAP server.
el: Κωδικός πρόσβασης είναι ο χρησιμοποιούμενος κωδικός για εξουσιοδότηση στον διακομιστή IMAP.
es: La contraseña es la utilizada para la autorización en el servidor IMAP.

source: Check box allows you to choose all mailboxes on the server, or only those you subscribed to.
el: Το πλαίσιο ελέγχου επιτρέπει να επιλέξετε όλα τα γραμματοκιβώτια στον διακομιστή, ή μόνο αυτά στα οποία είσαστε γραμμένος.
es: Las casillas de verificación permiten elegir todos los buzones del servidor, o solo aquellos a los que se subscribió.

source: Prefix is the root mailbox on the server. You may leave it empty if you want to show all the folders on your server but if your IMAP server stores also other kind of files you may specify for instance "mail".
el: Πρόθεμα είναι το ριζικό γραμματοκιβώτιο στον διακομιστή. Μπορείτε να το αφήσετε κενό αν θέλετε να εμφανίσετε όλους τους φακέλους στον διακομιστή σας, αλλά αν ο διακομιστής IMAP αποθηκεύει επίσης άλλα είδη αρχείων μπορείτε να ορίσετε για παράδειγμα "αλληλογραφία".
es: El prefijo es el buzón raíz en el servidor. Puede dejarlo en blanco si quiere mostrar todas las carpetas del servidor, pero si su servidor IMAP almacena también otros tipos de archivos, se puede especificar, por ejemplo, «correo».

source: Advanced IMAP folder configuration
el: Προχωρημένη διαμόρφωση φακέλου IMAP
es: Configuración avanzada de carpetas IMAP

source: Sometimes, it is necessary to tune the folder configuration in order to assure a secure connection, adjust to server limits or just obtain better performance. This functionality is provided by the Advanced IMAP folder configuration tab.
el: Μερικές φορές, είναι απαραίτητο να συντονίσετε την διαμόρφωση φακέλου για να εξασφαλίσετε μια ασφαλή σύνδεση, προσαρμογή στα όρια του διακομιστή ή να πάρετε απλά καλύτερη απόδοση. Αυτή η λειτουργία παρέχεται από την καρτέλα προχωρημένης διαμόρφωσης φακέλου IMAP.
es: A veces, es necesario ajustar la configuración de carpetas para garantizar una conexión segura, ajustar los límites del servidor o simplemente obtener un rendimiento mejor. Esta funcionalidad se obtiene en la pestaña «Avanzado» de la configuración de carpetas IMAP.

source: The <guilabel>Use SSL</guilabel> check box should be active if the connection is to be made to IMAPS service on port 993. Connection to this port will be encrypted from the start. Not all servers provide this service - many provide only negotiated TLS encryption.
el: Το πλαίσιο ελέγχου <guilabel>Χρήση SSL</guilabel> πρέπει να είναι ενεργό αν η σύνδεση είναι να γίνει σε υπηρεσία IMAPS στη θύρα 993. Η σύνδεση σε αυτήν τη θύρα θα κρυπτογραφηθεί από την αρχή. Δεν παρέχουν όλοι οι διακομιστές αυτήν την υπηρεσία - πολλοί παρέχουν μόνο διαπραγματευόμενη κρυπτογράφηση TLS.
es: La casilla de verificación <guilabel>Usar SSL</guilabel> debe estar activada si la conexión se hará a un servicio IMAPS en el puerto 993. La conexión a este puerto se cifrará desde el principio. No todos los servidores ofrecen este servicio (muchos de ellos ofrecen solamente cifrado TLS negociado).

source: The <guilabel>Use TLS</guilabel> option list determines instruct balsa how to negotiate the TLS encryption. <application>Balsa</application> can never attempt to negotiate it, can start TLS encryption whenever it is supported by server, or can abort the connection if TLS is inavailable or fails for some reason.
el: Ο κατάλογος επιλογής <guilabel>Χρήση TLS</guilabel> καθορίζει πληροφορίες πώς να διαπραγματευτείτε την κρυπτογράφηση TLS. Η <application>Balsa</application> δεν μπορεί ποτέ να προσπαθήσει να την διαπραγματευτεί, μπορεί να ξεκινήσει κρυπτογράφηση TLS όποτε υποστηρίζεται από διακομιστή, ή μπορεί να διακόψει τη σύνδεση αν η TLS είναι μη διαθέσιμη ή αποτυγχάνει για κάποιο λόγο.
es: La lista de opciones <guilabel>Usar TLS</guilabel> establece la forma en que Balsa negociará el cifrado TLS. <application>Balsa</application> puede no negociarlo nunca, puede iniciar un cifrado TLS cuando el servidor lo soporta, o puede cancelar la conexión si TLS no está disponible o si falla por alguna razón.

source: <guilabel>Max. number of connections</guilabel> limits the number of concurrent connections open to the IMAP server. A number around 15-40 is a sane option as it avoids time-consuming and load-creating reselections of imap mailboxes. Some IMAP servers -- notably Courier -- limit the number of connections open from single IP number to 4 by default. The limit in balsa has to be in such a case adjusted accordingly.
el: Ο <guilabel>Μέγιστος αριθμός συνδέσεων</guilabel> περιορίζει τον αριθμό των ταυτόχρονων ανοικτών συνδέσεων στον διακομιστή IMAP. Ένας αριθμός περίπου 15-40 είναι μια λογική επιλογή καθώς αποφεύγει τις χρονοβόρες και επιβαρυμένες επανεπιλογές των γραμματοκιβωτίων imap. Μερικοί διακομιστές IMAP -- παράδειγμα Courier -- περιορίζουν τον αριθμό των ανοικτών συνδέσεων από έναν μοναδικό αριθμό IP μέχρι 4 από προεπιλογή. Το όριο στη balsa πρέπει να είναι σε μια τέτοια περίπτωση ρυθμισμένο ανάλογα.
es: El <guilabel>Número máximo de conexiones</guilabel> limita el número de conexiones abiertas simultáneamente en el servidor IMAP. Un número entre 15 y 40 es una opción sensata, ya que evita tiempo de consumo y sobrecargas al volver a seleccionar los buzones IMAP. Algunos servidores IMAP (sobre todo Courier), limitan el número de conexiones abiertas desde una única dirección IP a 4 de forma predeterminada. En tal caso, el límite en Balsa se debe ajustar adecuadamente.

source: The <guilabel>Enable persistent cache</guilabel> check box chooses whether <application>Balsa</application> should try to store downloaded messages between sessions or throw them away when it is closed. The optimal choice depends on the local configuration. If the connection to the IMAP server is slow and local storage in the home directory fast and cheap, it is recommended to enable persistent message cache. If the home directory is slow (eg. NFS-mounted) and the connection to the imap server - fast, persistent cache becomes just a burden and should be disabled.
el: Το πλαισίου ελέγχου <guilabel>Ενεργοποίηση μόνιμης κρυφής μνήμης</guilabel> επιλέγει αν η <application>Balsa</application> πρέπει να δοκιμάσει να αποθηκεύσει μεταφορτωμένα μηνύματα μεταξύ συνεδριών ή να τα διώξει όταν κλείσει. Η βέλτιστη επιλογή εξαρτάται από την τοπική διαμόρφωση. Αν η σύνδεση στον διακομιστή IMAP είναι αργή και η τοπική αποθήκευση στον προσωπικό κατάλογο γρήγορη και φτηνή, συνιστάται η ενεργοποίηση μόνιμης κρυφής μνήμης μηνύματος. Αν ο προσωπικός κατάλογος είναι αργός (πχ. προσαρτημένο NFS) και η σύνδεση στον διακομιστή imap - γρήγορη, η μόνιμη κρυφή μνήμη γίνεται απλά επιβάρυνση και πρέπει να απενεργοποιηθεί.
es: La casilla de verificación <guilabel>Activar caché persistente</guilabel> establece si <application>Balsa</application> debería guardar los mensajes entre sesiones o descartarlos cuando se cierra. La elección óptima depende de la configuración local. Si la conexión al servidor IMAP es lenta y el almacenamiento local en la carpeta de inicio es rápido y barato, se recomienda activar la caché de mensajes persistentes. Si la carpeta de inicio es lenta (por ejemplo, si está montada en NFS) y la conexión con el servidor IMAP es rápida, la caché persistente se vuelve una carga y se debería desactivar.
