Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: <menuchoice><guimenu>File</guimenu><guisubmenu>New</guisubmenu><guimenuitem>Remote IMAP subfolder...</guimenuitem></menuchoice> -- Open a dialog box to create a new subfolder in an existing IMAP folder tree. This <link linkend="subfolder-config">IMAP subfolder properties</link> dialog can also be used to rename or move a subfolder.
el: <menuchoice><guimenu>Αρχείο</guimenu><guisubmenu>Δημιουργία</guisubmenu><guimenuitem>Απομακρυσμένος υποφάκελος IMAP...</guimenuitem></menuchoice> -- Ανοίγει ένα πλαίσιο διαλόγου για τη δημιουργία ενός νέου υποφακέλου σε ένα υπάρχον δένδρο φακέλου IMAP. Αυτός ο διάλογος <link linkend="subfolder-config">Ιδιοτήτων υποφακέλου IMAP</link> μπορεί επίσης να χρησιμοποιηθεί για μετονομασία ή μετακίνηση ενός υποφακέλου.
es: <menuchoice><guimenu>Archivo</guimenu><guisubmenu>Nuevo</guisubmenu><guimenuitem>Subcarpeta IMAP remota...</guimenuitem></menuchoice>: abrir un cuadro de diálogo para crear una subcarpeta nueva dentro de un árbol de carpetas IMAP existente. Este diálogo de <link linkend="subfolder-config">propiedades de subcarpeta IMAP</link> también se puede usar para renombrar o mover una subcarpeta.

source: <menuchoice><shortcut><keysym>C</keysym></shortcut><guimenu>File</guimenu><guimenuitem>Continue</guimenuitem></menuchoice> -- Continue a postponed message.
el: <menuchoice><shortcut><keysym>C</keysym></shortcut><guimenu>Αρχείο</guimenu><guimenuitem>Συνέχιση</guimenuitem></menuchoice> -- Συνέχιση ενός αναβληθέντος μηνύματος.
es: <menuchoice><shortcut><keysym>C</keysym></shortcut><guimenu>Archivo</guimenu><guimenuitem>Continuar</guimenuitem></menuchoice>: continuar con un mensaje pendiente.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>M</keysym></keycombo></shortcut><guimenu>File</guimenu><guimenuitem>Get New Mail</guimenuitem></menuchoice> -- This causes <application>Balsa</application> to attempt to retrieve any new messages from the <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> server.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Μ</keysym></keycombo></shortcut><guimenu>Αρχείο</guimenu><guimenuitem>Λήψη νέου μηνύματος</guimenuitem></menuchoice> -- Αυτό προκαλεί τη <application>Balsa</application> να προσπαθήσει να ανακτήσει οποιοδήποτε νέο μήνυμα από τον διακομιστή <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>M</keysym></keycombo></shortcut><guimenu>Archivo</guimenu><guimenuitem>Obtener correo nuevo</guimenuitem></menuchoice>: esto hace que <application>Balsa</application> intente recuperar cualquier mensaje nuevo desde el servidor <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>T</keysym></keycombo></shortcut><guimenu>File</guimenu><guimenuitem>Send Queued Mail</guimenuitem></menuchoice> -- Send all mail waiting in the Outbox mailbox to the mail server now.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Τ</keysym></keycombo></shortcut><guimenu>Αρχείο</guimenu><guimenuitem>Αποστολή μηνυμάτων σε αναμονή</guimenuitem></menuchoice> -- Στέλνει όλα τα μηνύματα που περιμένουν στο γραμματοκιβώτιο εξερχομένων στον διακομιστή ηλεκτρονικού ταχυδρομείου τώρα.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>T</keysym></keycombo></shortcut><guimenu>Archivo</guimenu><guimenuitem>Enviar correo en cola</guimenuitem></menuchoice>: enviar ahora todos los correos pendientes en la bandeja de salida al servidor de correo.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>B</keysym></keycombo></shortcut><guimenu>File</guimenu><guimenuitem>Send and Receive Mail</guimenuitem></menuchoice> -- Send all mail waiting in the Outbox mailbox to the mail server now and retrieve any new messages.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Β</keysym></keycombo></shortcut><guimenu>Αρχείο</guimenu><guimenuitem>Αποστολή και λήψη αλληλογραφίας</guimenuitem></menuchoice> -- Στέλνει όλη την αλληλογραφία που περιμένει στο γραμματοκιβώτιο εξερχομένων προς τον διακομιστή αλληλογραφίας τώρα και ανακτά οποιοδήποτε νέο μήνυμα.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>B</keysym></keycombo></shortcut><guimenu>Archivo</guimenu><guimenuitem>Enviar y recibir correo</guimenuitem></menuchoice>: enviar todos los correos pendientes en la bandeja de salida al servidor de correo y recuperar cualquier mensaje nuevo.

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Page Setup</guimenuitem></menuchoice> -- Set print options such as paper size and print orientation.
el: <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Διαμόρφωση σελίδας</guimenuitem></menuchoice> -- Ορισμός επιλογών εκτύπωσης όπως μέγεθος χαρτιού και προσανατολισμός εκτύπωσης.
es: <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Configuración de página</guimenuitem></menuchoice>: establecer las opciones de impresión como el tamaño del papel y la orientación.

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Print</guimenuitem></menuchoice> -- Print the currently selected message (displayed in the message view pane.)
el: <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Εκτύπωση</guimenuitem></menuchoice> -- Εκτύπωση του τρέχοντος επιλεγμένου μηνύματος (που εμφανίζεται στο φάτνωμα προβολής μηνυμάτων.)
es: <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Imprimir</guimenuitem></menuchoice>: imprimir mensaje seleccionado actualmente (mostrado en el panel «vista del mensaje»).

source: <menuchoice><shortcut><keysym>B</keysym></shortcut><guimenu>File</guimenu><guimenuitem>Address Book</guimenuitem></menuchoice> -- Open <application>Balsa</application>'s address book.
el: <menuchoice><shortcut><keysym>Β</keysym></shortcut><guimenu>Αρχείο</guimenu><guimenuitem>βιβλίο διευθύνσεων</guimenuitem></menuchoice> -- Ανοίγει το βιβλίο διευθύνσεων της <application>Balsa</application>.
es: <menuchoice><shortcut><keysym>B</keysym></shortcut><guimenu>Archivo</guimenu><guimenuitem>Libreta de direcciones</guimenuitem></menuchoice>: abrir la libreta de direcciones de <application>Balsa</application>.

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Exit</guimenuitem></menuchoice> -- Exit the program.
el: <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Έξοδος</guimenuitem></menuchoice> -- Έξοδος από το πρόγραμμα.
es: <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Salir</guimenuitem></menuchoice>: salir del programa.

source: Edit
el: Επεξεργασία
es: Editar

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice> -- Copy selected text to the clipboard.
el: <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Αντιγραφή</guimenuitem></menuchoice> -- Αντιγραφή επιλεγμένου κειμένου στο πρόχειρο.
es: <menuchoice><guimenu>Editar</guimenu><guimenuitem>Copiar</guimenuitem></menuchoice>: copiar el texto seleccionado al portapapeles.

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Select All</guimenuitem></menuchoice> -- Select all text in the currently displayed message.
el: <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Επιλογή όλων</guimenuitem></menuchoice> -- Επιλέγει όλο το κείμενο στο τρέχον εμφανιζόμενο μήνυμα.
es: <menuchoice><guimenu>Editar</guimenu><guimenuitem>Seleccionar todo</guimenuitem></menuchoice>: seleccionar todo el texto del mensaje mostrado actualmente.

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Select Thread</guimenuitem></menuchoice> -- Select all messages in the same thread as the currently displayed message.
el: <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Επιλογή νήματος</guimenuitem></menuchoice> -- Επιλογή όλων των μηνυμάτων με το ίδιο νήμα όπως το τρέχον εμφανιζόμενο μήνυμα.
es: <menuchoice><guimenu>Editar</guimenu><guimenuitem>Seleccionar conversación</guimenuitem></menuchoice>: seleccionar todos los mensajes de la misma conversación que el mensaje mostrado actualmente.

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Find</guimenuitem></menuchoice> -- Find messages in the current mailbox that match a given set of conditions, using the <link linkend="win-search">search mailbox window</link>.
el: <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Εύρεση</guimenuitem></menuchoice> -- Εύρεση μηνυμάτων στο τρέχον γραμματοκιβώτιο που ταιριάζει με ένα δεδομένο σύνολο συνθηκών, χρησιμοποιώντας το <link linkend="win-search">Παράθυρο γραμματοκιβωτίου αναζήτησης</link>.
es: <menuchoice><guimenu>Editar</guimenu><guimenuitem>Buscar</guimenuitem></menuchoice>: buscar los mensajes del buzón actual que cumplan con ciertas condiciones, usando la <link linkend="win-search">ventana buscar buzón</link>.

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Find Next</guimenuitem></menuchoice> -- Find the next matching message.
el: <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Εύρεση επόμενου</guimenuitem></menuchoice> -- Εύρεση του επόμενου μηνύματος που ταιριάζει.
es: <menuchoice><guimenu>Editar</guimenu><guimenuitem>Buscar siguiente</guimenuitem></menuchoice>: buscar el siguiente mensaje coincidente.

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Find in Message</guimenuitem></menuchoice> -- Selecting this option opens a <quote>search bar</quote> at the foot of the message preview, in which you can type text for which <application>Balsa</application> will search in the current message.
el: <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Εύρεση στο μήνυμα</guimenuitem></menuchoice> -- Η επιλογή αυτής της δυνατότητας ανοίγει μια <quote>γραμμή αναζήτησης</quote> στο τέλος της προεπισκόπησης μηνύματος, στην οποία μπορείτε να πληκτρολογήσετε κείμενο το οποίο θα αναζητήσει η <application>Balsa</application> στο τρέχον μήνυμα.
es: <menuchoice><guimenu>Editar</guimenu><guimenuitem>Buscar en el mensaje</guimenuitem></menuchoice>: al seleccionar esta opción, se abre una «barra de búsqueda» al pie de la vista del mensaje, en la que puede escribir el texto que <application>Balsa</application> buscará dentro del mensaje actual.

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Filters</guimenuitem></menuchoice> -- Open up the <link linkend="win-filters">filters window</link>.
el: <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Φίλτρα</guimenuitem></menuchoice> -- Ανοίγει το <link linkend="win-filters">παράθυρο φίλτρων</link>.
es: <menuchoice><guimenu>Editar</guimenu><guimenuitem>Filtros...</guimenuitem></menuchoice>: abrir la <link linkend="win-filters">ventana «Filtros de Balsa»</link>.

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Export filters</guimenuitem></menuchoice> -- Open up a window for exporting filters in the Sieve format.
el: <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Εξαγωγή φίλτρων</guimenuitem></menuchoice> -- Ανοίγει ένα παράθυρο για εξαγωγή φίλτρων σε μορφή Sieve.
es: <menuchoice><guimenu>Editar</guimenu><guimenuitem>Exportar filtros</guimenuitem></menuchoice>: abrir una ventana para exportar filtros en formato Sieve.

source: <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences...</guimenuitem></menuchoice> -- Open the <link linkend="preferences">Preferences</link> window to change the settings of <application>Balsa</application>.
el: <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Προτιμήσεις...</guimenuitem></menuchoice> -- Ανοίγει το παράθυρο <link linkend="preferences">Προτιμήσεις</link> για αλλαγή των ρυθμίσεων της <application>Balsa</application>.
es: <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias</guimenuitem></menuchoice>: abrir la ventana <link linkend="preferences">Preferencias de Balsa</link> para cambiar su configuración.

source: View
el: Προβολή
es: Ver

source: Menu for changing how messages are viewed.
el: Μενού για αλλαγή της προβολής μηνυμάτων.
es: Menú para cambiar cómo se ven los mensajes

source: <menuchoice><guimenu>View</guimenu><guimenuitem>Show Mailbox Tree</guimenuitem></menuchoice> -- Toggle the display of the mailbox tree in the main window.
el: <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Εμφάνιση δένδρου γραμματοκιβωτίου</guimenuitem></menuchoice> -- Εναλλαγή της εμφάνισης του δένδρου του γραμματοκιβωτίου στο κύριο παράθυρο.
es: <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar árbol de buzones</guimenuitem></menuchoice>: alternar la visualización del árbol de buzones en la ventana principal.

source: <menuchoice><guimenu>View</guimenu><guimenuitem>Show Mailbox Tabs</guimenuitem></menuchoice> -- Toggle the display of tabs for all open mailboxes.
el: <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Εμφάνιση καρτελών γραμματοκιβωτίου</guimenuitem></menuchoice> -- Εναλλαγή της εμφάνισης των καρτελών για όλα τα ανοικτά γραμματοκιβώτια.
es: <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar solapas del buzón</guimenuitem></menuchoice>: alternar la visualización de las pestañas para todos los buzones abiertos.

source: <menuchoice><guimenu>View</guimenu><guimenuitem>Wrap</guimenuitem></menuchoice> -- Toggle the display of messages using word wrap. The column to which the message is wrapped is set in the <link linkend="preferences">Preferences</link> window.
el: <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Αναδίπλωση</guimenuitem></menuchoice> -- Εναλλαγή της εμφάνισης των μηνυμάτων χρησιμοποιώντας αναδίπλωση λέξεων. Η στήλη στην οποία το μήνυμα αναδιπλώνεται ορίζεται στο παράθυρο <link linkend="preferences">Προτιμήσεις</link>.
es: <menuchoice><guimenu>Ver</guimenu><guimenuitem>Auto-ajuste</guimenuitem></menuchoice>: activar o desactivar la visualización de los mensajes utilizando el ajuste de línea. La columna en la que se ajusta el mensaje está indicada en la ventana <link linkend="preferences">Preferencias de Balsa</link>.

source: <menuchoice><guimenu>View</guimenu><guimenuitem>No Headers</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Selected Headers</guimenuitem></menuchoice>, <menuchoice><guimenuitem>All Headers</guimenuitem></menuchoice> -- Select the headers to display in the message pane.
el: <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Χωρίς κεφαλίδες</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Επιλεγμένες κεφαλίδες</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Όλες οι κεφαλίδες</guimenuitem></menuchoice> -- Επιλογή των κεφαλίδων για εμφάνιση στο φάτνωμα μηνύματος.
es: <menuchoice><guimenu>Ver</guimenu><guimenuitem>Sin cabeceras</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Cabeceras seleccionadas</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Todas las cabeceras</guimenuitem></menuchoice> :seleccionar las cabeceras que mostrar en el panel de mensajes.

source: <menuchoice><guimenu>View</guimenu><guimenuitem>Flat index</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Simple threading</guimenuitem></menuchoice>, <menuchoice><guimenuitem>JWZ threading</guimenuitem></menuchoice> -- Select the type of threading used to display the messages in the message index.
el: <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>ομοιόμορφος δείκτης</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Απλό νήμα</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Νήμα JWZ</guimenuitem></menuchoice> -- Επιλογή του τύπου του χρησιμοποιούμενου νήματος για εμφάνιση των μηνυμάτων στο ευρετήριο μηνυμάτων.
es: <menuchoice><guimenu>Ver</guimenu><guimenuitem>Índice plano</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Conversaciones simples</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Conversaciones JWZ</guimenuitem></menuchoice>: seleccionar el tipo de conversaciones utilizado para mostrar los mensajes en el índice de mensajes.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>E</keysym></keycombo></shortcut><guimenu>View</guimenu><guimenuitem>Expand All</guimenuitem></menuchoice> -- <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>L</keysym></keycombo></shortcut><guimenu>View</guimenu><guimenuitem>Collapse All</guimenuitem></menuchoice> -- Expand or collapse all threads in the currently displayed mailbox.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>E</keysym></keycombo></shortcut><guimenu>Προβολή</guimenu><guimenuitem>Ανάπτυξη όλων</guimenuitem></menuchoice> -- <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>L</keysym></keycombo></shortcut><guimenu>Προβολή</guimenu><guimenuitem>Σύμπτυξη όλων</guimenuitem></menuchoice> -- Ανάπτυξη ή σύμπτυξη όλων των νημάτων στο τρέχον εμφανιζόμενο γραμματοκιβώτιο.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>E</keysym></keycombo></shortcut><guimenu>Ver</guimenu><guimenuitem>Expandir todo</guimenuitem></menuchoice> -- <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>L</keysym></keycombo></shortcut><guimenu>Ver</guimenu><guimenuitem>Contraer todo</guimenuitem></menuchoice>: expandir o contraer todas las conversaciones del buzón mostrado actualmente.

source: <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom In</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Zoom Out</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Zoom 100%</guimenuitem></menuchoice> -- Alter the font size of HTML messages. Plain text messages will always use the font specified in the <link linkend="preferences">Preferences</link> window.
el: <menuchoice><guimenu>Προβολή</guimenu><guimenuitem>Μεγέθυνση</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Σμίκρυνση</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Μεγέθυνση 100%</guimenuitem></menuchoice> -- Αλλαγή του μεγέθους γραμματοσειράς των μηνυμάτων HTML. Απλό κείμενο μηνυμάτων θα χρησιμοποιήσει πάντα την ορισμένη γραμματοσειρά στο παράθυρο <link linkend="preferences">Προτιμήσεις</link>.
es: <menuchoice><guimenu>Ver</guimenu><guimenuitem>Acercar</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Alejar</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Aumento al 100%</guimenuitem></menuchoice>: cambiar el tamaño de la tipografía de los mensajes HTML. Los mensajes de texto plano usarán siempre la tipografía indicada en la ventana <link linkend="preferences">Preferencias de Balsa</link>.

source: Mailbox
el: Γραμματοκιβώτιο
es: Buzón

source: For manipulating mailboxes.
el: Χειρισμός γραμματοκιβωτίων.
es: Para manipular los buzones.

source: <menuchoice><shortcut><keysym>N</keysym></shortcut><guimenu>Mailbox</guimenu><guimenuitem>Next</guimenuitem></menuchoice> -- Select the next message in the current mailbox.
el: <menuchoice><shortcut><keysym>N</keysym></shortcut><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Επόμενο</guimenuitem></menuchoice> -- Επιλογή του επόμενου μηνύματος στο τρέχον γραμματοκιβώτιο.
es: <menuchoice><shortcut><keysym>N</keysym></shortcut><guimenu>Buzón</guimenu><guimenuitem>Mensaje siguiente</guimenuitem></menuchoice>: seleccionar el siguiente mensaje en el buzón actual.

source: <menuchoice><shortcut><keysym>P</keysym></shortcut><guimenu>Mailbox</guimenu><guimenuitem>Previous</guimenuitem></menuchoice> -- Select the previous message in the current mailbox.
el: <menuchoice><shortcut><keysym>P</keysym></shortcut><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Προηγούμενο</guimenuitem></menuchoice> -- Επιλογή του προηγούμενου μηνύματος στο τρέχον γραμματοκιβώτιο.
es: <menuchoice><shortcut><keysym>P</keysym></shortcut><guimenu>Buzón</guimenu><guimenuitem>Mensaje anterior</guimenuitem></menuchoice>: seleccionar el mensaje anterior en el buzón actual.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>N</keysym></keycombo></shortcut><guimenu>Mailbox</guimenu><guimenuitem>Next Unread</guimenuitem></menuchoice> -- Select the next unread message in the current mailbox.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>N</keysym></keycombo></shortcut><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Επόμενο αδιάβαστο</guimenuitem></menuchoice> -- Επιλογή του επόμενου αδιάβαστου μηνύματος στο τρέχον γραμματοκιβώτιο.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>N</keysym></keycombo></shortcut><guimenu>Buzón</guimenu><guimenuitem>Siguiente mensaje no leído</guimenuitem></menuchoice>: siguiente mensaje no leído en el buzón actual.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Alt</keysym><keysym>F</keysym></keycombo></shortcut><guimenu>Mailbox</guimenu><guimenuitem>Next Flagged</guimenuitem></menuchoice> -- Select the next flagged message in the current mailbox.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Alt</keysym><keysym>F</keysym></keycombo></shortcut><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Επόμενο με σημαία</guimenuitem></menuchoice> -- Επιλογή του επόμενου μηνύματος με σημαία στο τρέχον γραμματοκιβώτιο.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Alt</keysym><keysym>F</keysym></keycombo></shortcut><guimenu>Buzón</guimenu><guimenuitem>Siguiente mensaje marcado</guimenuitem></menuchoice>: seleccionar el siguiente mensaje marcado en el buzón actual.

source: <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Hide messages</guimenuitem></menuchoice> -- A submenu listing all the types of messages that may be hidden and unhidden in the current mailbox. Types in the submenu are toggled when selected. A Checkmark indicates it is currently hidden.
el: <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Απόκρυψη μηνυμάτων</guimenuitem></menuchoice> -- Ένα υπομενού που καταγράφει όλους τους τύπους των μηνυμάτων που μπορούν να κρυφτούν και να επανεμφανιστούν στο τρέχον γραμματοκιβώτιο. Οι τύποι στο υπομενού εναλλάσσονται όταν επιλεγούν. Ένα σημάδι ελέγχου δείχνει ότι είναι αυτή τη στιγμή κρυφοί.
es: <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Ocultar mensajes</guimenuitem></menuchoice>: un submenú que lista todos los tipos de mensajes que se pueden ocultar o no en el buzón actual. Cuando se selecciona un tipo de mensaje del submenú, se alterna entre oculto y no oculto. La marca de verificación indica que actualmente está oculto.

source: <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Reset Filter</guimenuitem></menuchoice> -- Resets to the mailbox filter.
el: <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Επαναφορά φίλτρου</guimenuitem></menuchoice> -- Επαναφέρει το φίλτρο του γραμματοκιβωτίου.
es: <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Restablecer filtro</guimenuitem></menuchoice>: restablecer los filtros del buzón.

source: <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Select All</guimenuitem></menuchoice> -- Selects all messages in the current mailbox.
el: <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Επιλογή όλων</guimenuitem></menuchoice> -- Επιλέγει όλα τα μηνύματα στο τρέχον γραμματοκιβώτιο.
es: <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Seleccionar todo</guimenuitem></menuchoice>: seleccionar todos los mensajes del buzón actual.

source: <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Edit...</guimenuitem></menuchoice> -- Edit mailbox properties.
el: <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Επεξεργασία...</guimenuitem></menuchoice> -- Επεξεργασία ιδιοτήτων γραμματοκιβωτίου.
es: <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Editar...</guimenuitem></menuchoice>: editar las propiedades del buzón.

source: <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Delete...</guimenuitem></menuchoice> -- Delete the currently selected mailbox.
el: <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Διαγραφή...</guimenuitem></menuchoice> -- Διαγραφή του τρέχοντος επιλεγμένου γραμματοκιβωτίου.
es: <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Borrar...</guimenuitem></menuchoice>: borrar el buzón actualmente seleccionado.
