Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: The <guibutton>OK</guibutton> button: saves the list of filters associated to the mailbox. Note that this does not apply the filters to the mailbox. It is useful only when you have set up automatic filters, or when you have to manually apply a lot of filters frequently to this mailbox: the next time <application>Balsa</application> will reload the saved filters and you will only have to press the <guibutton>Apply</guibutton> button.
el: Το πλήκτρο <guibutton>Εντάξει</guibutton>: αποθηκεύει τον κατάλογο των φίλτρων που σχετίζεται με το γραμματοκιβώτιο. Σημειώστε ότι αυτό δεν εφαρμόζεται στα φίλτρα του γραμματοκιβωτίου. Είναι χρήσιμο μόνο όταν έχετε εγκαταστήσει αυτόματα φίλτρα, ή όταν πρέπει να εφαρμόσετε χειροκίνητα πολλά φίλτρα συχνά σε αυτό το γραμματοκιβώτιο: την επόμενη φορά η <application>Balsa</application> θα επαναφορτώσει τα αποθηκευμένα φίλτρα και θα πρέπει απλώς να πατήσετε το πλήκτρο <guibutton>Εφαρμογή</guibutton>.
es: El botón <guibutton>Aceptar</guibutton>: se guarda la lista de filtros asociada al buzón. Tenga en cuenta que esto no aplica los filtros al buzón. Esto es útil sólo cuando se han configurado filtros automáticos, o cuando tiene que aplicar manualmente muchos filtros a este buzón con frecuencia; la siguiente vez que <application>Balsa</application> recargue los filtros guardados, solamente tendrá que pulsar el botón <guibutton>Aplicar</guibutton>.

source: The <guibutton>Cancel</guibutton> button: this discards any changes and closes the dialog box.
el: Το πλήκτρο <guibutton>Ακύρωση</guibutton>: αυτό απορρίπτει οποιαδήποτε αλλαγή και κλείνει το πλαίσιο διαλόγου.
es: El botón <guibutton>Cancelar</guibutton>: esto descarta cualquier cambio y cierra el cuadro de diálogo.

source: The <guibutton>Help</guibutton> button: opens this help window.
el: Το πλήκτρο <guibutton>Βοήθεια</guibutton>: ανοίγει αυτό το παράθυρο βοήθειας.
es: El botón <guibutton>Ayuda</guibutton>: abre esta ventana de ayuda.

source: There are three buttons below the filters lists: <placeholder-1/>
el: Υπάρχουν τρία πλήκτρα κάτω από τους καταλόγους φίλτρων: <placeholder-1/>
es: Hay tres botones debajo de la lista de filtros: <placeholder-1/>

source: Available mailbox formats
el: Διαθέσιμες μορφές γραμματοκιβωτίου
es: Formatos de buzones disponibles

source: <application>Balsa</application> handles several mailbox formats, including mbox.
el: Η <application>Balsa</application> χειρίζεται πολλές μορφές γραμματοκιβωτίου, συμπεριλαμβανομένου του mbox.
es: <application>Balsa</application> soporta varios formatos de buzones, incluido mbox.

source: Benchmarking mbox versus maildir <ulink type="http" url="http://www.courier-mta.org/mbox-vs-maildir/">http://www.courier-mta.org/mbox-vs-maildir/</ulink>
el: Για μέτρηση επιδόσεων mbox κατά maildir δείτε: <ulink type="http" url="http://www.courier-mta.org/mbox-vs-maildir/">http://www.courier-mta.org/mbox-vs-maildir/</ulink>
es: Parámetros de referencia de mbox contra maildir <ulink type="http" url="http://www.courier-mta.org/mbox-vs-maildir/">http://www.courier-mta.org/mbox-vs-maildir/</ulink>

source: Mailbox Format Characteristics <ulink type="http" url="http://www.washington.edu/imap/documentation/formats.txt.html">http://www.washington.edu/imap/documentation/formats.txt.html</ulink>
el: Για τα χαρακτηριστικά μορφής γραμματοκιβωτίου δείτε: <ulink type="http" url="http://www.washington.edu/imap/documentation/formats.txt.html">http://www.washington.edu/imap/documentation/formats.txt.html</ulink>
es: Características del formato mailbox <ulink type="http" url="http://www.washington.edu/imap/documentation/formats.txt.html">http://www.washington.edu/imap/documentation/formats.txt.html</ulink>

source: maildir(5) manual page (from qmail) <ulink type="http" url="http://www.qmail.org/qmail-manual-html/man5/maildir.html">http://www.qmail.org/qmail-manual-html/man5/maildir.html</ulink>
el: Για τη σελίδα εγχειριδίου maildir(5) (από qmail) δείτε: <ulink type="http" url="http://www.qmail.org/qmail-manual-html/man5/maildir.html">http://www.qmail.org/qmail-manual-html/man5/maildir.html</ulink>
es: Página de manual de maildir(5) (de qmail) <ulink type="http" url="http://www.qmail.org/qmail-manual-html/man5/maildir.html">http://www.qmail.org/qmail-manual-html/man5/maildir.html</ulink>

source: Using maildir format <ulink type="http" url="http://cr.yp.to/proto/maildir.html">http://cr.yp.to/proto/maildir.html</ulink>
el: Για τη χρήση της μορφής maildir δείτε: <ulink type="http" url="http://cr.yp.to/proto/maildir.html">http://cr.yp.to/proto/maildir.html</ulink>
es: Uso del formato maildir <ulink type="http" url="http://cr.yp.to/proto/maildir.html">http://cr.yp.to/proto/maildir.html</ulink>

source: mbox(5) manual page (from qmail) <ulink type="http" url="http://www.qmail.org/qmail-manual-html/man5/mbox.html">http://www.qmail.org/qmail-manual-html/man5/mbox.html</ulink>
el: Για τη σελίδα εγχειριδίου mbox(5) (από qmail) δείτε: <ulink type="http" url="http://www.qmail.org/qmail-manual-html/man5/mbox.html">http://www.qmail.org/qmail-manual-html/man5/mbox.html</ulink>
es: Página de manual de mbox(5) (de qmail) <ulink type="http" url="http://www.qmail.org/qmail-manual-html/man5/mbox.html">http://www.qmail.org/qmail-manual-html/man5/mbox.html</ulink>

source: Mailbox formats (from Mail-Administrator HOWTO) <ulink type="http" url="http://linuxdocs.org/HOWTOs/Mail-Administrator-HOWTO-3.html#ss3.5">http://linuxdocs.org/HOWTOs/Mail-Administrator-HOWTO-3.html#ss3.5</ulink>
el: Για τις μορφές γραμματοκιβωτίου (από τον διαχειριστή αλληλογραφίας ΠΩΣΝΑ) δείτε: <ulink type="http" url="http://linuxdocs.org/HOWTOs/Mail-Administrator-HOWTO-3.html#ss3.5">http://linuxdocs.org/HOWTOs/Mail-Administrator-HOWTO-3.html#ss3.5</ulink>
es: Formatos de buzones (de «Mail-Administrator HOWTO») <ulink type="http" url="http://linuxdocs.org/HOWTOs/Mail-Administrator-HOWTO-3.html#ss3.5">http://linuxdocs.org/HOWTOs/Mail-Administrator-HOWTO-3.html#ss3.5</ulink>

source: The further information can be found in the following documents: <placeholder-1/>
el: Παραπέρα πληροφορίες μπορούν να βρεθούν στα παρακάτω έγγραφα: <placeholder-1/>
es: La información adicional se puede encontrar en los siguientes documentos: <placeholder-1/>

source: Common Tasks with <application>Balsa</application>
el: Κοινές εργασίες με την <application>Balsa</application>
es: Tareas comunes con <application>Balsa</application>

source: This section explains many of the things you might want to do with <application>Balsa</application>.
el: Αυτή η ενότητα εξηγεί πολλά από τα πράγματα που μπορεί να θέλετε να κάνετε με την <application>Balsa</application>.
es: Esta sección explica mucha de las cosas que querrá hacer con <application>Balsa</application>.

source: Creating new mailboxes
el: Δημιουργία νέων γραμματοκιβωτίων
es: Crear buzones nuevos

source: Moving messages around
el: Μετακίνηση μηνυμάτων ολόγυρα
es: Mover mensajes

source: Making one of the main folders IMAP-based
el: Δημιουργία ενός από τους κύριους φακέλους με βάση IMAP
es: Hacer que una de las carpetas principales esté basada en IMAP

source: Expanding e-mail addresses automatically
el: Αυτόματη επέκταση διευθύνσεων ηλεκτρονικού ταχυδρομείου
es: Expandir direcciones de correo-e automáticamente

source: Setting up LDAP address books
el: Ρύθμιση βιβλίων διευθύνσεων LDAP
es: Establecer libretas de direcciones LDAP

source: Creating New Mailboxes
el: Δημιουργία νέων γραμματοκιβωτίων
es: Crear buzones de correo nuevos

source: You can create new local and IMAP mailboxes by right-clicking in the mailbox list and selecting New Mailbox. This will start a dialog that will let you name the mailbox and specify its location.
el: Μπορείτε να δημιουργήσετε νέα τοπικά και IMAP γραμματοκιβώτια δεξιοπατώντας στον κατάλογο γραμματοκιβωτίων και επιλέγοντας Νέο γραμματοκιβώτιο. Αυτό θα ξεκινήσει έναν διάλογο που θα σας επιτρέψει να ονομάσετε το γραμματοκιβώτιο και να ορίσετε την τοποθεσία του.
es: Se pueden crear buzones locales o IMAP nuevos al pulsar el botón derecho del ratón en la lista de buzones y seleccionado «Buzón nuevo». Esto iniciará un cuadro de diálogo que permite nombrar al buzón y establecer su ubicación.

source: To create a new <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> mailbox, go to the configuration dialog, select the Mailboxes section, and click Add in the POP3 area. A dialog will be displayed that will let you set up the new mailbox.
el: Για τη δημιουργία ενός νέου γραμματοκιβωτίου <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>, πηγαίνετε στον διάλογο διαμόρφωσης, επιλέξτε την ενότητα των γραμματοκιβωτίων και πατήστε προσθήκη στην περιοχή POP3. Θα εμφανιστεί ένας διάλογος που θα σας επιτρέψει να ρυθμίσετε το νέο γραμματοκιβώτιο.
es: Para crear un buzón <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> nuevo, vaya al diálogo de configuración, seleccione la sección de «Buzones» y pulse «Añadir» en el área de POP3. Se mostrará un cuadro de diálogo que permitirá configurar un buzón nuevo.

source: Under <application>Sawfish</application>, this dialog has been known to become obscured, causing the appearance that <application>Balsa</application> has locked up. Move the configuration dialog and see if the new dialog was hidden.
el: Στο <application>Sawfish</application>, αυτός ο διάλογος είναι γνωστό ότι θολώνει, προκαλώντας την εμφάνιση ότι η <application>Balsa</application> έχει κλειδωθεί. Μετακινήστε τον διάλογο διαμόρφωσης και δείτε αν ο νέος διάλογος έχει κρυφτεί.
es: Bajo <application>Sawfish</application>, se sabe que esta cuadro de diálogo se vuelve oscuro, dando la impresión de que <application>Balsa</application> se ha bloqueado. Mueva el diálogo de configuración y vea si el diálogo nuevo estaba oculto.

source: Moving Messages
el: Μετακίνηση μηνυμάτων
es: Mover mensajes

source: There are several methods available for moving or copying messages from one mailbox to another. The first is via the <guimenuitem>Transfer</guimenuitem> context menu, and the second is using drag and drop.
el: Υπάρχουν πολλές διαθέσιμες μέθοδοι για μετακίνηση ή αντιγραφή μηνυμάτων από ένα γραμματοκιβώτιο σε ένα άλλο. Το πρώτο είναι μέσα από το μενού περιεχομένων <guimenuitem>Μεταφορά</guimenuitem> και το δεύτερο είναι χρησιμοποιώντας μεταφορά και απόθεση.
es: Hay varios métodos disponibles para mover o copiar mensajes de un buzón a otro. El primero es a través del menú contextual <guimenuitem>Mover a</guimenuitem>, y el segundo es arrastrando y soltando.

source: To transfer messages using the <guimenuitem>Transfer</guimenuitem> menu, simply select the messages you desire to move from one mailbox, then bring up the context menu and select the <guimenuitem>Transfer</guimenuitem> submenu. This will display a list of mailboxes similar to the mailbox list in the main window. The list can be scrolled and trees expanded and collapsed, although these changes will not be reflected in the main list. Selecting a mailbox will start the transfer.
el: Για μεταφορά μηνυμάτων χρησιμοποιώντας το μενού <guimenuitem>Μεταφορά</guimenuitem>, επιλέξτε απλά τα μηνύματα που θέλετε να μετακινήσετε από ένα γραμματοκιβώτιο, έπειτα εμφανίστε το μενού περιεχομένων και επιλέξτε το υπομενού <guimenuitem>Μεταφορά</guimenuitem>. Αυτό θα εμφανίσει έναν κατάλογο γραμματοκιβωτίων παρόμοιο με τον κατάλογο του γραμματοκιβωτίου στο κύριο παράθυρο. Ο κατάλογος μπορεί να κυλιστεί και τα δένδρα να αναπτυχθούν και να συμπτυχθούν, αν και αυτές οι αλλαγές δεν θα απεικονιστούν στον κύριο κατάλογο. Επιλέγοντας ένα γραμματοκιβώτιο θα ξεκινήσει η μεταφορά.
es: Para mover mensajes utilizando el menú <guimenuitem>Mover a</guimenuitem>, simplemente seleccione los mensajes que desee mover de un buzón, luego abra el menú contextual y seleccione el submenú <guimenuitem>Mover a</guimenuitem>. Esto mostrará una lista de los buzones similar a la lista de la ventana principal. La lista se puede desplazar, y los árboles expandir y contraer, aunque estos cambios no se reflejarán en la lista principal. Al seleccionar un buzón, se iniciará la tranferencia.

source: The other method of transferring messages is to simply drag and drop the message(s) from the message index to the desired destination. Select the message(s) you wish to transfer, then drag them using the mouse until they are over the intended mailbox. The destination can either be in the mailbox list in the main window, or if open mailbox tabs are enabled the messages can be dragged to them. Messages are copied by default, but holding down the <keysym>Shift</keysym> key when dropping the messages will move them instead.
el: Η άλλη μέθοδος μεταφοράς μηνυμάτων είναι με μεταφορά και απόθεση των μηνυμάτων από το ευρετήριο μηνυμάτων στον επιθυμητό προορισμό. Επιλέξτε τα μηνύματα που θέλετε να μεταφέρετε, έπειτα μεταφέρτε τα χρησιμοποιώντας το ποντίκι μέχρι να είναι πάνω από το προοριζόμενο γραμματοκιβώτιο. Ο προορισμός μπορεί να είναι είτε στον κατάλογο του γραμματοκιβωτίου στο κύριο παράθυρο, είτε αν είναι ενεργές ανοικτές καρτέλες γραμματοκιβωτίου τα μηνύματα μπορούν να μετακινηθούν σε αυτά. Τα μηνύματα αντιγράφονται από προεπιλογή, αλλά κρατώντας πατημένο το πλήκτρο <keysym>Shift</keysym> κατά την απόθεση των μηνυμάτων αυτά θα μετακινηθούν.
es: El otro método de mover mensajes es simplemente arrastrar y soltar los mensajes desde el índice al destino deseado. Seleccione los mensajes para transferir, luego arrástrelos usando el ratón hasta que se encuentren sobre el buzón deseado. El destino puede estar en la lista de buzones de la ventana principal o, si están activas, en las pestañas de buzones abiertos. De manera predeterminada, los mensajes se copian, pero manteniendo presionada la tecla <keysym>Mayús</keysym>, al soltar un mensaje se moverá en vez de copiarse.

source: I want one of the main folders to be IMAP
el: Θέλω ένας από τους κύριους φακέλους να είναι IMAP
es: Quiero que una de las carpetas principales sea IMAP

source: First, create the IMAP folder as you want it configured. Then, press right mouse button on the mailbox entry and select <guimenuitem>Mark as Inbox</guimenuitem>. That is all!
el: Πρώτα, δημιουργήστε τον φάκελο IMAP που θα θέλετε να ρυθμιστεί. Έπειτα, πατήστε το δεξιό πλήκτρο του ποντικιού στην καταχώριση του γραμματοκιβωτίου και επιλέξτε <guimenuitem>Σημείωση ως εισερχόμενα</guimenuitem>. Έτοιμο!
es: Primero, cree la carpeta IMAP como la quiera configurar. Luego, presione el botón derecho del ratón en la entrada del buzón y seleccione <guimenuitem>Marcar como buzón de entrada</guimenuitem>. ¡Eso es todo!

source: I want Balsa to guess my friends
el: Θέλω το Balsa να μαντεύει τους φίλους μου
es: Quiero que Balsa adivine mis amigos

source: <application>Balsa</application> can expand the names of your contacts it finds in <application>Balsa</application> addressbooks. It will do this by any part of the contact's name or email address.
el: Η <application>Balsa</application> μπορεί να αναπτύξει τα ονόματα των επαφών σας που βρίσκει στα βιβλία διευθύνσεων της <application>Balsa</application>. Θα το κάνει από οποιοδήποτε τμήμα του ονόματος επαφής ή από διεύθυνση αλληλογραφίας.
es: <application>Balsa</application> puede expandir los nombres de los contactos que se encuentran en su libreta de direcciones. Esto se realizará para cualquier parte del nombre del contacto o la dirección de correo.

source: As you type a username in any of the To:, Cc:, or Bcc: entry boxes in the <link linkend="win-composer">Compose window</link>, it will do a case insensitive search in the addressbook for a matching username, and pop up a list of matching complete addresses. Press <keysym>Cursor-Down</keysym> to highlight one of the addresses, and <keysym>Enter</keysym> to select it.
el: Καθώς πληκτρολογείτε ένα όνομα χρήστη σε οποιοδήποτε από τα πλαίσια καταχώρισης Προς, Κοινοποίηση, Κρυφή κοινοποίηση στο <link linkend="win-composer">Παράθυρο σύνταξης</link>, θα κάνει μια αναζήτηση ανεξάρτητα από πεζά/κεφαλαία στο βιβλίο διευθύνσεων για μια συμφωνία ονόματος χρήστη και θα εμφανίσει έναν κατάλογο διευθύνσεων που ταιριάζουν πλήρως. Πατήστε το <keysym>κάτω βέλος</keysym> για να επισημάνετε μία από τις διευθύνσεις και το πλήκτρο <keysym>Εισαγωγή</keysym> για να το επιλέξετε.
es: Mientras escribe un nombre de usuario en cualquiera de las cajas de texto «Para:», «Cc:» o «Cco» en la <link linkend="win-composer">ventana de composición</link>, se realizará una búsqueda sin importar las mayúsculas en la libreta de direcciones para un nombre de usuario coincidente, y mostrará una lista de las direcciones coincidentes completas. Pulse <keysym>Flecha Abajo</keysym> para resaltar una de las direcciones, e <keysym>Intro</keysym> para seleccionarla.

source: To enable this feature, you must select which address books you wish to be searched for aliases to expand. This can be done in the <link linkend="preferences-address-books">Preferences</link> window, on the <guilabel>Address Books</guilabel> page. Also, some address books are expensive to lookup. You will need then to press <keysym>Escape</keysym> to explicitly expand the alias.
el: Για την ενεργοποίηση αυτού του γνωρίσματος, πρέπει να επιλέξετε ποια βιβλία διευθύνσεων θέλετε να αναζητηθούν για ψευδώνυμα ώστε να αναπτυχθούν. Αυτό μπορεί να γίνει στο παράθυρο <link linkend="preferences-address-books">Προτιμήσεις</link>, στη σελίδα <guilabel>Βιβλία διευθύνσεων</guilabel>. Επίσης, μερικά βιβλία διευθύνσεων είναι χρονοβόρα για αναζήτηση. Θα χρειαστείτε τότε να πατήσετε το πλήκτρο <keysym>Διαφυγή</keysym> για την ρητή ανάπτυξη του ψευδωνύμου.
es: Para activar esta característica, debe seleccionar la libreta de direcciones donde desea buscar alias para expandir. Esto se puede hacer en la ventana de <link linkend="preferences-address-books">Preferencias</link>, en la página <guilabel>Libretas de direcciones</guilabel>. Además, algunas libretas de direcciones son costosas para buscar. Entonces tendrá que pulsar la tecla <keysym>Esc</keysym>para ampliar de forma explícita el alias.

source: Only steps crucial for <application>Balsa</application> are described here. Some of the steps may be specific to OpenLDAP server. Whenever in doubt, consult the documentation provided with your LDAP server.
el: Μόνο τα βασικά βήματα για την <application>Balsa</application> περιγράφονται εδώ. Μερικά από τα βήματα μπορεί να είναι ειδικά στον διακομιστή OpenLDAP. Όποτε αμφιβάλετε, συμβουλευτείτε την παρεχόμενη τεκμηρίωση με τον διακομιστή σας LDAP.
es: A continuación se describen solo los pasos cruciales para <application>Balsa</application>. Alguno de los pasos pueden ser específicos para servidores OpenLDAP. En caso de duda, consulte la documentación suministrada con el servidor LDAP.

source: Install the LDAP server software.
el: Εγκαταστήστε το λογισμικό διακομιστή LDAP.
es: Instalar el software del servidor LDAP.

source: Configure. In the case of OpenLDAP, edit <filename>/etc/openldap/ldap.conf</filename> and <filename>/etc/openldap/slapd.conf</filename>. Consult your LDAP configuration and other sources to choose the right Domain Name for your institution and authentication level apriopriate to your environment.
el: Διαμόρφωση. Στην περίπτωση του OpenLDAP, επεξεργαστείτε <filename>/etc/openldap/ldap.conf</filename> και <filename>/etc/openldap/slapd.conf</filename>. Συμβουλευτείτε τη διαμόρφωσή σας LDAP και άλλες πηγές για να επιλέξετε το σωστό όνομα τομέα για τον οργανισμό σας και το κατάλληλο επίπεδο αυθεντικοποίησης στο περιβάλλον σας.
es: Configurar. En el caso de OpenLDAP, editar <filename>/etc/openldap/ldap.conf</filename> y <filename>/etc/openldap/slapd.conf</filename>. Consulte su configuración LDAP y otras fuentes para elegir el «nombre de dominio» correcto para su institución y nivel de autentificación apropiados a su entorno.

source: Import data to your LDAP server. OpenLDAP comes with a set of migration tools but they do not create directly objects of standard <classname>inetOrgPerson</classname> class which is an apropriate type for address book entry. You may need to tune them.
el: Εισάγετε δεδομένα στον διακομιστή σας LDAP. Το OpenLDAP έρχεται με ένα σύνολο εργαλείων μετανάστευσης, αλλά δεν δημιουργεί αμέσως αντικείμενα τυπικής κλάσης <classname>inetOrgPerson</classname> που είναι ένας κατάλληλος τύπος για καταχώριση βιβλίου διευθύνσεων. Μπορεί να χρειαστείτε να τα συντονίσετε.
es: Importar datos a su servidor LDAP. OpenLDAP viene con un conjunto de herremientas de migración, pero ellas no crean objetos directamente de la clase estándar <classname>inetOrgPerson</classname>, que es un tipo apropiado para ingresar libretas de direcciones. Es posible que tenga que ajustarlas.

source: <application>Balsa</application> searches for objects having <property>mail</property> attribute. The search is done on the <property>cn</property> attribute and the search filter has a form <quote>(&amp;(mail=*)(cn=John D))</quote>. <application>Balsa</application> uses <property>cn</property> (common name), <property>givenName</property> (given name), <property>sn</property> (surname) and <property>mail</property> (e-mail address) attributes of the found objects.
el: Η <application>Balsa</application> αναζητά αντικείμενα που έχουν γνώρισμα <property>αλληλογραφία</property>. Η αναζήτηση γίνεται στο γνώρισμα <property>cn</property> και το φίλτρο αναζήτησης έχει μια μορφή <quote>(&amp;(mail=*)(cn=John D))</quote>. Η <application>Balsa</application> χρησιμοποιεί μια <property>cn</property> (κοινό όνομα), <property>givenName</property> (δοσμένο όνομα), <property>sn</property> (επώνυμο) και γνωρίσματα <property>αλληλογραφίας</property> (διεύθυνση ηλεκτρονικού ταχυδρομείου) των ευρεθέντων αντικειμένων.
es: <application>Balsa</application> busca objetos con el atributo <property>mail</property>. La búsqueda se realiza en el atributo <property>cn</property> y el filtro de búsqueda tiene una forma <quote>(&amp;(mail=*)(cn=John D))</quote>. <application>Balsa</application> utiliza los atributos <property>cn</property> (nombre común), <property>givenName</property> (nombre dado), <property>sn</property> (apellido) y <property>mail</property> (dirección de correo electrónico) de los objetos encontrados.

source: It's not Working!!!
el: Δεν δουλεύει!!!
es: No funciona.

source: This is a FAQ for when <application>Balsa</application> appears to lock up, or other things that you think should be happening aren't. If you can't figure out how to do something but <application>Balsa</application> lets you do it, that's a bug. Report it.
el: Αυτή είναι μια συχνή ερώτηση όταν εμφανίζεται η <application>Balsa</application> για κλείδωμα , ή όταν άλλα πράγματα που νομίζετε ότι πρέπει να συμβαίνουν δεν γίνονται. Αν δεν μπορείτε να καταλάβετε πώς να κάνετε κάτι, αλλά η <application>Balsa</application> σας το επιτρέπει, αυτό είναι ένα σφάλμα. Αναφέρτε το.
es: Ésta es una lista de P+F para cuando <application>Balsa</application> parece bloquearse u otras cosas que piensa que deben estar pasando no suceden. Si no puede descubrir cómo hacer algo pero <application>Balsa</application> se lo permite, eso es un error. Informe de este error.

source: <placeholder-1/>'s frozen!
el: Παγωμένο <placeholder-1/>!
es: <placeholder-1/> está congelado.

source: What's that window that flashed on the screen?
el: Ποιο είναι αυτό το παράθυρο που αναλάμπει στην οθόνη;
es: ¿Qué es esa ventana que parpadea en la pantalla?

source: The address book doesn't import my addresses.
el: Το βιβλίο διευθύνσεων δεν εισάγει τις διευθύνσεις μου.
es: La libreta de direcciones no importa mis direcciones.

source: I want a basic mailbox to use IMAP
el: Θέλω ένα βασικό γραμματοκιβώτιο για χρήση με IMAP
es: Quiero un buzón de correo básico para usar IMAP

source: See <link linkend="ct-main-folder-imap">this section</link>.
el: Δείτε <link linkend="ct-main-folder-imap">αυτήν την ενότητα</link>.
es: Consulte <link linkend="ct-main-folder-imap">esta sección</link>.
