Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: This page describes the actions to take in case the filter matches. First you specify the notification to inform you that the one or several messages has matched the filter in the <guilabel>Notification</guilabel> frame. Then in the <guilabel>Action</guilabel> frame you tell what to do with the matching messages. You can ask <application>Balsa</application> to copy or move them to any mailbox, or to send them to the trash can. The other actions are not yet implemented.
el: Αυτή η σελίδα περιγράφει τις ενέργειες που παίρνονται στην περίπτωση συμφωνίας του φίλτρου. Ορίσετε πρώτα την ειδοποίηση που πληροφορεί ότι ένα ή πολλά μηνύματα ταιριάζουν με το φίλτρο στο πλαίσιο <guilabel>Ειδοποίηση</guilabel>. Τότε στο πλαίσιο <guilabel>Ενέργεια</guilabel> λέτε τι να κάνετε με τα σύμφωνα μηνύματα. Μπορείτε να ζητήσετε από την <application>Balsa</application> να τα αντιγράψει ή να τα μετακινήσει σε οποιοδήποτε γραμματοκιβώτιο, ή να τα στείλετε στον κάδο απορριμμάτων. Οι άλλες ενέργειες δεν έχουν ακόμα υλοποιηθεί.
es: Esta página describe las acciones a tomar cuando un filtro coincide. Primero se especifica la notificación para informar que uno o varios mensajes coinciden con el filtro en el cuadro de <guilabel>Notificación</guilabel>. Luego en el cuadro de <guilabel>Acción</guilabel> se indica qué hacer con los mensajes coincidentes. Se puede pedir a <application>Balsa</application> que los copie o los mueva a cualquier buzón, o que los envíe a la papelera. Las otras acciones aún no están implementadas.

source: The condition window
el: Το παράθυρο συνθηκών
es: La ventana de condición

source: This window is used to edit an existing condition or to create a new one. It displays all the information needed to describe the condition, it is launched when you click on the <guibutton>Edit</guibutton> or <guibutton>New</guibutton> buttons under the conditions list in the match page of the notebook in the right part of the <link linkend="win-filters">filters window</link>.
el: Αυτό το παράθυρο χρησιμοποιείται για επεξεργασία μιας υπάρχουσας συνθήκης ή για δημιουργία μιας νέας. Εμφανίζει όλες τις απαιτούμενες πληροφορίες για να περιγράψουν τη συνθήκη, εκκινεί όταν πατάτε στα πλήκτρα <guibutton>Επεξεργασία</guibutton> or <guibutton>Νέο</guibutton> κάτω από τον κατάλογο συνθηκών στη σελίδα συμφωνίας του σημειωματαρίου στο δεξιό τμήμα του <link linkend="win-filters">παραθύρου φίλτρων</link>.
es: Esta ventana se utiliza para editar una condición existente o para crear una nueva. Se presenta toda la información necesaria para describir la condición. La ventana se abre cuando se pulsa el botón <guibutton>Editar</guibutton> o <guibutton>Nuevo</guibutton> debajo de la lista de condiciones de la página de coincidencias de la zona derecha de la <link linkend="win-filters">ventana de filtros</link>.

source: The <guilabel>Match in</guilabel> frame: it's a set of check boxes, one per match field. For example if you want to match all messages that was sent by hotmail users, you just have to check the <guilabel>From</guilabel> box, or if you want to match all messages about <application>Balsa</application>, check the <guilabel>Subject</guilabel> box.
el: Το πλαίσιο <guilabel>Συμφωνία με</guilabel>: είναι ένα σύνολο πλαισίων ελέγχου, ένα ανά πεδίο συμφωνίας. Για παράδειγμα αν θέλετε να ταιριάξετε όλα τα μηνύματα που στάλθηκαν από χρήστες hotmail, πρέπει να σημειώσετε απλά το πλαίσιο <guilabel>Από</guilabel>, ή αν θέλετε να ταιριάξετε όλα τα μηνύματα για την <application>Balsa</application>, σημειώστε το πλαίσιο <guilabel>Θέμα</guilabel>.
es: El cuadro <guilabel>Coincide con los campos</guilabel>: es un conjunto de casillas de verificación, una para cada campo de coincidencia. Por ejemplo, si quiere concordar todos los mensajes enviados por usuarios de hotmail, tendrá que marcar la casilla <guilabel>De:</guilabel>, o si quiere concordar todos los mensajes sobre <application>Balsa</application>, marque la casilla <guilabel>Asunto</guilabel>.

source: Be careful with <guilabel>Body</guilabel> match, this can take time for large messages.
el: Προσέξτε τη συμφωνία <guilabel>Σώμα</guilabel>, αυτό μπορεί να πάρει χρόνο για μεγάλα μηνύματα.
es: Tenga cuidado con la casilla <guilabel>Cuerpo</guilabel>, ésta puede demorar un tiempo para mensajes largos.

source: For advanced use you can also specify directly the name of the header to match on. A standard example the "X-Mailer" is a header added to your message by the MUAs with their name and versions.
el: Για προχωρημένη χρήση μπορείτε επίσης να ορίσετε άμεσα το όνομα της κεφαλίδας για να ταιριάξει. Ένα τυπικό παράδειγμα "αλληλογράφου Χ" είναι η προστιθέμενη κεφαλίδα στο μήνυμά σας από τα MUAs με το όνομά τους και τις εκδόσεις.
es: Para usos avanzados, también se puede indicar directamente el nombre de la cabecera a comparar. Un ejemplo estándar: el «X-Mailer» es una cabecera añadida al mensaje por los clientes de correo con sus nombres y versiones.

source: The <guibutton>All</guibutton> button will check all boxes, whereas the <guibutton>Clear</guibutton> button will uncheck all boxes (as you might have guessed).
el: Το πλήκτρο <guibutton>Όλα</guibutton> θα σημειώσει όλα τα πλαίσια, ενώ το πλήκτρο <guibutton>Καθαρισμός</guibutton> θα αποσημειώσει όλα τα πλαίσια (όπως μπορεί να έχετε προβλέψει).
es: El botón <guibutton>Todos</guibutton> marcará todas las casillas, mientras que el botón <guibutton>Limpiar</guibutton> las desmarcará (como habrá adivinado).

source: If you specify several headers, a message will match this condition if one of the header matches. For example if you want to filter all messages talking about <application>Balsa</application>, you should check the <guilabel>Body</guilabel> and the <guilabel>Subject</guilabel> boxes, so that all mails with the word <quote>Balsa</quote> in its subject or its body will match. You can also, if you're fed up with <application>Balsa</application> ;-), match all mails that do NOT contain the word <quote>Balsa</quote> in their subject and in their body neither. See the description of the search types to see how to do this.
el: Αν ορίσετε πολλές κεφαλίδες, ένα μήνυμα θα ταιριάξει αυτήν τη συνθήκη αν μία από τις κεφαλίδες ταιριάζει. Για παράδειγμα αν θέλετε να φιλτράρετε όλα τα μηνύματα που μιλούν για τη <application>Balsa</application>, θα πρέπει να σημειώσετε τα πλαίσια <guilabel>σώμα</guilabel> και <guilabel>Θέμα</guilabel>, έτσι ώστε όλα τα μηνύματα με τη λέξη <quote>Balsa</quote> στο θέμα τους ή στο σώμα να ταιριάξουν. Μπορείτε επίσης, αν έχετε βαρεθεί την <application>Balsa</application>, το ;-) ταιριάζει όλα τα μηνύματα που ΔΕΝ περιέχουν τη λέξη <quote>Balsa</quote> στο θέμα τους και ούτε στο σώμα τους. Δείτε την περιγραφή των τύπων αναζήτησης για να δείτε πώς να το κάνετε.
es: Si se indican varias cabeceras, un mensaje coincidirá con esta condición si una de las cabeceras coincide. Por ejemplo, si quiere filtrar todos los mensajes que traten sobre <application>Balsa</application>, debería marcar las casillas <guilabel>Cuerpo</guilabel> y <guilabel>Asunto</guilabel>, entonces todos los mensajes con la palabra <quote>Balsa</quote> en el asunto o el cuerpo coincidirán. También puede, si está harto de <application>Balsa</application> ;-), concordar todos los mensajes que NO contienen la palabra <quote>Balsa</quote> en sus asuntos ni en sus cuerpos. Consulte la descripción de los tipos de búsqueda para ver cómo hacer esto.

source: The <guilabel>Search Type</guilabel> frame: it's a list of the different condition types. You choose <guimenuitem>Simple</guimenuitem>, <guimenuitem>Regular expression</guimenuitem>, <guimenuitem>Date interval</guimenuitem>, or <guimenuitem>flag condition</guimenuitem>. Your choice will change the third frame so that it displays the fields needed by the type of match chosen.
el: Το πλαίσιο <guilabel>Τύπος αναζήτησης</guilabel>: είναι ένας κατάλογος των διαφορετικών τύπων συνθηκών. Επιλέξετε <guimenuitem>απλός</guimenuitem>, <guimenuitem>κανονική έκφραση</guimenuitem>, <guimenuitem>διάστημα ημερομηνίας</guimenuitem>, ή <guimenuitem>συνθήκη σημαίας</guimenuitem>. Η επιλογή σας θα αλλάξει το τρίτο πλαίσιο, έτσι ώστε να εμφανίζει τα απαιτούμενα πεδία κατά τον τύπο της επιλεγμένης συμφωνίας.
es: El cuadro <guilabel>Tipo de búsqueda</guilabel>: es una lista de los diferentes tipos de condiciones. Se puede elegir <guimenuitem>Simple</guimenuitem>, <guimenuitem>Expresión regular</guimenuitem>, <guimenuitem>Intervalo de fechas</guimenuitem> o <guimenuitem>Marca de condición</guimenuitem>. La elección cambiará el tercer cuadro mostrando los campos necesarios para el tipo de coincidencia elegido.

source: <guimenuitem>Simple</guimenuitem> type: a text entry lets you input the string to look for (case does not matter, the search is case-insensitive). The button lets you specify if a message matches when the string is or is NOT a substring of the specified headers, the sentence above the text entry will be updated accordingly.
el: Ο τύπος <guimenuitem>Απλός</guimenuitem>: μια καταχώριση κειμένου επιτρέπει την είσοδο της αναζητούμενης συμβολοσειράς (πεζά-κεφαλαία δεν έχουν σημασία, η αναζήτηση είναι ανεξάρτητη από πεζά/κεφαλαία). Το πλήκτρο επιτρέπει να ορίσετε αν το μήνυμα ταιριάζει όταν η συμβολοσειρά είναι ή ΔΕΝ είναι μια υποσυμβολοσειρά των συγκεκριμένων κεφαλίδων, η πρόταση πάνω από την καταχώριση κειμένου θα ενημερωθεί ανάλογα.
es: Tipo <guimenuitem>Simple</guimenuitem>: un cuadro de texto permite ingresar la cadena que se buscará (no importan las mayúsculas, la búsqueda no es sensible a éstas). El botón permite indicar si un mensaje coincide cuando la cadena es o NO es una subcadena de las cabeceras indicadas, la frase sobre el cuadro de texto se actualizará adecuadamente.

source: <guimenuitem>Regular expression</guimenuitem>: you can input a list of regular expressions. You type your regular expression in the text entry, then you click on the <guibutton>Add</guibutton> button to put it into the list. Of course the <guibutton>Remove</guibutton> button destroys the selected regular expression in the list. The last button <guibutton>One matches/None matches</guibutton> lets you specify when a message matches the condition: when one of the regular expression matches or when none matches. The sentence above te list will be updated accordingly.
el: <guimenuitem>Κανονική έκφραση</guimenuitem>: μπορείτε να εισάγετε έναν κατάλογο των κανονικών εκφράσεων. Πληκτρολογείτε την κανονική σας έκφραση στην καταχώριση κειμένου, έπειτα πατάτε στο πλήκτρο <guibutton>Προσθήκη</guibutton> για να την βάλετε στον κατάλογο. Φυσικά το πλήκτρο <guibutton>Αφαίρεση</guibutton> καταστρέφει την επιλεγμένη κανονική έκφραση στον κατάλογο. Το τελευταίο πλήκτρο <guibutton>Ένα ταιριάζει/Κανένα δεν ταιριάζει</guibutton> σας επιτρέπει να ορίσετε πότε ένα μήνυμα ταιριάζει με τη συνθήκη: όταν μία από τις κανονικές εκφράσεις ταιριάζει ή όταν καμία δεν ταιριάζει. Η πρόταση πάνω από τον κατάλογο θα ενημερωθεί ανάλογα.
es: <guimenuitem>Expresión regular</guimenuitem>: se puede ingresar una lista de expresiones regulares. Se escribe la expresión regular en el cuadro de texto, luego se pulsa el botón <guibutton>Añadir</guibutton> para ingresarla a la lista. Obviamente, el botón <guibutton>Eliminar</guibutton> destruye la expresión regular seleccionada en la lista. El último botón <guibutton>Una coincidencia/Ninguna coincidencia</guibutton> permite indicar cuando un mensaje coincide con la condición: cuando coincide una de las expresiones regulares o cuando no coincide ninguna. La sentencia sobre la lista se actualizará adecuadamente.

source: <guimenuitem>Date</guimenuitem> interval: you can input the interval by the mean of the two text entries. A blank entry means no bound. The button tells to match when the message date is within the bounds or not. The sentence above the text entries will be updated accordingly.
el: Το διάστημα <guimenuitem>ημερομηνίας</guimenuitem>: μπορείτε να εισάγετε το διάστημα μέσα από δύο καταχωρίσεις κειμένων. Μια κενή καταχώριση σημαίνει χωρίς όριο. Το πλήκτρο λέει να συμφωνεί όταν η ημερομηνία του μηνύματος είναι μέσα στα όρια ή όχι. Η πρόταση πάνω από τις καταχωρίσεις κειμένου θα ενημερωθεί ανάλογα.
es: Intervalo de <guimenuitem>fechas</guimenuitem>: puede introducir el intervalo utilizando los dos cuadros de texto. Un campo en blanco significa que no hay límite. El botón indica concordar cuando la fecha del mensaje está dentro de los límites o no. La frase sobre el cuadro de texto se actualizará adecuadamente.

source: <guimenuitem>Flag condition</guimenuitem>: the four check boxes let you select which messages will match this condition. If you want to match all replied OR unread messages, check the corresponding boxes. The button let you specify that the match will be done when none of the specified flags are set, the sentence above the check boxes will be updated accordingly. For example if you want to filter all read and replied messages, check the <guilabel>unread</guilabel> and <guilabel>replied</guilabel> boxes, and click on the button.
el: Η <guimenuitem>Συνθήκη σημαίας</guimenuitem>: τα τέσσερα πλαίσια ελέγχου σας επιτρέπουν να επιλέξετε ποια μηνύματα θα ταιριάξουν με αυτήν τη συνθήκη. Αν θέλετε να συμφωνήσετε όλα τα απαντημένα Ή τα αδιάβαστα μηνύματα, σημειώστε τα αντίστοιχα πλαίσια. Το πλήκτρο σας επιτρέπει να ορίσετε ότι η συμφωνία θα γίνει όταν καμία από τις καθορισμένες σημαίες δεν έχει οριστεί, η πρόταση πάνω από τα πλαίσια ελέγχου θα ενημερωθεί ανάλογα. Για παράδειγμα αν θέλετε να φιλτράρετε όλα τα διαβασμένα και απαντημένα μηνύματα, σημειώστε τα πλαίσια <guilabel>αδιάβαστα</guilabel> και <guilabel>απαντημένα</guilabel> και πατήστε το πλήκτρο.
es: <guimenuitem>Marca de condición</guimenuitem>: las cuatro casillas de verificación permiten seleccionar los mensajes que coincidirán con esta condición. Si quiere concordar todos los mensajes respondidos o no leídos, marque las casillas correspondientes. El botón permite indicar que la coincidencia se hará cuando ninguna de las marcas especificadas estén activas, la frase debajo de las casillas de verificación se actualizará adecuadamente. Por ejemplo, si quiere filtrar todos los mensajes no leídos y respondidos, marque las casillas <guilabel>No leído</guilabel> y <guilabel>Respondido</guilabel>, y pulse el botón.

source: This part depends on the search type you've chosen: <placeholder-1/>
el: Αυτό το τμήμα εξαρτάται από τον τύπο αναζήτησης που έχετε επιλέξει: <placeholder-1/>
es: Esta parte depende del tipo de búsqueda que ha selecionado: <placeholder-1/>

source: This window is made of three frames: <placeholder-1/>
el: Αυτό το παράθυρο γίνεται από τρία πλαίσια: <placeholder-1/>
es: Esta ventana se compone de tres cuadros: <placeholder-1/>

source: The Select Filters Window
el: Το παράθυρο επιλογή φίλτρων
es: La ventana de selección de filtros

source: This window is divided in two lists: the left one displays all available filters, and the right part displays all filters to be applied on the mailbox (the name of which is shown in the window title). See the <link linkend="win-filters">filters window</link> section to see how to set up filters.
el: Αυτό το παράθυρο διαιρείται σε δύο καταλόγους: τον αριστερό που εμφανίζει όλα τα διαθέσιμα φίλτρα και τον δεξιό που εμφανίζει όλα τα φίλτρα που εφαρμόζονται στο γραμματοκιβώτιο (το όνομα του οποίου εμφανίζεται στον τίτλο του παραθύρου). Δείτε την ενότητα <link linkend="win-filters">παράθυρο φίλτρων</link> για να δείτε πώς να ρυθμίσετε τα φίλτρα.
es: Esta ventana se divide en dos listas: la de la izquierda muestra todos los filtros disponibles, y la de la derecha muestra todos los filtros que se aplicarán al buzón (el nombre del buzón se muestra en la barra de título de la ventana). Consulte la sección <link linkend="win-filters">ventana de filtros</link> para ver cómo configurar los filtros.

source: The right list has three columns. The first one contains the filters name. The two others tells you if the filter will be automatically applied: e.g. if a dot is displayed in the second column (<guilabel>On reception</guilabel>), this tells you that whenever new messages arrived in this mailbox, they will be filtered by the corresponding filter (Note: the filter is applied only on the new messages, not the entire mailbox; this is similar to the use of procmail). In the same way, if a dot is displayed in the third column (<guilabel>On exit</guilabel>), the filter will be applied to the entire mailbox when you exit <application>Balsa</application>.
el: Ο δεξιός κατάλογος έχει τρεις στήλες. Ο πρώτος περιέχει το όνομα των φίλτρων. Οι άλλοι δύο σας λένε αν το φίλτρο θα εφαρμοστεί αυτόματα: π.χ. αν η κουκκίδα εμφανίζεται στη δεύτερη στήλη (<guilabel>Στην λήψη</guilabel>), αυτό σας λέει ότι όποτε φτάνουν νέα μηνύματα σε αυτό το γραμματοκιβώτιο, θα φιλτραριστούν από το αντίστοιχο φίλτρο (Σημείωση: το φίλτρο εφαρμόζεται μόνο σε νέα μηνύματα, όχι σε όλο το γραμματοκιβώτιο· είναι παρόμοιο στη χρήση με το procmail). Με τον ίδιο τρόπο, αν η κουκκίδα εμφανίζεται στην τρίτη στήλη (<guilabel>Στην έξοδο</guilabel>), το φίλτρο θα εφαρμοστεί σε όλο το γραμματοκιβώτιο όταν βγείτε από την <application>Balsa</application>.
es: La lista de la derecha contiene tres columnas. La primera contiene el nombre de los filtros. Las otras dos le dirán si el filtro se aplica automáticamente: por ejemplo, si se muestra un punto en la segunda columna (<guilabel>Al recibir</guilabel>), significa que cuando un mensaje nuevo llegue al buzón, será filtrado por el filtro correspondiente (Nota: el filtro se aplica solo a los mensajes nuevos, no al buzón completo; el uso es similar al de procmail). De la misma manera, si se muestra un punto en la tercera columna (<guilabel>Al salir</guilabel>), el filtro se aplicará al buzón completo cuando salga de <application>Balsa</application>.

source: Note: the <guilabel>On exit</guilabel> feature is not yet implemented.
el: Σημείωση: το γνώρισμα <guilabel>Στην έξοδο</guilabel> δεν έχει ακόμα υλοποιηθεί.
es: Nota: la característica <guilabel>Al salir</guilabel> aún no está implementada.

source: When you tell <application>Balsa</application> to apply several filters on the same mailbox (i.e. when you put several filters in the right list), only the first match counts: the filters are applied in the specified order and the first that matches on the current message will be applied but not the following ones.
el: Όταν λέτε στο <application>Balsa</application> να εφαρμόσετε αρκετά φίλτρα στο ίδιο γραμματοκιβώτιο (δηλαδή όταν βάζετε πολλά φίλτρα στον δεξιό κατάλογο), μόνο η πρώτη συμφωνία μετρά: τα φίλτρα εφαρμόζονται με τη συγκεκριμένη σειρά και το πρώτο που ταιριάζει στο τρέχον μήνυμα θα εφαρμοστεί, αλλά όχι τα επόμενα.
es: Cuando se le indica a <application>Balsa</application> aplicar varios filtros al mismo buzón (es decir, cuando deja varios filtros en la lista de la derecha), solo cuenta la primera coincidencia: los filtros se aplican en el orden establecido y se aplicará el primero que coincida, pero no los siguientes.

source: The <guibutton>Add</guibutton> button: moves the selected filters from the left list to the right one, adding more filters to be applied to the mailbox.
el: Το πλήκτρο <guibutton>Προσθήκη</guibutton>: μετακινεί τα επιλεγμένα φίλτρα από τον αριστερό κατάλογο στον δεξιό, προσθέτοντας περισσότερα φίλτρα να εφαρμοστούν στο γραμματοκιβώτιο.
es: El botón <guibutton>Añadir</guibutton>: mueve los filtros seleccionados de la lista izquierda a la derecha, agregando más filtros que se aplicarán al buzón.

source: The <guibutton>Remove</guibutton> button: removes the currently selected filter in the right list and puts it back in the left list.
el: Το πλήκτρο <guibutton>Αφαίρεση</guibutton>: αφαιρεί το τρέχον επιλεγμένο φίλτρο στον δεξιό κατάλογο και τον βάζει πίσω στον αριστερό κατάλογο.
es: El botón <guibutton>Quitar</guibutton>: elimina el filtro seleccionado actualmente en la lista de la derecha y lo coloca de nuevo en la lista de la izquierda.

source: There are two buttons between the filters lists: <placeholder-1/>
el: Υπάρχουν δύο πλήκτρα μεταξύ των καταλόγων φίλτρων: <placeholder-1/>
es: Hay dos botones entre las listas de filtros: <placeholder-1/>

source: The <guibutton>Up</guibutton> and <guibutton>Down</guibutton> buttons under the right list serve to reorder the filters that are to be applied. This is a sort of priority between filters, because if several filters could match the current message, only the first one will be applied. The <guibutton>Apply Now</guibutton> button applies all filters of the right list to the entire mailbox immediately (be patient, this can take a quite a long time on big mailboxes or remote ones).
el: Τα πλήκτρα <guibutton>Επάνω</guibutton> και <guibutton>Κάτω</guibutton> κάτω από τον δεξιό κατάλογο εξυπηρετούν στην αναδιάταξη των φίλτρων που πρόκειται να εφαρμοστούν. Αυτή είναι μια ταξινόμηση προτεραιότητας μεταξύ φίλτρων, επειδή αν πολλά φίλτρα ταιριάζουν με το τρέχον μήνυμα, μόνο το πρώτο θα εφαρμοστεί. Το πλήκτρο <guibutton>Εφαρμογή τώρα</guibutton> εφαρμόζει όλα τα φίλτρα στον δεξιό κατάλογο σε όλο το γραμματοκιβώτιο αμέσως (να είσαστε υπομονετικοί, αυτό μπορεί να πάρει αρκετά σε μεγάλα ή απομακρυσμένα γραμματοκιβώτια).
es: Los botones <guibutton>Subir</guibutton> y <guibutton>Bajar</guibutton> debajo de la lista de la derecha permiten reordenar los filtros que se aplicarán. Esto es una especie de prioridad entre los filtros, porque si varios filtros concordaran con el mensaje actual, solamente se aplicaría el primero. El botón <guibutton>Aplicar ya</guibutton> aplica todos los filtros de la lista de la derecha al buzón completo inmediatamente (sea paciente, esto puede demorar un tiempo largo en buzones grandes o remotos).

source: You can also use this dialog to apply a filter to a mailbox without actually attaching it to the mailbox. Select one or more filters in the left hand list, and click the <guibutton>Apply Selected</guibutton> button below that list.
el: Μπορείτε επίσης να χρησιμοποιήσετε αυτόν τον διάλογο για να εφαρμόσετε ένα φίλτρο σε ένα γραμματοκιβώτιο χωρίς στην πραγματικότητα να το προσαρτήσετε στο γραμματοκιβώτιο. Επιλέξτε ένα ή περισσότερα φίλτρα στον αριστερό κατάλογο και πατήστε το πλήκτρο <guibutton>Εφαρμογή επιλεγμένου</guibutton> κάτω από αυτόν τον κατάλογο.
es: También se puede utilizar este diálogo para aplicar un filtro a un buzón sin adjuntarlo realmente. Seleccione uno o más filtros en la lista de la izquierda, y pulse el botón <guibutton>Aplicar seleccionados</guibutton> debajo de esa lista.
