Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: Although not widely used, the <literal>Comments</literal> header can be used to specify short comments for email's.
el: Αν και δεν χρησιμοποιείται πλατιά, η κεφαλίδα <literal>Σχόλια</literal> μπορεί να χρησιμοποιηθεί για τον ορισμό σύντομων σχολίων στο μήνυμα.
es: Aunque no se utiliza ampliamente, la cabecera <literal>Comentarios</literal> se puede usar para indicar comentarios cortos sobre el correo.

source: Keywords
el: Λέξεις-κλειδιά
es: Palabras clave

source: Again, not a very widely used header, this can be used to embed general information about the content of the message in the email, to allow for easier searching or filtering at a later date.
el: Είναι, και πάλι, μια κεφαλίδα που δεν χρησιμοποιείται πολύ, αυτή μπορεί να χρησιμοποιηθεί για ενσωμάτωση γενικών πληροφοριών για το περιεχόμενο του μηνύματος στην αλληλογραφία, για να επιτρέψετε την ευκολότερη αναζήτηση ή φιλτράρισμα σε μια μεταγενέστερη ημερομηνία.
es: Nuevamente, una cabecera que no se utiliza ampliamente, se puede utilizar para introducir información general sobre el contenido del mensaje del correo electrónico, para permitir que se hagan más fáciles las búsquedas o filtrado de mensajes después de un tiempo.

source: Specifying Addresses
el: Ορισμός διευθύνσεων
es: Especificar direcciones

source: <application>Balsa</application> supports many different methods of selecting email addresss. All of the headers that can contain addresses have a small colored book to the right of them that will open up <application>Balsa</application>'s address book.
el: Η <application>Balsa</application> υποστηρίζει πολλές διαφορετικές μεθόδους επιλογής διευθύνσεων αλληλογραφίας. Όλες οι κεφαλίδες που μπορεί να περιέχουν διευθύνσεις έχουν ένα μικρό χρωματιστό βιβλίο στα δεξιά τους που θα ανοίξει το βιβλίο διευθύνσεων της <application>Balsa</application>.
es: <application>Balsa</application> es compatible con muchos métodos diferentes de selección de direcciones de correo-e. Todos los encabezados que pueden contener direcciones tienen un pequeño libro coloreade a la derecha que abrirán la libreta de direcciones de <application>Balsa</application>.

source: However, <application>Balsa</application> will also attempt to guess what the headers should contain depending on what context the composition window is opened in, so it may not be neccessary to fill them in most of the time.
el: Όμως, η <application>Balsa</application> θα προσπαθήσει επίσης να μαντέψει τι πρέπει να περιέχουν οι κεφαλίδες ανάλογα με το περιεχόμενο του παραθύρου σύνταξης που είναι ανοικτό, έτσι μπορεί να μην είναι αναγκαίο να τις συμπληρώνετε τον περισσότερο καιρό.
es: Sin embargo, <application>Balsa</application> también tratará de predecir lo que las cabeceras deberían contener, dependiendo del contexto en el que se abre la ventana de composición, así que puede que no sea necesario completarlas la mayor parte de las veces.

source: Also, <application>Balsa</application> supports alias expansion. As you type a name, <application>Balsa</application> will guess the e-mail address from all the entries in the <application>GnomeCard</application> application. To enable this feature, read the section on <link linkend="ct-alias-expansion">Alias Expansion</link>. In addtion, the composition window supports drag-and-drop of addresses from the <application>GnomeCard</application> application.
el: Επίσης, η <application>Balsa</application> υποστηρίζει επέκταση ψευδωνύμου. Καθώς πληκτρολογείτε ένα όνομα, η <application>Balsa</application> θα μαντέψει τη διεύθυνση ηλεκτρονικού ταχυδρομείου από όλες τις καταχωρίσεις στην εφαρμογή <application>GnomeCard</application>. Για την ενεργοποίηση αυτού του χαρακτηριστικού, διαβάστε την ενότητα στο <link linkend="ct-alias-expansion">Επέκταση ψευδωνύμου</link>. Επιπλέον, το παράθυρο σύνταξης υποστηρίζει μεταφορά και απόθεση των διευθύνσεων από την εφαρμογή <application>GnomeCard</application>.
es: Además, <application>Balsa</application> soporta expansión de alias. A medida que escriba un nombre, <application>Balsa</application> predecirá la dirección de correo electrónico de todas las cargadas en la aplicación <application>GnomeCard</application>. Para activar esta función, lea la sección sobre la <link linkend="ct-alias-expansion">expansión de alias</link>​​. Además, la ventana de composición soporta arrastrar y soltar para las direcciones de la aplicación <application>GnomeCard</application>.

source: Attachments
el: Συνημμένα
es: Adjuntos

source: List of Attachments
el: Κατάλογος συνημμένων
es: Lista de adjuntos

source: Below the headers may be a large box displaying a list of attachments; this view can be toggled in the <guimenu>Show</guimenu> menu.
el: Κάτω από τις κεφαλίδες μπορεί να είναι ένα μεγάλο πλαίσιο που εμφανίζει έναν κατάλογο συνημμένων· αυτή η προβολή μπορεί να αλλαχθεί στο μενού <guimenu>Προβολή</guimenu>.
es: Debajo de las cabeceras, se puede ver una caja grande que muestra una lista de archivos adjuntos, esta vista se puede cambiar en el menú <guimenu>Mostrar</guimenu>.

source: When there are attachments displayed, it is possible to right-click on one of them to access an option menu. <guimenuitem>Inline</guimenuitem> and <guimenuitem>Attachment</guimenuitem> are mutually exclusive options that will display to the recipient either the attachment inline with the rest of the message, or separately as an attachment. Selecting <guimenuitem>Reference</guimenuitem> will send a MIME external part reference (a kind of link) in lieu of the actual file. <guimenuitem>Remove</guimenuitem>, and any available <guimenuitem>Open with</guimenuitem> options are also available.
el: Όταν υπάρχουν εμφανιζόμενα συνημμένα, είναι δυνατό να δεξιοπατήσετε σε ένα από αυτά για να προσπελάσετε ένα μενού επιλογών. Οι επιλογές <guimenuitem>Ενσωματωμένο</guimenuitem> και <guimenuitem>Συνημμένο</guimenuitem> είναι αμοιβαία αποκλειόμενες που θα εμφανίσουν στον παραλήπτη είτε το ενσωματωμένο συνημμένο με το υπόλοιπο μήνυμα, είτε ξεχωριστά ως συνημμένο. Η επιλογή <guimenuitem>Αναφορά</guimenuitem> θα στείλει μια εξωτερική αναφορά τμήματος MIME (ένα είδος δεσμού) αντί για το ενεργό αρχείο. Οι επιλογές <guimenuitem>Αφαίρεση</guimenuitem> και οποιοδήποτε διαθέσιμο <guimenuitem>Άνοιγμα με</guimenuitem> διατίθενται επίσης.
es: Cuando se muestran archivos adjuntos, se puede hacer pulsar con el botón derecho en uno de ellos para acceder a un menú de opciones. <guimenuitem>En línea</guimenuitem> y <guimenuitem>Adjunto</guimenuitem> son opciones mutuamente excluyentes que se mostrarán al destinatario, ya sea el archivo adjunto en línea con el resto del mensaje, o bien por separado como un archivo adjunto. Al seleccionar <guimenuitem>Referencia</guimenuitem> se enviará una referencia MIME de parte externa (un tipo de enlace) en lugar del archivo real. La opción <guimenuitem>Eliminar</guimenuitem>, y cualquier opción <guimenuitem>Abrir con</guimenuitem> también están disponibles.

source: Message Body
el: Σώμα μηνύματος
es: Cuerpo del mensaje

source: Finally, below the attachment list is the main area of the window where the text of the message is displayed. The text editing capabilities are very basic, but it supports cut, copy, and paste so it is possible to write a message in your favorite editor and simply paste it in.
el: Τελικά, κάτω από τον κατάλογο συνημμένων είναι η κύρια περιοχή του παραθύρου όπου εμφανίζεται το κείμενο του μηνύματος. Οι δυνατότητες επεξεργασίας του κειμένου είναι πολύ βασικές, αλλά υποστηρίζει αποκοπή, αντιγραφή και επικόλληση, έτσι είναι δυνατό να γράψετε ένα μήνυμα στον αγαπημένο σας επεξεργαστή και να το επικολλήσετε απλά.
es: Finalmente, debajo de la lista de los archivos adjuntos se encuentra el área principal de la ventana, donde se muestra el texto del mensaje. Las capacidades de edición de texto son básicas, pero se soporta cortar, copiar y pegar. Por tanto, puede escribir un mensaje en su editor favorito y luego, simplemente, pegarlo aquí.

source: If the message is a reply or forward, the referenced message will be displayed in the body text widget, with the prefix specified in the <link linkend="preferences-outgoing">Preferences</link> dialog.
el: Αν το μήνυμα είναι μια απάντηση ή προώθηση, το αναφερόμενο μήνυμα θα εμφανιστεί στο γραφικό συστατικό κειμένου του σώματος, με το καθορισμένο πρόθεμα στον διάλογο <link linkend="preferences-outgoing">Προτιμήσεις</link>.
es: Si el mensaje es una respuesta o reenvío, el mensaje de referencia se mostrará en el widget del cuerpo del texto, con el prefijo especificado en el cuadro de diálogo <link linkend="preferences-outgoing">Preferencias de Balsa</link>.

source: Spell Checker
el: Ορθογραφικός έλεγχος
es: Corrector ortográfico

source: Once the spell check has been started, it will take a moment to load the text and spell checking module, and then it will automatically begin checking the message. If it finds any words that are incorrect, the word will be highlighted and a panel will be shown that offers a number of suggestions and available courses of action.
el: Αφού έχει αρχίσει ο ορθογραφικός έλεγχος, θα πάρει λίγο για να φορτωθεί το κείμενο και η ενότητα ορθογραφικού ελέγχου και έπειτα θα ξεκινήσει αυτόματα ο έλεγχος του μηνύματος. Αν βρει λέξεις που είναι εσφαλμένες, η λέξη θα επισημανθεί και θα εμφανιστεί ένα παράθυρο που προσφέρει έναν αριθμό από προτάσεις και διαθέσιμες ενέργειες.
es: Una vez que se inicia el corrector ortográfico, se tomará un momento para cargar el texto y el módulo de corrección ortográfica, y luego automáticamente se iniciará la comprobación del mensaje. Si se encuentra alguna palabra incorrecta, se resaltará y se mostrará un panel que ofrece una serie de sugerencias y las acciones disponibles.

source: Spell Checking Panel
el: Παράθυρο ορθογραφικού ελέγχου
es: Panel de revisión ortográfica

source: As shown above, the panel consists of a list of two panes, one the left containing a list of suggestions and an entry box, while the right contains several buttons to choose your action. The list on the left is re-generated for each incorrect word, with all the suggestions the spell check program comes up with. You can choose what program you want to use through loadable modules, selectable in the <link linkend="preferences-spelling">Preferences</link> dialog. The entry box above the list is what will be used to replace the current word, and usually reflects the current selection in the list, but can be edited by hand if you wish to make manual changes.
el: Όπως φαίνεται παραπάνω, το παράθυρο αποτελείται από έναν κατάλογο δύο στηλών, μια στα αριστερά που περιέχει έναν κατάλογο προτάσεων και ένα πλαίσιο καταχώρισης, ενώ η δεξιά περιέχει πολλά πλήκτρα για επιλογή της ενέργειας σας. Ο αριστερός κατάλογος αναδημιουργείται για κάθε εσφαλμένη λέξη, με όλες τις προτάσεις με τις οποίες έρχεται το πρόγραμμα του ορθογραφικού ελέγχου. Μπορείτε να επιλέξετε τι πρόγραμμα θέλετε να χρησιμοποιήσετε μέσα από φορτώσιμες ενότητες, που επιλέγονται στον διάλογο <link linkend="preferences-spelling">Προτιμήσεις</link>. Το πλαίσιο καταχώρισης πάνω από τον κατάλογο είναι που θα χρησιμοποιηθεί για την αντικατάσταση της τρέχουσας λέξης και συνήθως απεικονίζει την τρέχουσα επιλογή στον κατάλογο, αλλά μπορεί να επεξεργαστεί με το χέρι, αν θέλετε να κάνετε χειροκίνητες αλλαγές.
es: Como se puede observar arriba, el panel se compone de una serie de dos paneles, el de la izquierda contiene una lista de sugerencias y un cuadro de entrada, mientras que el de la derecha contiene varios botones para elegir una acción. La lista de la izquierda se vuelve a generar por cada palabra incorrecta, con todas las sugerencias del corrector ortográfico.Puede elegir qué programa desea utilizar mediante la carga de módulos, que se puede seleccionar en la ventana de <link linkend="preferences-spelling">Preferencias de Balsa</link>. El cuadro de entrada ubicado sobre la lista se usa para reemplazar la palabra actual y, por lo general, refleja la selección actual en la lista, pero se puede modificar manualmente si quiere.

source: The buttons on the left control the actions to take for each incorrect word. The buttons include:
el: Τα πλήκτρα στα αριστερά ελέγχουν τις ενέργειες που γίνονται για κάθε εσφαλμένη λέξη. Τα πλήκτρα περιλαμβάνουν:
es: Los botones de la izquierda manejan las acciones a tomar para cada palabra incorrecta. Estos botones son:

source: Change
el: Αλλαγή
es: Cambiar

source: Change the incorrect word with the currently selected suggested word or the user's edited word.
el: Αλλαγή της εσφαλμένης λέξης με την τρέχουσα επιλεγμένη προτεινόμενη λέξη ή την επεξεργασμένη λέξη του χρήστη.
es: Cambiar la palabra incorrecta con la palabra sugerida seleccionada o con la palabra editada por el usuario.

source: Change All
el: Αλλαγή όλων
es: Cambiar todas

source: Change all occurances of the current incorrect word with the currently selected suggestion.
el: Αλλάζει όλες τις εμφανίσεις της τρέχουσας εσφαλμένης λέξης με την τρέχουσα επιλεγμένη πρόταση.
es: Cambiar todas las ocurrencias de la palabra incorrecta actual con la sugerencia seleccionada.

source: Ignore
el: Παράβλεψη
es: Ignorar

source: Ignore the current incorrect word and continue to the next one.
el: Παράβλεψη της τρέχουσας εσφαλμένης λέξης και συνέχιση στην επόμενη.
es: Ignorar la palabra incorrecta actual y continuar con la siguiente.

source: Ignore All
el: Παράβλεψη όλων
es: Ignorar todo

source: Ignore all occurrances of the current word, and continue to the next incorrect word.
el: Παράβλεψη όλων των εμφανίσεων της τρέχουσας λέξης και συνέχιση με την επόμενη εσφαλμένη λέξη.
es: Ignorar todas las ocurrencias de la palabra actual, y continuar con la siguiente palabra incorrecta.

source: Learn
el: Προσθήκη
es: Aprender

source: Add the current incorrect word to your personal dictionary. This will cause it to be considered correct for all future spell checks.
el: Προσθέτει την τρέχουσα εσφαλμένη λέξη στο προσωπικό σας λεξικό. Αυτό θα την κάνει να θεωρείται σωστή για όλους τους μελλοντικούς ορθογραφικούς ελέγχους.
es: Añadir la palabra incorrecta actual a su diccionario personal. Esto hará que se considere correcta en todas las revisiones futuras.

source: Done
el: Έτοιμο
es: Hecho

source: Stop the spell check at the current point, keeping all changes so far and returning to the normal message window interface.
el: Τερματισμός του ορθογραφικού ελέγχου στο τρέχον σημείο, διατήρηση όλων των αλλαγών μέχρι τώρα και επιστροφή στην κανονική διεπαφή παραθύρου μηνύματος.
es: Detener el corrector ortográfico en el punto actual, manteniendo todos los cambios hasta el momento y volver a la ventana de mensaje normal.

source: Stop the spell check at the current point, reverting all changes so far, including any words added to your personal dictionary.
el: Διακοπή του ορθογραφικού ελέγχου στο τρέχον σημείο, επαναφορά όλων των αλλαγών μέχρι τώρα, συμπερίληψη οποιωνδήποτε λέξεων προστέθηκαν στο προσωπικό σας λεξικό.
es: Detener el corrector ortográfico en el punto actual, deshaciendo todos los cambios hasta el momento, incluidos los cambios de redacción del diccionario personal.

source: Address Book
el: Βιβλίο διευθύνσεων
es: Libreta de direcciones

source: When composing a message, clicking on any of the colored book icons next to a destination field (To, Cc, Bcc) will bring up the <application>Balsa</application> address book. It helps you to select recipients for your messages quickly and easily.
el: Όταν συντάσσετε ένα μήνυμα, πατώντας σε οποιοδήποτε από τα χρωματιστά εικονίδια βιβλίου δίπλα σε ένα πεδίο προορισμού (Προς, κοινοποίηση, κρυφή κοινοποίηση) θα εμφανίσει το βιβλίο διευθύνσεων της <application>Balsa</application>. Σας βοηθά να επιλέξετε παραλήπτες για τα μηνύματά σας γρήγορα και εύκολα.
es: Al redactar un mensaje, y al pulsar sobre cualquiera de los iconos de libro de color junto a los campos de destino (Para, Cc, Cco), se abrirá la libreta de direcciones de <application>Balsa</application>. Le ayuda a seleccionar los destinatarios de sus mensajes de forma rápida y sencilla.

source: Address Book Window
el: Παράθυρο βιβλίου διευθύνσεων
es: Ventana de la libreta de direcciones

source: The address book provides two panes, the one on the left consisting of all available addresses, while the one on the right contains the intended recipients of your message. Addresses are added to the recipient list by selecting them in the left pane and clicking the arrow button pointing to the right, or by simply double-clicking on the address. This will remove the address from the left pane, so they cannot be added more than once. If you decide that you no longer want to send the message to a particular address, simply select it in the right-hand pane and click the left-arrow button, or double-click it again, to move it back.
el: Το βιβλίο διευθύνσεων παρέχει δύο τμήματα, το ένα στα αριστερά που αποτελείται από όλες τις διαθέσιμες διευθύνσεις, ενώ το άλλο στα δεξιά περιέχει όλους τους προοριζόμενους παραλήπτες του μηνύματός σας. Οι διευθύνσεις προστίθενται στον κατάλογο αποδεκτών επιλέγοντας τους στο αριστερό τμήμα και πατώντας το πλήκτρο βέλους που δείχνει στα δεξιά, ή διπλοπατώντας απλά στη διεύθυνση. Αυτό θα αφαιρέσει τη διεύθυνση από το αριστερό τμήμα, έτσι δεν μπορούν να προστεθούν περισσότερο από μια φορά. Αν αποφασίσετε ότι δεν θέλετε πια να στείλετε το μήνυμα σε μια συγκεκριμένη διεύθυνση, επιλέξτε το απλά στο αριστερό τμήμα και πατήστε το πλήκτρο του αριστερού βέλους, ή διπλοπατήστε το πάλι, για να το επαναφέρετε.
es: La libreta de direcciones tiene dos paneles, el de la izquierda contiene todas las direcciones disponibles, mientras que el de la derecha contiene los destinatarios de su mensaje. Las direcciones se agregan a la lista de destinatarios mediante la selección en el panel izquierdo y al pulsar el botón con la flecha apuntando a la derecha, o simplemente al hacer una doble pulsación en la dirección. Se eliminará la dirección del panel izquierdo, por lo que no se puede añadir más de una vez. Si usted decide que ya no quiere enviar el mensaje a una dirección en particular, basta con seleccionarlo en el panel de la derecha y pulsar el botón con la flecha hacia la izquierda, o hacer una doble pulsación de nuevo, para devolverlo.

source: If, while selecting people to send your message to, you decide to add someone new to the address book, it is a simple matter to click on the <guibutton>Run GnomeCard</guibutton> button. This will bring up the <application>GnomeCard</application> application, allowing you to easily manipulate your contact list. After any changes have been made using the address book, they can be forced to show up in the left hand pane by clicking on the <guibutton>Re-Import</guibutton> button.
el: Αν, ενώ επιλέγετε τα άτομα που θα στείλετε το μήνυμά σας, αποφασίσετε να προσθέσετε κάποιον νέο στο βιβλίο διευθύνσεων, είναι απλή υπόθεση να πατήσετε στο πλήκτρο <guibutton>Εκτέλεση GnomeCard</guibutton>. Αυτό θα εμφανίσει την εφαρμογή <application>GnomeCard</application>, επιτρέποντας σας τον εύκολο χειρισμό της λίστας επαφών σας. Αφού κάνετε οποιεσδήποτε αλλαγές χρησιμοποιώντας το βιβλίο διευθύνσεων, μπορούν να εξαναγκαστούν να εμφανιστούν στο αριστερό φάτνωμα πατώντας το πλήκτρο <guibutton>Επανεισαγωγή</guibutton>.
es: Si durante la selección de personas a quienes enviar su mensaje, decide agregar a alguien nuevo a la libreta de direcciones, la cuestión es tan simple como hacer clic en el botón <guibutton>Ejecutar GnomeCard</guibutton>. Esto abrirá la aplicación <application>GnomeCard</application>, que le permite manipular fácilmente su lista de contactos. Después de realizar los cambios en la libreta de direcciones, se mostrarán en el panel de la izquierda al pulsar el botón de <guibutton>Re-Import</guibutton>.

source: The Message Window
el: Το παράθυρο του μηνύματος
es: La ventana «Mensaje»

source: In addition to the preview pane, <application>Balsa</application> can display messages in separate windows. Simply double-click on the desired message from the message index in the main window, or select the message and press the space bar. Any number of windows may be opened, although only one per unique message.
el: Πέρα από το φάτνωμα προεπισκόπησης, η <application>Balsa</application> μπορεί να εμφανίσει μηνύματα σε ξεχωριστά παράθυρα. Απλά, διπλοπατήστε το επιθυμητό μήνυμα από το ευρετήριο μηνυμάτων στο κύριο παράθυρο, ή επιλέξτε το μήνυμα και πατήστε το πλήκτρο διαστήματος. Οποιοσδήποτε αριθμός παραθύρων μπορεί να ανοιχτεί, αν και μόνο ένας ανά μήνυμα.
es: Además de la vista previa, <application>Balsa</application> puede mostrar mensajes en ventanas separadas. Simplemente haga una doble pulsación en el mensaje que desee en el índice de mensaje de la ventana principal, o seleccione el mensaje y presione la barra espaciadora. Se puede abrir cualquier número de ventanas, aunque sólo una por cada mensaje.

source: The message window has a menu and toolbar containing commands pertinent to an individual message. Commands are as described in the <link linkend="win-main">main window</link>. Below the menu and toolbar are the message headers in a box, followed by the message body.
el: Το παράθυρο μηνυμάτων έχει ένα μενού και μια εργαλειοθήκη που περιέχει εντολές σχετικές με ένα ατομικό μήνυμα. Οι εντολές περιγράφονται στο <link linkend="win-main">κύριο παράθυρο</link>. Κάτω από το μενού και την εργαλειοθήκη είναι οι κεφαλίδες του μηνύματος σε ένα πλαίσιο, ακολουθούμενες από το σώμα του μηνύματος.
es: La ventana de mensajes tiene un menú y una barra de herramientas que contienen los comandos pertinentes para un mensaje individual. Los comandos son como se describe en la <link linkend="win-main">ventana principal</link>. Debajo del menú y de la barra de herramientas se ubican las cabeceras de los mensajes en una caja, seguidas por el cuerpo del mensaje.

source: Message Window
el: Παράθυρο μηνύματος
es: Ventana Mensaje

source: If your copy of <application>Balsa</application> has cryptographic support, there will be an icon in the header box depicting an envelope with a lock and a check mark. Clicking the icon will check the key used to sign the message. The message body will contain an icon and some descriptive text noting whether the signing key is valid, invalid, or unchecked.
el: Αν το αντίγραφό σας της <application>Balsa</application> έχει κρυπτογραφημένη υποστήριξη, θα υπάρχει ένα εικονίδιο στο πλαίσιο κεφαλίδας που απεικονίζει έναν φάκελο με ένα κλείδωμα και ένα σημάδι ελέγχου. Πατώντας το εικονίδιο θα ελέγξει το χρησιμοποιούμενο κλειδί για να υπογράψει το μήνυμα. Το σώμα του μηνύματος περιέχει ένα εικονίδιο και κάποιο περιγραφικό κείμενο που σημειώνει αν το κλειδί υπογραφής είναι έγκυρο, άκυρο, ή ασημείωτο.
es: Si su copia de <application>Balsa</application> cuenta con el soporte de criptografía, habrá un icono en el cuadro de cabecera que representa un sobre con un candado y una marca de verificación. Al pulsar el icono, se comprobará la clave utilizada para firmar el mensaje. El cuerpo del mensaje contendrá un icono y un texto descriptivo indicando si la clave de firma es válida, inválida o sin marcar.
