Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: <application><application>Balsa</application></application> User's Guide
el: <application><application>Balsa</application></application> Οδηγός χρήστη
es: Guía de usuario de <application><application>Balsa</application></application>

source: Stuart Parmenter and others, see AUTHORS for a list of people
el: Stuart Parmenter και άλλοι, δείτε ΣΥΓΓΡΑΦΕΙΣ για έναν κατάλογο των ατόμων
es: Stuart Parmenter y otros, consulte AUTHORS para una lista de la gente

source: Permission is granted to make and distribute verbatim copies of this manual provided the copyright notice and this permission notice are preserved on all copies.
el: Χορηγείται άδεια για αντιγραφή και διανομή κατά λέξη αντιγράφων αυτού του εγχειριδίου με την προϋπόθεση ότι η σημείωση πνευματικών δικαιωμάτων και αυτή η σημείωση άδειας διατηρούνται σε όλα τα αντίγραφα.
es: Se otorga permiso para hacer y distribuir copias literales de este manual siempre que se adjunten en todas las copias la nota de derechos de autor y esta nota de permiso.

source: Permission is granted to copy and distribute modified versions of this manual under the conditions for verbatim copying, provided that the entire resulting derived work is distributed under the terms of a permission notice identical to this one.
el: Δίνεται άδεια αντιγραφής και διανομής τροποποιημένων εκδόσεων αυτού του εγχειριδίου με τους όρους για κατά λέξη αντιγραφή, με την προϋπόθεση ότι η συνολική τελική παράγωγη εργασία διανέμεται με τους όρους μιας σημείωσης άδειας ταυτόσημης με αυτήν εδώ.
es: Se concede permiso para copiar y distribuir versiones modificadas de este manual bajo las condiciones de copia verbatim, asintiendo que el trabajo total derivado de éste se distribuya bajo los términos de una nota de permiso idéntica a ésta.

source: Permission is granted to copy and distribute translations of this manual into another language, under the above conditions for modified versions, except that this permission notice may be stated in a translation approved by the Free Software Foundation.
el: Δίνεται άδεια αντιγραφής και διανομής μεταφράσεων αυτού του εγχειριδίου σε άλλη γλώσσα, με τους παραπάνω όρους για τροποποιημένες εκδόσεις, εκτός από το ότι η σημείωση άδειας μπορεί να δηλωθεί σε μια εγκεκριμένη μετάφραση από το ίδρυμα ελεύθερου λογισμικού.
es: Se concede permiso para copiar y distribuir traducciones de este manual en cualquier otro idioma, bajo las siguientes condiciones para las versiones modificadas, excepto si esta nota de permiso aparece en una traducción aprobada por la Free Software Foundation.

source: UNIX is a trademark of X/Open Group.
el: Το UNIX είναι εμπορικό σήμα της X/Open Group.
es: UNIX es una marca registrada de X/Open Group.

source: Linux is a trademark of Linus Torvalds.
el: Το Λίνουξ είναι εμπορικό σήμα του Linus Torvalds.
es: Linux es una marca registrada de Linus Torvalds.

source: X Window System is a trademark of X Consortium, Inc.
el: Το X Window System είναι εμπορικό σήμα της Consortium, Inc.
es: X Window System es una marca registrada de X Consortium, Inc.

source: Windows is a trademark of Microsoft Corp.
el: Windows είναι εμπορικό σήμα της Microsoft Corp.
es: Windows es una marca registrada de Microsoft Corp.

source: Macintosh and Apple are trademarks of Apple Computer, Inc.
el: Macintosh και Apple είναι εμπορικά σήματα της Apple Computer, Inc.
es: Macintosh y Apple son marcas registradas de Apple Computer, Inc.

source: All other trademarks are property of their respective owners.
el: Όλα τα άλλα εμπορικά σήματα είναι ιδιοκτησία των αντίστοιχων κατόχων.
es: El resto de marcas registradas son propiedad de sus respectivos propietarios.

source: This is version 2.721 of the Balsa manual.
el: Αυτή είναι η έκδοση 2.721 του εγχειριδίου Balsa.
es: Esta es la versión 2.721 del manual de Balsa.

source: 26 February 2006
el: 26 Φεβρουαρίου 2006
es: 26 de febrero de 2006

source: This document is the extensive balsa manual.
el: Αυτό το έγγραφο είναι ένα εκτεταμένο εγχειρίδιο balsa.
es: Este documento es el manual general de Balsa.

source: <application>Balsa</application> is a graphical mail client. While it is in active development, <application>Balsa</application> has many features such as: <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> and <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> support; sendmail or direct <glossterm linkend="glossary-smtp"><acronym>SMTP</acronym></glossterm> support; optional multi-threaded retrieval and sending of messages; support for all configurations of local mail folders; automatic mail checking; mail printing; inline attachment viewing; and the proverbial much, much more.
el: Η <application>Balsa</application> ςίναι ένας γραφικός πελάτης αλληλογραφίας. Αν και είναι σε ενεργή ανάπτυξη, η <application>Balsa</application> έχει πολλά γνωρίσματα όπως υποστήριξη: <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> και <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>· υποστήριξη αποστολής μηνυμάτων ή άμεσων <glossterm linkend="glossary-smtp"><acronym>SMTP</acronym></glossterm>, προαιρετική πολυνηματική ανάκτηση και αποστολή μηνυμάτων, υποστήριξη για όλες τις ρυθμίσεις των τοπικών φακέλων αλληλογραφίας, αυτόματο έλεγχο αλληλογραφίας, εκτύπωση αλληλογραφίας, ενσωματωμένη προβολή συνημμένων και πολλά περισσότερα.
es: <application>Balsa</application> es un cliente de correos con interfaz gráfica. Aunque actualmente está en desarrollo, <application>Balsa</application> posee muchas características como: soporte para <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> y <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>; soporte para sendmail o <glossterm linkend="glossary-smtp"><acronym>SMTP</acronym></glossterm> directo; envío y recepción de mensajes multi-hilo opcional; soporte para configuración de todas las carpetas locales de correo; revisión de correo automática; impresión de correo; visor de adjuntos en línea; y el proverbial mucho, mucho más...

source: This document will introduce a person who understands mail to using <application>Balsa</application>. However, it will not explain email to a confused individual. If you're looking for that, try asking a friend or visiting the <ulink url="http://www.cs.queensu.ca/FAQs/email/" type="http">Email FAQ</ulink>.
el: Αυτό το έγγραφο θα εισάγει ένα άτομο που καταλαβαίνει αλληλογραφία για να χρησιμοποιήσει <application>Balsa</application>. Όμως, δεν θα εξηγήσει την αλληλογραφία σε ένα συγκεχυμένο άτομο. Αν το αναζητάτε, δοκιμάστε να ρωτήσετε έναν φίλο ή να επισκεφτείτε τις <ulink url="http://www.cs.queensu.ca/FAQs/email/" type="http">Συχνές ερωτήσεις αλληλογραφίας</ulink>.
es: Este documento explicará como usar <application>Balsa</application> a una persona que conoce el correo electrónico. Sin embargo no explicará el correo electrónico a una persona que no lo conozca. Para entender el correo electrónico, intente preguntar a un amigo o visite las <ulink url="http://www.cs.queensu.ca/FAQs/email/" type="http">Preguntas frecuentes sobre el corre-e</ulink> (en inglés).

source: Introduction
el: Εισαγωγή
es: Introducción

source: <application>Balsa</application> is a graphical mail client. It supports the standard features of any good reader and has new features added continually. See the abstract above for a quick feature rundown.
el: Η <application>Balsa</application> είναι ένας γραφικός πελάτης αλληλογραφίας. Υποστηρίζει τα τυπικά γνωρίσματα οποιουδήποτε καλού αναγνώστη και προστίθενται συνεχώς νέα γνωρίσματα. Δείτε την παραπάνω περίληψη για μια γρήγορη περιγραφή του γνωρίσματος.
es: <application>Balsa</application> es un cliente de correo electrónico con interfaz gráfica. Posee soporte para las características usuales de cualquier buen visor de correo electrónico y además agrega nuevas características continuamente. El resumen arriba le dará un vistazo rápido de las características incluidas.

source: <application>Balsa</application> is written using <acronym>GTK+</acronym> and <acronym>GNOME</acronym>. Originally based on libmutt, the back end code to <application>Mutt</application>, <application>Balsa</application> now uses a combination of GMime for handling Mime messages, and its own drivers for local and remote mailstores.
el: Η <application>Balsa</application> γράφεται χρησιμοποιώντας τις <acronym>GTK+</acronym> και <acronym>GNOME</acronym>. Βασισμένη αρχικά στη libmutt, τον κώδικα παρασκηνίου στη <application>Mutt</application>, η <application>Balsa</application> χρησιμοποιεί τώρα έναν συνδυασμό του GMime για χειρισμό των μηνυμάτων mime και τους δικούς της οδηγούς για τοπικές και απομακρυσμένες αποθήκες μηνυμάτων.
es: <application>Balsa</application> está escrito usando <acronym>GTK+</acronym> y <acronym>GNOME</acronym>. Basado originalmente en el código de libmutt, el código «backend» de <application>Mutt</application>, <application>Balsa</application> usa una combinación de GMime para manejar mensajes Mime, y su propio controlador para almacenes de correo locales y remotos.

source: If you want to learn more about <application>Balsa</application>, your best bet is the mailing list <email>balsa-list@gnome.org</email>, to which you can subscribe by going to the website <ulink url="http://mail.gnome.org/mailman/listinfo/balsa-list">http://mail.gnome.org/mailman/listinfo/balsa-list</ulink> or by sending a message with a subject of <emphasis>subscribe</emphasis> to <email>balsa-list-request@gnome.org</email>. Bugs can be reported via <application>bug-buddy</application>, <application>gnome-bug </application> or to <email>submit@bugs.gnome.org</email>.
el: Αν θέλετε να μάθετε περισσότερα για την <application>Balsa</application>, η καλύτερη επιλογή είναι η ταχυδρομική λίστα <email>balsa-list@gnome.org</email>, στην οποία μπορείτε να γραφτείτε πηγαίνοντας στην ιστότοπο <ulink url="http://mail.gnome.org/mailman/listinfo/balsa-list">http://mail.gnome.org/mailman/listinfo/balsa-list</ulink> ή στέλνοντας ένα μήνυμα με θέμα <emphasis>εγγραφή</emphasis> στη <email>balsa-list-request@gnome.org</email>. Σφάλματα μπορούν να αναφερθούν μέσα από <application>bug-buddy</application>, <application>gnome-bug </application> ή στο <email>submit@bugs.gnome.org</email>.
es: Si quiere aprender más sobre <application>Balsa</application>, su mejor opción es la lista de correos <email>balsa-list@gnome.org</email>, a la que se puede suscribir visitando su sitio web <ulink url="http://mail.gnome.org/mailman/listinfo/balsa-list">http://mail.gnome.org/mailman/listinfo/balsa-list</ulink> o enviando un mensaje con el asunto <emphasis>subscribe</emphasis> a <email>balsa-list-request@gnome.org</email>. Puede informar de errores y problemas con <application>bug-buddy</application>, <application>gnome-bug </application> o a <email>submit@bugs.gnome.org</email>.

source: Getting Started with <application>Balsa</application>
el: Ξεκινώντας με την <application>Balsa</application>
es: Primeros pasos con <application>Balsa</application>

source: If you're starting <application>Balsa</application> for the first time, the first thing you'll see is an assistant that will set up <application>Balsa</application>'s basic settings. <application>Balsa</application> can guess most of what it needs to know about you. It will also create five standard local mailboxes: the Inbox, Outbox, Sentbox, Draftbox, and Trash. (These can be changed to be <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> mailboxes later.)
el: Αν ξεκινάτε την <application>Balsa</application> για πρώτη φορά, το πρώτο πράγμα που θα δείτε είναι ένας βοηθός που θα ρυθμίσει τις βασικές ρυθμίσεις της <application>Balsa</application>. Η <application>Balsa</application> μπορεί να μαντέψει το μεγαλύτερο μέρος από αυτό που χρειάζεται να ξέρει για σας. Θα δημιουργήσει επίσης πέντε τυπικά τοπικά γραμματοκιβώτια: τα εισερχόμενα, τα εξερχόμενα, τα απεσταλμένα, τα πρόχειρα και τα απορρίμματα. (Αυτά μπορούν να αλλαχθούν για να είναι γραμματοκιβώτια <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> αργότερα.)
es: Si está iniciando <application>Balsa</application> por primera vez, lo primero que verá es el asistente de configuración básica de <application>Balsa</application>. <application>Balsa</application> puede averiguar la mayoría de lo que debe saber sobre usted. También creará cinco buzones locales de manera predeterminada: «Bandeja de entrada», «Bandeja de salida», «Correo enviado», «Borradores», y «Papelera». (Pueden cambiarse para que sean buzones <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> posteriormente.)

source: <application>Balsa</application> Start Assistant
el: Βοηθός έναρξης της <application>Balsa</application>
es: Asistente de inicio de <application>Balsa</application>

source: Don't worry. <application>Balsa</application> cooperates with other <glossterm linkend="glossary-mua"><acronym>MUA</acronym></glossterm>'s very well. They share the same locking semantics for mailboxes. If <application>Balsa</application> shares the same mail directory as <application>pine</application> or <application>Mutt</application>, it will detect new folders as they are created. So if you have to telnet in to your mail machine, you won't be stuck.
el: Μην ανησυχείτε. Η <application>Balsa</application> συνεργάζεται με άλλα <glossterm linkend="glossary-mua"><acronym>MUA</acronym></glossterm> πολύ καλά. Μοιράζονται την ίδια σημασιολογία κλειδώματος γραμματοκιβωτίων. Η <application>Balsa</application> μοιράζεται τον ίδιο κατάλογο αλληλογραφίας όπως η <application>pine</application> ή η <application>Mutt</application>, θα αναγνωρίσει νέους φακέλους καθώς δημιουργούνται. Έτσι αν πρέπει να telnet στη μηχανή αλληλογραφίας σας, δεν θα κολλήσετε.
es: No se preocupe. <application>Balsa</application> coopera con otros <glossterm linkend="glossary-mua"><acronym>MUA</acronym></glossterm> muy bien. Comparten la misma semántica de bloqueo para buzones. Si <application>Balsa</application> comparte la misma carpeta de correo que <application>pine</application> o <application>Mutt</application>, detectará carpetas nuevas a medida que se creens. De manera que si posee una conexión telnet a su máquina de correo, no quedará atrapado.

source: There are many more settings in <application>Balsa</application>'s <link linkend="preferences">preferences window</link>, but most of them do not need to be changed.
el: Υπάρχουν πολύ περισσότερες ρυθμίσεις στην <application>Balsa</application> και στο <link linkend="preferences">παράθυρο προτιμήσεων</link>, αλλά οι περισσότερες από αυτές δεν χρειάζεται να αλλαχθούν.
es: Existen muchas más opciones en la <link linkend="preferences">ventana de preferencias</link> de <application>Balsa</application>, pero la mayoría no necesitan ningún cambio.

source: Once <application>Balsa</application> is configured, you will proceed on to the <link linkend="win-main">main window</link>.
el: Αφού ρυθμιστεί η <application>Balsa</application>, θα συνεχίσετε με το <link linkend="win-main">κύριο παράθυρο</link>.
es: Una vez que <application>Balsa</application> esté configurado, proceda a la <link linkend="win-main">ventana principal</link>.

source: The Main Window
el: Το κύριο παράθυρο
es: La ventana principal

source: Main Window
el: Το κύριο παράθυρο
es: Ventana principal

source: <application>Balsa</application>'s main window has three major areas. To the left is the <link linkend="subwin-mblist">mailbox list</link>. This displays all the mailboxes <application>Balsa</application> knows about; it will scan for ones in your local mail directory. (This means <application>Balsa</application> works well with <application>procmail</application>.) It will also list <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> mailboxes that you have configured. If the <guilabel>Show Mailbox Info</guilabel> preference is set, two columns will also be displayed next to the mailbox names containing the number of unread and total messages in each mailbox that has unread messages; otherwise, the number of unread messages is shown in parentheses after the mailbox name. Also, any mailboxes that contain unread messages will be shown in a bold font.
el: Το κύριο παράθυρο στη <application>Balsa</application> έχει τρεις κύριες περιοχές. Στα αριστερά είναι η <link linkend="subwin-mblist">λίστα γραμματοκιβωτίου</link>. Αυτή εμφανίζει όλα τα γραμματοκιβώτια που η <application>Balsa</application> ξέρει· θα σαρώσει αυτά στον τοπικό κατάλογο αλληλογραφίας. (Αυτό σημαίνει ότι η <application>Balsa</application> δουλεύει καλά με την <application>procmail</application>.) Θα τοποθετήσει στη λίστα επίσης τα γραμματοκιβώτια <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> που έχετε ρυθμίσει. Αν η προτίμηση <guilabel>εμφάνιση πληροφοριών γραμματοκιβωτίου</guilabel> οριστεί, δύο στήλες θα εμφανιστούν επίσης δίπλα στα ονόματα του περιέχει τον αριθμό των αδιάβαστων και συνολικών μηνυμάτων σε κάθε γραμματοκιβώτιο που έχει αδιάβαστα μηνύματα· αλλιώς, ο αριθμός αδιάβαστων μηνυμάτων θα εμφανιστεί σε παρενθέσεις μετά το όνομα του γραμματοκιβωτίου. Επίσης, οποιοδήποτε γραμματοκιβώτιο που περιέχει αδιάβαστα μηνύματα θα εμφανιστεί με έντονη γραμματοσειρά.
es: La ventana principal de <application>Balsa</application> tiene tres áreas importantes. A la izquierda está la <link linkend="subwin-mblist">lista de buzones</link>. Aquí se muestran todos los buzones que <application>Balsa</application> conoce; los buscará en su carpeta local de correo. (Quiere decir que <application>Balsa</application> funciona bien con <application>procmail</application>.) También se muestran en la lista los buzones <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> que haya configurado. Si estableció la opción <guilabel>Ver información del buzón</guilabel>, se mostrarán dos columnas adicionales junto al nombre del buzón que contiene el número de mensajes sin leer y el número de mensajes totales en cada buzón con mensajes sin leer; si no, el número de mensajes sin leer se muestra entre paréntesis al lado del nombre del buzón. Además, cualquier buzón que contenga mensajes sin leer se mostrará en negrita.

source: At the top-right is a view of the currently open mailbox, called the <link linkend="subwin-msgindex">message index</link>. You can browse messages and manipulate them here.
el: Στα πάνω δεξιά υπάρχει μια προβολή του τρέχοντος ανοικτού γραμματοκιβωτίου, που λέγεται το <link linkend="subwin-msgindex">ευρετήριο μηνυμάτων</link>. Μπορείτε να περιηγηθείτε τα μηνύματα και να επεξεργαστείτε εδώ.
es: Arriba a la derecha está la vista del buzón actual, llamado <link linkend="subwin-msgindex">índice de mensajes</link>. Aquí puede navegar y manipular sus mensajes.

source: At the bottom-right of <application>Balsa</application>'s main window is the <link linkend="subwin-msgview">message view</link>. This displays the message selected in the message index. You can save attachments, view attachments, and read incoming email here.
el: Στα κάτω δεξιά στο κύριο παράθυρο της <application>Balsa</application> είναι η <link linkend="subwin-msgview">προβολή μηνύματος</link>. Αυτό εμφανίζει το επιλεγμένο μήνυμα στο ευρετήριο μηνυμάτων. Μπορείτε να αποθηκεύσετε συνημμένα, να προβάλετε συνημμένα και να διαβάσετε εισερχόμενη αλληλογραφία εδώ.
es: Abajo a la derecha de la ventana principal de <application>Balsa</application> está la <link linkend="subwin-msgview">vista de mensaje</link>. Aquí se muestra el mensaje seleccionado en el índice de mensajes. Puede ver adjuntos, guardarlos y leer el correo entrante.

source: Menu &amp; Toolbar
el: Μενού &amp; εργαλειοθήκη
es: Menú y barra de herramientas

source: Main Window Toolbar
el: Κύρια εργαλειοθήκη παραθύρου
es: Barra de herramientas de la ventana principal

source: The menu bar, located at the top of the Main Window, provides the following commands:
el: Η γραμμή μενού, τοποθετημένη στην κορυφή του κύριου παραθύρου, παρέχει τις ακόλουθες εντολές:
es: La barra de menú, ubicada en la parte superior de la ventana principal, proporciona de los siguientes comandos:

source: File
el: Αρχείο
es: Archivo

source: This menu contains basic commands.
el: Αυτό το μενού περιέχει βασικές εντολές.
es: Este menú contiene comandos básicos.

source: New
el: Δημιουργία
es: Nuevo

source: <menuchoice><shortcut><keysym>M</keysym></shortcut><guimenu>File</guimenu><guisubmenu>New</guisubmenu><guimenuitem>Message...</guimenuitem></menuchoice> -- Create a new message, and display a new window to type the message in.
el: <menuchoice><shortcut><keysym>Μ</keysym></shortcut><guimenu>Αρχείο</guimenu><guisubmenu>Δημιουργία</guisubmenu><guimenuitem>Μήνυμα...</guimenuitem></menuchoice> -- Δημιουργία νέου μηνύματος και εμφάνιση ενός νέου παραθύρου για πληκτρολόγηση του μηνύματος.
es: <menuchoice><shortcut><keysym>M</keysym></shortcut><guimenu>Archivo</guimenu><guisubmenu>Nuevo</guisubmenu><guimenuitem>Mensaje...</guimenuitem></menuchoice>: crear un mensaje nuevo, y mostrar una ventana nueva donde escribirlo.

source: <menuchoice><guimenu>File</guimenu><guisubmenu>New</guisubmenu><guimenuitem>Mailbox...</guimenuitem></menuchoice> -- Open a dialog box to create a new mailbox. There are various items like this, corresponding to the different types of mailbox that <application>Balsa</application> supports. See the <link linkend="mbox-formats">discussion of different mailbox formats</link> and their advantages and disadvantages.
el: <menuchoice><guimenu>Αρχείο</guimenu><guisubmenu>Δημιουργία</guisubmenu><guimenuitem>Γραμματοκιβώτιο...</guimenuitem></menuchoice> -- Ανοίγει ένα πλαίσιο διαλόγου για τη δημιουργία ενός νέου γραμματοκιβωτίου. Υπάρχουν ποικίλα στοιχεία όπως αυτό, που αντιστοιχούν σε διαφορετικούς τύπους γραμματοκιβωτίου που η <application>Balsa</application> υποστηρίζει. Δείτε τη <link linkend="mbox-formats">συζήτηση διαφορετικών μορφών γραμματοκιβωτίων</link> και τα πλεονεκτήματα και μειονεκτήματά τους.
es: <menuchoice><guimenu>Archivo</guimenu><guisubmenu>Nuevo</guisubmenu><guimenuitem>Buzón local...</guimenuitem></menuchoice>: abrir un cuadro de diálogo para crear un buzón local nuevo. Hay varios elementos como éste, correspondientes a los diferentes tipos de buzones que soporta <application>Balsa</application>. Consulte las <link linkend="mbox-formats">discusiones de los diferentes formatos de buzones</link>, y sus ventajas y desventajas.

source: <menuchoice><guimenu>File</guimenu><guisubmenu>New</guisubmenu><guimenuitem>Remote IMAP folder...</guimenuitem></menuchoice> -- Open a dialog box to create a folder for an account on an IMAP server. This <link linkend="folder-config">IMAP folder properties</link> dialog can also be used to change the details of the account.
el: <menuchoice><guimenu>Αρχείο</guimenu><guisubmenu>Δημιουργία</guisubmenu><guimenuitem>Απομακρυσμένος φάκελος IMAP...</guimenuitem></menuchoice> -- Ανοίγει ένα πλαίσιο διαλόγου για τη δημιουργία ενός φακέλου για έναν λογαριασμό στον διακομιστή IMAP. Αυτός ο διάλογος <link linkend="folder-config">Ιδιοτήτων φακέλου IMAP</link> μπορεί επίσης να χρησιμοποιηθεί για αλλαγή των λεπτομερειών του λογαριασμού.
es: <menuchoice><guimenu>Archivo</guimenu><guisubmenu>Nuevo</guisubmenu><guimenuitem>Carpeta IMAP remota...</guimenuitem></menuchoice>: abrir un cuadro de diálogo para crear una carpeta para una cuenta de un servidor IMAP. Este diálogo de <link linkend="folder-config">propiedades de la carpeta IMAP</link> tambiénse puede usar para cambiar los detalles de la cuenta.
