Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: <application>Balsa</application>'s frozen!
el: Πάγωμα της <application>Balsa</application>!
es: <application>Balsa</application> está congelado.

source: Odds are it isn't. Watch out for:
el: Οι πιθανότητες είναι ότι δεν είναι. Κοιτάξτε για:
es: Lo más probable es que no lo esté. Tener en cuenta:

source: If you don't have threading, <application>Balsa</application> will stop responding when it sends and receives email. Use threading, if possible.
el: Αν δεν έχετε νημάτωση, η <application>Balsa</application> θα σταματήσει να αποκρίνεται όταν στέλνει και δέχεται αλληλογραφία. Χρησιμοποιήστε νημάτωση, εάν είναι δυνατό.
es: Si no tiene hilos, <application>Balsa</application> dejará de responder cuando se envíen y reciban correos. Utilize los hilos cuando sea posible.

source: <application>Balsa</application> is downloading a new message or closing a large mailbox. This could take a while, especially when this file is accessed via <acronym>NFS</acronym>.
el: Η <application>Balsa</application> μεταφορτώνει ένα νέο μήνυμα ή κλείνει ένα μεγάλο γραμματοκιβώτιο. Αυτό μπορεί να πάρει κάποιο χρόνο, ειδικά όταν αυτό το αρχείο προσπελάζεται μέσα από <acronym>NFS</acronym>.
es: <application>Balsa</application> está descargando un mensaje nuevo o cerrando un buzón extenso. Esto podría demorar un momento, especialmente cuando se accede a este archivo a través de <acronym>NFS</acronym>.

source: A dialog box is being displayed but it is obscured by another one. This seems to happen under Sawfish. Try moving the windows around and see if there's a hidden dialog somewhere.
el: Ένα πλαίσιο διαλόγου εμφανίζεται αλλά είναι καλυμμένο από ένα άλλο. Αυτό φαίνεται ότι συμβαίνει στο Sawfish. Δοκιμάστε να μετακινήσετε τα παράθυρα ολόγυρα και δείτε αν υπάρχει ένας κρυφός διάλογος κάπου.
es: Se muestra un cuadro de diálogo, pero está oscurecido por otro. Esto parece suceder con Sawfish. Pruebe moviendo las ventanas cercanas y ver si hay algún cuadro de diálogo oculto en algún lugar.

source: Were you checking your mail? Probably. This is the window that displays progress for retrieving <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> mail. If you don't have any <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> accounts, it will still appear -- but it'll disappear almost instantly. You can disable displaying this window in preferences.
el: Ελέγχετε την αλληλογραφία σας; Προφανώς. Αυτό είναι το παράθυρο που εμφανίζει την πρόοδο κατά την ανάκτηση της αλληλογραφίας <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>. Αν δεν έχετε κανένα λογαριασμό <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>, θα εμφανίζεται και πάλι -- αλλά θα εξαφανίζεται σχεδόν στιγμιαία. Μπορείτε να απενεργοποιήσετε την εμφάνιση αυτού του παραθύρου στις προτιμήσεις.
es: ¿Estaba revisando su correo? Probablemente. Ésta es la ventana que muestra el progreso al recuperar el correo <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>. Si no tiene ninguna cuenta <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>, esto seguirá apareciendo (pero desaparecerá casi instantáneamente). Se puede desactivar la visualización de esta ventana en las preferencias.

source: <application>Balsa</application> attempts to open the file <filename>~/.gnome/GnomeCard.gcrd</filename>. If you're not using this file, you may need to create a symlink so that <application>Balsa</application> can open it.
el: Η <application>Balsa</application> προσπαθεί να ανοίξει το αρχείο <filename>~/.gnome/GnomeCard.gcrd</filename>. Αν δεν χρησιμοποιείτε αυτό το αρχείο, μπορεί να χρειαστείτε να δημιουργήσετε έναν συμβολικό δεσμό έτσι ώστε η <application>Balsa</application> να μπορεί να το ανοίξει.
es: <application>Balsa</application> trata de abrir el archivo <filename>~/.gnome/GnomeCard.gcrd</filename>. Si no está usando éste archivo, puede que necesite crear un enlace simbólico para que <application>Balsa</application> pueda abrirlo.

source: There have been slight changes in <application>GnomeCard</application>'s file format between its various versions. <application>Balsa</application> is known to work with at least <application>GnomeCard</application> version 1.0.10 and probably most other releases.
el: Υπάρχουν μικρές αλλαγές στη μορφή αρχείου της <application>GnomeCard</application> μεταξύ των ποικίλων εκδόσεων της. Η <application>Balsa</application> μπορεί να δουλέψει με τουλάχιστον την έκδοση 1.0.10 της <application>GnomeCard</application> και προφανώς με τις περισσότερες άλλες εκδόσεις.
es: Ha habido pequeños cambios en el formato de archivos de <application>GnomeCard</application> y sus versiones. Se sabe que <application>Balsa</application> funciona por lo menos con <application>GnomeCard</application> versión 1.0.10 y probablemente la mayoría de sus lanzamientos.

source: Authors
el: Δημιουργοί
es: Autores

source: <application>Balsa</application> is currently developed by (in alphabetical order): <placeholder-1/>
el: Η <application>Balsa</application> αναπτύσσεται προς το παρόν από τους (με αλφαβητική σειρά): <placeholder-1/>
es: Actualmente <application>Balsa</application> lo desarrollan, en orden alfabético: <placeholder-1/>

source: In the past, numerous people contributed to balsa, including (in alphabetical order): <placeholder-1/> To find more information about it, please visit the <application>Balsa</application><ulink url="http://balsa.gnome.org/" type="http">Web page</ulink>. Please send all comments, suggestions, and bug reports to the <ulink url="http://bugs.gnome.org/" type="http"><acronym>GNOME</acronym> bug tracking database</ulink>. Instructions for submitting bug reports can be found on-line at <ulink url="http://balsa.gnome.org/bugs.html" type="http"> http://balsa.gnome.org/bugs.html</ulink>. If you are using <acronym>GNOME</acronym> 1.1 or later, you can also use command <command>bug-buddy</command> for submitting bug reports.
el: Στο παρελθόν, πολυάριθμα άτομα συνεισέφεραν στη balsa, συμπεριλαμβανομένων (με αλφαβητική σειρά) των: <placeholder-1/> Για να βρείτε περισσότερες πληροφορίες για αυτό, επισκεφτείτε την <application>Balsa</application><ulink url="http://balsa.gnome.org/" type="http">ιστοσελίδα</ulink>. Παρακαλούμε, στείλτε όλα τα σχόλια, προτάσεις και αναφορές σφαλμάτων στην <ulink url="http://bugs.gnome.org/" type="http"><acronym>GNOME</acronym>βάση δεδομένων ανίχνευσης σφαλμάτων</ulink>. Οδηγίες για υποβολή αναφορών σφαλμάτων μπορούν να βρεθούν δικτυακά στο <ulink url="http://balsa.gnome.org/bugs.html" type="http">http://balsa.gnome.org/bugs.html</ulink>. Αν χρησιμοποιείτε το <acronym>GNOME</acronym> 1.1 ή μεταγενέστερο, μπορείτε επίσης να χρησιμοποιήσετε την εντολή <command>bug-buddy</command> για υποβολή αναφορών σφαλμάτων.
es: En el pasado, muchas personas contribuyeron con balsa, incluyendo (en orden alfabético): <placeholder-1/> Para encontrar más información sobre esto, visite el <ulink url="http://balsa.gnome.org/" type="http">sitio web</ulink> de <application>Balsa</application>. Envíe todos los comentarios, sugerencias e informes de fallos a la <ulink url="http://bugs.gnome.org/" type="http">base de datos del rastreador de fallos de <acronym>GNOME</acronym></ulink>. Las instrucciones para enviar informes de fallos se encuentra disponible en línea en <ulink url="http://balsa.gnome.org/bugs.html" type="http"> http://balsa.gnome.org/bugs.html</ulink>. Si utiliza <acronym>GNOME</acronym> 1.1 o superior, también puede utilizar el comando <command>bug-buddy</command> para enviar los informes de fallos.

source: The following people contributed to this manual: <placeholder-1/> Please send all comments and suggestions regarding the manual to the <acronym>GNOME</acronym> Documentation Project at <email>docs@gnome.org</email> and the <application>Balsa</application> Discussion List <email>balsa-list@gnome.org</email>. You can also add your comments online by using <ulink url="http://library.gnome.org/devel/gdp-handbook/stable/gettingstarted.html.en" type="http"><acronym>GNOME</acronym> Documentation Status Table</ulink>.
el: Τα παρακάτω άτομα συνεισέφεραν σε αυτό το εγχειρίδιο: <placeholder-1/> Παρακαλούμε, στείλτε όλα τα σχόλια και προτάσεις σχετικά με το εγχειρίδιο στο έργο τεκμηρίωσης <acronym>GNOME</acronym> στο <email>docs@gnome.org</email> και στον κατάλογο συζητήσεων <application>Balsa</application> <email>balsa-list@gnome.org</email>. Μπορείτε επίσης να προσθέσετε τα σχόλιά σας δικτυακά χρησιμοποιώντας <ulink url="http://library.gnome.org/devel/gdp-handbook/stable/gettingstarted.html.en" type="http"><acronym>GNOME</acronym>Πίνακας κατάστασης τεκμηρίωσης</ulink>.
es: Las personas siguientes contribuyeron en este manual: <placeholder-1/> Envíe todos los comentarios y sugerencias al proyecto de documentación de <acronym>GNOME</acronym> a <email>docs@gnome.org</email> y a la lista de discusión de <application>Balsa</application> por <email>balsa-list@gnome.org</email>. También se pueden agregar comentarios en línea utilizando <ulink url="http://library.gnome.org/devel/gdp-handbook/stable/gettingstarted.html.en" type="http">Tabla de estado de la documentación de <acronym>GNOME</acronym></ulink>.

source: Glossary
el: Γλωσσάρι
es: Glosario

source: An acronym for "Post Office Protocol", a simple method of retrieving mail messages from a remote mail server. Widely used by mail clients from an Internet Service Provider's mail server to a user's machine for viewing. Currently most people use version three of the protocol, otherwise known as POP3. A very simple protocol, and not very flexible, but simple to implement and ubiquitous throughout the internet.
el: Ένα ακρωνύμιο για το "πρωτόκολλο ταχυδρομείου", μια απλή μέθοδο ανάκτησης μηνυμάτων αλληλογραφίας από έναν απομακρυσμένο διακομιστή αλληλογραφίας. Χρησιμοποιείται πολύ από πελάτες αλληλογραφίας από έναν διακομιστή αλληλογραφίας ενός παρόχου υπηρεσιών διαδικτύου σε ένα μηχάνημα του χρήστη για προβολή. Προς το παρόν, τα περισσότερα άτομα χρησιμοποιούν την έκδοση τρία του πρωτοκόλλου, αλλιώς γνωστό ως POP3. Ένα πολύ απλό πρωτόκολλο και όχι πολύ ευέλικτο, αλλά απλό στην υλοποίηση και πανταχού παρόν σε όλο το διαδίκτυο.
es: Siglas para «Post Office Protocol» (en español «Protocolo de la oficina de correo»), un método simple para recuperar mensajes electrónicos de un servidor de correo remoto. Ampliamente utilizado por los clientes de correo, desde un servidor de correo de un «proveedor de servicios de Internet» hasta una máquina de usuario para visualización. Actualmente, la mayoría de las personas utilizan la versión 3 del protocolo, también conocido como POP3. Un protocolo muy simple, y no muy flexible, pero simple para implementar y omnipresente a través de Internet.

source: An acronym that stands for "Internet Mail Access Protocol". It is a newer method of accessing mail over the internet. It is far more featureful than <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>, allowing for remote folders on the mail server, and more control over mail delivery. However it is not as widely supported.
el: Ένα ακρωνύμιο που σημαίνει "πρωτόκολλο πρόσβασης σε διαδικτυακή αλληλογραφία". Είναι μια νεότερη μέθοδος πρόσβασης αλληλογραφίας μέσω διαδικτύου. Είναι κατά πολύ περισσότερο πλούσιο από το <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>, επιτρέποντας απομακρυσμένους φακέλους στον διακομιστή αλληλογραφίας και περισσότερο έλεγχο στην παράδοση αλληλογραφίας. Όμως δεν υποστηρίζεται πλατιά.
es: Siglas para «Internet Mail Access Protocol» (en español «Protocolo de acceso a correo de Internet»). Es un método nuevo de acceso a correo a través de Internet. Es mucho más potente que <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>, permitiendo carpetas remotas en servidores de correo y mucho más control sobre el envío del correo. Sin embargo, no está ampliamente soportado.

source: An acronym for "Lightweight Directory Access Protocol". It is a widely-accepted standard for accessing contact information over a network. This enables organizations to store address information in a central database, but have many people able to access it.
el: Ένα ακρωνύμιο για "ελαφρύ πρωτόκολλο πρόσβασης καταλόγων". Είναι πρότυπο πλατιά αποδεκτό για πρόσβαση πληροφοριών επαφής μέσω δικτύου. Αυτό επιτρέπει σε οργανισμούς να αποθηκεύουν πληροφορίες διευθύνσεων σε μια κεντρική βάση δεδομένων, αλλά έχει πολλά άτομα που μπορούν να το προσπελάσουν.
es: Siglas para «Lightweight Directory Access Protocol» (en español «Protocolo ligero de acceso a directorios»). Es un estándar ampliamente aceptado para acceder a información de contactos en la red. Esto permite a organizaciones almacenar información de direcciones en una base de datos central, pero que muchas personas pueden acceder a ella.

source: The library based on Mutt's code and used by previous versions of <application>Balsa</application> to handle local mail and IMAP servers.
el: Η βιβλιοθήκη που βασίζεται στον κώδικα Mutt και χρησιμοποιείται από προηγούμενες εκδόσεις της <application>Balsa</application> για τον τοπικό χειρισμό αλληλογραφίας και διακομιστών IMAP.
es: La biblioteca basada en el código de Mutt y utilizada en versiones anteriores de <application>Balsa</application> para soportar correo local y servidores IMAP.

source: mailbox list
el: κατάλογος γραμματοκιβωτίου
es: Lista de buzones

source: The list of mailboxes found in <application>Balsa</application>'s left hand pane.
el: Ο κατάλογος γραμματοκιβωτίων που βρίσκεται στο αριστερό φάτνωμα της <application>Balsa</application>.
es: La lista de buzones que se encuentra en el panel izquierdo de <application>Balsa</application>.

source: message index
el: Ευρετήριο μηνυμάτων
es: índice de mensajes

source: The list of messages in <application>Balsa</application>'s upper-right hand pane.
el: Ο κατάλογος μηνυμάτων στο πάνω δεξιό φάτνωμα της <application>Balsa</application>.
es: La lista de mensajes en el panel superior derecho de <application>Balsa</application>.

source: message view
el: προβολή μηνύματος
es: vista de mensaje

source: The message display in <application>Balsa</application>'s lower-right hand pane.
el: Η εμφάνιση μηνύματος στο κάτω δεξιό φάτνωμα της <application>Balsa</application>.
es: La vista del mensaje en el panel inferior derecho de <application>Balsa</application>.

source: An acronym for "Mail Delivery Agent", this type of program is also known as a Local Delivery Agent (LDA). It is responsible for delivering the mail recieved for someone on a machine to the mail folder of that person. <application>procmail</application> is an example of this type of program, although many <glossterm linkend="glossary-mta">MTA</glossterm>'s have their own MDA implementations.
el: Ένα ακρωνύμιο για "μεσολαβητής παράδοσης μηνυμάτων". Αυτός ο τύπος προγράμματος είναι επίσης γνωστός ως τοπικός μεσολαβητής παράδοσης (LDA). Είναι υπεύθυνος για διανομή της αλληλογραφίας που δέχτηκε για κάποιον σε ένα μηχάνημα στον φάκελο αλληλογραφίας αυτού του ατόμου. Η <application>procmail</application> είναι ένα παράδειγμα αυτού του τύπου προγράμματος, αν και πολλά <glossterm linkend="glossary-mta">MTA</glossterm> έχουν τις δικές τους MDA εφαρμογές.
es: Un acrónimo de «Mail Delivery Agent» (o «Agente de entrega de correo» en español), este tipo de programa también se conoce como un «Local Delivery Agent» (LDA, o «Agente de entregas local» en español). Es responsable de entregar el correo recibido por alguien en una máquina a la carpeta de correo de esa persona. <application>procmail</application> es un ejemplo de este tipo de programa, aunque muchos <glossterm linkend="glossary-mta">MTA</glossterm> tienen sus propias implementaciones de MDA.

source: An acronym for "Mail Transfer Agent", this class of program is responsible for moving mail around between people, be they on the same computer, on on completely separate networks. Examples of this type of program include <application>sendmail</application>, <application>qmail</application>, and <application>postfix</application>.
el: Ένα ακρωνύμιο για "μεσολαβητής μεταφοράς αλληλογραφίας". Αυτή η κλάση προγράμματος είναι υπεύθυνη για τη μετακίνηση της αλληλογραφίας μεταξύ ατόμων που είναι στον ίδιο υπολογιστή, ή σε ολότελα ξεχωριστά δίκτυα. Παραδείγματα αυτού του τύπου προγράμματος περιλαμβάνουν <application>sendmail</application>, <application>qmail</application> και <application>postfix</application>.
es: Un acrónimo para "Mail Transfer Agent" (Agente de transferencia de correo), ésta clase de programa es responsable de mover el correo entre personas, sea en la misma computadora o en redes completamente separadas. Ejemplos de éste tipo de programa incluyen <application>sendmail</application>, <application>qmail</application> y <application>postfix</application>.

source: An acronym for "Mail User Agent", this the program a user would use to read existing mail and create new messages. MUAs are one of three types of programs that allow internet email to work. The other two types of programs are <glossterm linkend="glossary-mta">MTA</glossterm>s and <glossterm linkend="glossary-mda">MDA</glossterm>s. <application>Balsa</application> is primarily an MUA, but it also functions as an MDA/MTA when retrieving mail from a remote server.
el: Ένα ακρωνύμιο για "μεσολαβητής χρήστη αλληλογραφίας". Ένας χρήστης μπορεί να το χρησιμοποιήσει αυτό το πρόγραμμα για να διαβάσει υπάρχουσα αλληλογραφία και να δημιουργήσει νέα μηνύματα. MUAs είναι ένας από τους τρεις τύπους προγραμμάτων που επιτρέπουν διαδικτυακή αλληλογραφία να δουλέψει. Οι άλλοι δύο τύποι προγραμμάτων είναι <glossterm linkend="glossary-mta">MTA</glossterm>s και <glossterm linkend="glossary-mda">MDA</glossterm>s. Η <application>Balsa</application> είναι κυρίως μια MUA, αλλά λειτουργεί επίσης ως MDA/MTA κατά την ανάκτηση αλληλογραφίας από έναν απομακρυσμένο διακομιστή.
es: Un acrónimo para "Mail User Agent" (Agente de usuario de correo), es el programa que un usuario utilizaría para leer correo existente y crear nuevos mensajes. MUAs son uno de los tres tipos de programas que permiten el funcionamiento del correo electrónico. Los otros dos tipos de programas son <glossterm linkend="glossary-mta">MTA</glossterm>s y <glossterm linkend="glossary-mda">MDA</glossterm>s. <application>Balsa</application> es principalmente un MUA, pero también funciona como un MDA/MTA cuando recoge el correo de un servidor remoto.

source: Regular Expression
el: Κανονική έκφραση
es: Expresión regular

source: Often abbreviated as a <abbrev>regexp</abbrev>, this is a method of specifing a pattern to match in text. Both very simple and very complex patterns can be easily matched using this method. For information on how to understand and construct regular expressions the best source is the grep manual or info page.
el: Συχνά συντομευμένη ως <abbrev>regexp</abbrev>, αυτή είναι μια μέθοδος ορισμού ενός υποδείγματος που να ταιριάζει με το κείμενο. Ταυτόχρονα πολύ απλά και πολύ σύνθετα υποδείγματα μπορούν εύκολα να ταιριάζουν χρησιμοποιώντας αυτήν τη μέθοδο. Για πληροφορίες πώς να καταλάβετε και να δομήσετε κανονικές εκφράσεις η καλύτερη πηγή είναι το εγχειρίδιο grep ή η σελίδα πληροφοριών.
es: Habitualmente abreviado como <abbrev>regexp</abbrev>, es un método para especificar un patrón para buscar texto. Patrones simples y complejos pueden ser encontrados usando éste método. Para informarse cómo entender y construir expresiones regulares la mejor documentación se encuentra en el manual de grep o en su página de información.

source: An acronym that stands for "Simple Mail Transfer Protocol", it is exactly that. A standard that defines a simple an reliable way to transfer messages between computers on a network. It is used by most, if not all, mail programs to transfer mail.
el: Ένα ακρωνύμιο που σημαίνει "απλό πρωτόκολλο μεταφοράς αλληλογραφίας". Ένα πρότυπο που ορίζει έναν απλό αξιόπιστο τρόπο μεταφοράς μηνυμάτων μεταξύ υπολογιστών σε ένα δίκτυο. Χρησιμοποιείται από τα περισσότερα, αν όχι όλα, τα προγράμματα αλληλογραφίας για μεταφορά αλληλογραφίας.
es: Un acrónimo para "Simple Mail Transfer Protocol" (Protocolo de Transferencia Simple de Correos), es exactamente eso. Un estándar que define una forma simple y confiable de transferencia de mensajes entre computadoras en una red. Es usado por la mayoría, si no todos, los programas para transferir correo.

source: VCARD is a standard method of storing contact information for easy exchange between programs. <application>Balsa</application> supports VCARD addressbooks, as does GnomeCard and Evolution. Many other programs are capable of exporting their contact lists in VCARD format as well.
el: VCARD είναι μια πρότυπη μέθοδος αποθήκευσης πληροφοριών επαφών για εύκολη ανταλλαγή μεταξύ προγραμμάτων. Η <application>Balsa</application> υποστηρίζει βιβλία διευθύνσεων VCARD, όπως κάνουν GnomeCard και Evolution. Πολλά άλλα προγράμματα μπορούν να εξάγουν τους καταλόγους επαφών σε μορφή VCARD επίσης.
es: VCARD es un método estándar de almacenamiento de información de contactos para intercambio sencillo entre programas. <application>Balsa</application> soporta agendas VCARD, como GnomeCard y Evolution. También muchos otros programas son capaces de exportar sus listas de contactos en formato VCARD.

source: translator-credits
el: Μεταφραστική ομάδα GNOME Δημήτρης Σπίγγος <dmtrs32@gmail.com>, 2013 Για περισσότερα http://gnome.gr
es: Juan Matías Olmos <colonizare@yahoo.com.ar>, 2011 Daniel Mustieles <daniel.mustieles@gmail.com>, 2011 Joaquín Ignacio Aramendía <samsagax@gmail.com>, 2011 Jorge González <jorgegonz@svn.gnome.org>, 2008

source: lbdbq: 3 matches
es: lbdbq: 3 coincidencias

source: |/home/user/dynsig.pl
es: |/home/usuario/dynsig.pl
