Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: If the message contains attachments or more than one part of any kind, an attachment icon will be present in the header box as shown below. Clicking this icon will show a menu of all available parts. Selecting a part will update the display of the message body accordingly.
el: Αν το μήνυμα περιέχει συνημμένα ή περισσότερα από ένα τμήματα οποιουδήποτε είδους, ένα εικονίδιο συνημμένου θα παρουσιαστεί στο πεδίο κεφαλίδας όπως φαίνεται παρακάτω. Πατώντας αυτό το εικονίδιο θα εμφανίσει ένα μενού με όλα τα διαθέσιμα τμήματα. Επιλέγοντας ένα τμήμα θα ενημερώσει την εμφάνιση του σώματος του μηνύματος ανάλογα.
es: Si el mensaje contiene archivos adjuntos o más de una parte de cualquier tipo, se presentará un icono de archivo adjunto en el cuadro del encabezado, como se muestra a continuación. Al pulsar este icono se mostrará un menú con todas las partes disponibles. Al seleccionar una de las partes, se actualizará la pantalla con el cuerpo del mensaje correspondiente.

source: Selecting a Message Part
el: Επιλογή τμήματος μηνύματος
es: Seleccionar una parte del mensaje

source: The <guimenuitem>complete message</guimenuitem> selection will do its best to render all parts at once, but some may have to be selected individually or opened in an external program. Parts which cannot be rendered within <application>Balsa</application> will instead display a list of options for opening external programs or saving the data. Right-clicking on a part will also provide a menu with these options.
el: Η επιλογή <guimenuitem>πλήρες μήνυμα</guimenuitem> θα κάνει το καλύτερο για να αποδώσει όλα τα τμήματα μονομιάς, αλλά μερικά μπορεί να πρέπει να επιλεγούν ατομικά ή να ανοιχτούν σε ένα εξωτερικό πρόγραμμα. Τμήματα που δεν μπορούν να αποδοθούν μέσα στη <application>Balsa</application> θα εμφανίσουν στη θέση της έναν κατάλογο επιλογών για άνοιγμα εξωτερικών προγραμμάτων ή αποθήκευση των δεδομένων. Δεξιοπατώντας σε ένα τμήμα θα δώσει επίσης ένα μενού με αυτές τις επιλογές.
es: La selección <guimenuitem>mensaje completo</guimenuitem> hará todo lo posible para hacer que todas las partes se muestren a la vez, pero algunas se tendrán que seleccionar de forma individual, o abrir con un programa externo. Las partes que no se puedan mostrar dentro de <application>Balsa</application> ofrecerán una lista de programas externos para abrir o guardar los datos. Al hacer una pulsación con el botón derecho en una parte también se ofrecerá un menú con estas mismas opciones.

source: Navigation between messages is possible without returning to the index in the main window. Next unread being quite useful for checking all new mail. Deleting the current message will automatically display the next unread one. This behavior can be changed in the <link linkend="preferences">preferences</link>.
el: Η περιήγηση μεταξύ των μηνυμάτων είναι δυνατή χωρίς επιστροφή στο ευρετήριο στο κύριο παράθυρο. Το επόμενο αδιάβαστο είναι αρκετά χρήσιμο για έλεγχο όλης της νέας αλληλογραφίας. Η διαγραφή του τρέχοντος μηνύματος θα εμφανίσει αυτόματα το επόμενο αδιάβαστο μήνυμα. Αυτή η συμπεριφορά μπορεί να αλλαχθεί στο <link linkend="preferences">Προτιμήσεις</link>.
es: La navegación entre los mensajes es posible sin volver al índice de la ventana principal. La opción «siguiente sin leer» resulta muy útil para revisar todo el correo nuevo. Al eliminar el mensaje actual se mostrará automáticamente el siguiente sin leer. Este comportamiento se puede cambiar en las <link linkend="preferences">preferencias de Balsa</link>.

source: The Preferences Window
el: Το παράθυρο προτιμήσεων
es: La ventana de preferencias

source: <application>Balsa</application> has many more options than the initial assistant reveals. To access the Preferences window, select <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. In the Preferences window, options are organized into groups, and related groups are shown on individual pages. The pages and groups are explained below.
el: Η <application>Balsa</application> έχει πολύ περισσότερες επιλογές από τις αρχικές βοηθητικές αποκαλύψεις. Για να προσπελάσετε το παράθυρο προτιμήσεων, επιλέξτε <menuchoice><guimenu>Επεξεργασία</guimenu><guimenuitem>Προτιμήσεις</guimenuitem></menuchoice>. Στο παράθυρο προτιμήσεων, οι επιλογές οργανώνονται σε ομάδες και σχετικές ομάδες εμφανίζονται σε ξεχωριστές σελίδες. Οι σελίδες και οι ομάδες εξηγούνται παρακάτω.
es: <application>Balsa</application> tiene muchas más opciones de las que muestra el asistente inicial. Para acceder a la ventana de Preferencias, seleccione <menuchoice><guimenu>Edición</guimenu><guimenuitem>Preferencias</guimenuitem></menuchoice>. En la ventana de preferencias, las opciones se organizan en grupos, y los grupos relacionados se muestran en páginas individuales. Las páginas y los grupos se explican a continuación.

source: Mail Servers
el: Διακομιστές αλληλογραφίας
es: Servidores de correo

source: This page lets you specify how you get POP3 mail, send mail, etc.
el: Αυτή η σελίδα επιτρέπει τον ορισμό λήψης αλληλογραφίας POP3, αποστολής μηνυμάτων κλπ.
es: Esta página le permite especificar cómo obtener correo POP3, enviar correo, etc.

source: Remote Mailbox Servers
el: Απομακρυσμένοι διακομιστές γραμματοκιβωτίου
es: Servidores de buzones remotos

source: mailbox name that will identify the mailbox
el: Το όνομα του γραμματοκιβωτίου που θα αναγνωρίσει το γραμματοκιβώτιο
es: nombre del buzón que lo identificará

source: The server you have the POP mailbox on.
el: Ο διακομιστής στον οποίο έχετε το γραμματοκιβώτιο POP.
es: El servidor en el que tiene el buzón POP.

source: The port that will be used to connect to the server. The port number is usually 110 but you may change it if you for example use some kind of connection tunneling,
el: Η θύρα που θα χρησιμοποιηθεί για σύνδεση με τον διακομιστή. Ο αριθμός θύρας είναι συνήθως 110, αλλά μπορείτε να τον αλλάξετε αν χρησιμοποιείτε, για παράδειγμα, κάποιο είδος διόδευσης σύνδεσης,
es: El puerto que se usará para conectar con el servidor. Normalmente, el número del puerto es 110, pero se puede cambiar si, por ejemplo, se utiliza algún tipo de túnel de conexión,

source: The user name on the mailbox server.
el: Το όνομα χρήστη στον διακομιστή του γραμματοκιβωτίου.
es: El nombre de usuario en el servidor de buzones.

source: Corresponding password.
el: Αντίστοιχος κωδικός πρόσβασης.
es: Contraseña correspondiente.

source: You can select the 'delete from server' button to remove the downoladed messages from the server.
el: Μπορείτε να επιλέξετε το πλήκτρο 'διαγραφή από διακομιστή' για να αφαιρέσετε τα μεταφορτωμένα μηνύματα από τον διακομιστή.
es: Puede seleccionar el botón «eliminar del servidor» para eliminar los mensajes descargados del servidor.

source: You can choose to have messages filtered through <application>procmail</application>.
el: Μπορείτε να επιλέξετε να φιλτράρετε τα μηνύματα μέσα από <application>procmail</application>.
es: Puede elegir que los mensajes se filtren a través de <application>procmail</application>.

source: The <application>procmail</application> command.
el: Η εντολή <application>procmail</application>.
es: El comando <application>procmail</application>.

source: Whether to check for new mail.
el: Αν θα ελέγξετε για νέα αλληλογραφία.
es: Indica si se debe comprobar si hay correo nuevo.

source: These are <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> and <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> servers that you receive email from. The three buttons let you create, modify, and remove records. <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> mailboxes will not show up in the mailbox list. You can specify multiple servers, when adding a server you will be asked to give: <placeholder-1/>
el: Αυτοί είναι διακομιστές <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> και <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> από τους οποίους δεχτήκατε αλληλογραφία. Τα τρία πλήκτρα επιτρέπουν τη δημιουργία, τροποποίηση και αφαίρεση εγγραφών. Τα γραμματοκιβώτια <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> δεν θα εμφανιστούν στον κατάλογο του γραμματοκιβωτίου. Μπορείτε να ορίσετε πολλαπλούς διακομιστές, κατά την προσθήκη ενός διακομιστή θα ερωτηθείτε να δώσετε: <placeholder-1/>
es: Estos son los servidores <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> y <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> de los que recibe los correos. Hay tres botones que permiten crear, modificar y borrar registros. Los buzones <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> no se mostrarán en la lista de buzones. Se pueden configurar múltiples servidores; cuando se agregue un servidor, se le pedirá: <placeholder-1/>

source: Local Mail Directory
el: Τοπικός κατάλογος αλληλογραφίας
es: Carpeta local de correo

source: This is the directory that <application>Balsa</application> will scan looking for mail folders.
el: Αυτός είναι ο κατάλογος που η <application>Balsa</application> θα σαρώσει αναζητώντας φακέλους αλληλογραφίας.
es: Éste es la carpeta que <application>Balsa</application> explorará en busca de las carpetas de correo.

source: Outgoing Mail Servers
el: Διακομιστές εξερχόμενης αλληλογραφίας
es: Servidores de correo saliente

source: Most users will need only one outgoing mail server, but you may need to use more than one. <application>Balsa</application> allows you to set up as many as you need. The server used for a particular message is controlled by the <link linkend="identities">identity</link> you choose for the message.
el: Οι περισσότεροι χρήστες θα χρειαστούν μόνον έναν διακομιστή εξερχόμενης αλληλογραφίας, αλλά μπορεί να χρειαστείτε να χρησιμοποιήσετε περισσότερους από έναν. Η <application>Balsa</application> επιτρέπει να εγκαταστήσετε όσους χρειάζεστε. Ο χρησιμοποιούμενος διακομιστής για ένα συγκεκριμένο μήνυμα ελέγχεται από την <link linkend="identities">ταυτότητα</link> που επιλέξατε για το μήνυμα.
es: La mayoría de los usuarios sólo necesitan un servidor de correo saliente, pero puede que tengan que utilizar más de uno. <application>Balsa</application> le permite configurar tantos como sea necesario. El servidor utilizado en un mensaje en particular se controla con la <link linkend="identities">identidad</link> que elija para el mensaje.

source: To view or change the details of a server, select it and click <guibutton>Modify</guibutton>. To create a new server, click <guibutton>Add</guibutton>. A dialog will open, showing the properties of the selected server. Specify the domain name and optionally the port for of the SMTP server you use for submitting mail. Please note that the default port number is 587. The syntax is hostname[:port]. Port can be a decimal number or the name of the service as specified in <filename>/etc/services</filename>. Typically you can just set this to <quote>localhost:smtp</quote>. <application>Balsa</application> can also break up a large message into fragments, which can be reassembled by <application>Balsa</application> or any RFC 2046-compliant mailer. This dialog allows you to set this option, and the size above which a message should be split.
el: Για την προβολή ή αλλαγή των λεπτομερειών ενός διακομιστή, επιλέξτε τον και πατήστε <guibutton>Τροποποίηση</guibutton>. Για τη δημιουργία νέου διακομιστή, πατήστε <guibutton>Προσθήκη</guibutton>. Ένας διάλογος θα ανοίξει, εμφανίζοντας τις ιδιότητες του επιλεγμένου διακομιστή. Ορίστε το όνομα του τομέα και προαιρετικά τη θύρα για τον διακομιστή SMTP που χρησιμοποιείτε για την υποβολή αλληλογραφίας. Παρακαλούμε, σημειώστε ότι ο προεπιλεγμένος αριθμός θύρας είναι 587. Η σύνταξη είναι όνομαδιακομιστή[:θύρα]. Η θύρα μπορεί να είναι δεκαδικός αριθμός ή το όνομα της υπηρεσίας όπως ορίστηκε στο <filename>/etc/services</filename>. Τυπικά, μπορείτε να το ορίσετε απλά σε <quote>localhost:smtp</quote>. Η <application>Balsa</application> μπορεί επίσης να χωρίσει ένα μεγάλο μήνυμα σε τμήματα, που μπορούν να ανασυγκροτηθούν από την <application>Balsa</application> ή οποιοδήποτε αλληλογράφο συμβατό με RFC 2046. Αυτός ο διάλογος επιτρέπει να ορίσετε αυτήν την επιλογή και το μέγεθος πάνω από το οποίο ένα μήνυμα πρέπει να διαιρεθεί.
es: Para ver o cambiar los detalles de un servidor, selecciónelo y pulse en <guibutton>Modificar</guibutton>. Para crear un nuevo servidor, pulse en <guibutton>Agregar</guibutton>. Se abrirá una ventana que muestra las propiedades del servidor seleccionado. Especifique el nombre de dominio y, opcionalmente, el puerto para el servidor SMTP que utiliza para enviar correo. Tenga en cuenta que el número de puerto predeterminado es 587. La sintaxis es el «nombre_de_host[:puerto]». El puerto puede ser un número decimal o el nombre del servicio tal como se especifica en <filename>/etc/services</filename>. Normalmente, sólo puede configurarlo en «localhost:smtp». <application>Balsa</application> también puede dividir un mensaje de gran tamaño en fragmentos, que se puede reensamblar en <application>Balsa</application> o en cualquier aplicación de correo compatible con RFC 2046. Este diálogo le permite establecer esta opción, y el tamaño por encima del cuál se debería dividir un mensaje.

source: A descriptive name that will identify the server
el: Ένα περιγραφικό όνομα που θα ταυτοποιήσει τον διακομιστή
es: Un nombre descriptivo que identificará al servidor

source: The domain name and port
el: Το όνομα τομέα και τη θύρα
es: El nombre del dominio y el puerto

source: The user name on the SMTP server. If the remote SMTP server requires authentication, enter your user name here. Note that the exact format depends on the MTA in use. For example, some systems expect a user name, others may require an email address.
el: Το όνομα χρήστη στον διακομιστή SMTP. Αν ο απομακρυσμένος διακομιστής SMTP απαιτεί πιστοποίηση, εισάγετε το όνομα χρήστη εδώ. Σημειώστε ότι η ακριβής μορφή εξαρτάται από το MTA σε χρήση. Για παράδειγμα, μερικά συστήματα περιμένουν όνομα χρήστη, άλλα μπορεί να ζητήσουν μια διεύθυνση αλληλογραφίας.
es: El nombre de usuario en el servidor SMTP. Si el servidor SMTP remoto requiere autenticación, introduzca su nombre de usuario aquí. Tenga en cuenta que el formato exacto depende de la MTA en uso. Por ejemplo, en algunos sistemas se espera un nombre de usuario, otros pueden requerir una dirección de correo electrónico.

source: Corresponding pass phrase. If the remote SMTP server requires authentication, enter your pass phrase here. Some systems refer to the pass phrase as a password. Limitations on the length of the pass phrase depend on the SMTP server.
el: Αντίστοιχο συνθηματικό. Αν ο απομακρυσμένος διακομιστής SMTP απαιτεί πιστοποίηση, εισάγετε το συνθηματικό σας εδώ. Μερικά συστήματα αναφέρουν το συνθηματικό ως κωδικό πρόσβασης. Περιορισμοί στο μήκος του συνθηματικού εξαρτώνται από τον διακομιστή SMTP.
es: Frase de paso correspondiente. Si el servidor SMTP remoto requiere autenticación, introduzca su frase de paso aquí. Algunos sistemas se refieren a la frase de paso como una contraseña. Las limitaciones en la longitud de la frase de paso dependen del servidor SMTP.

source: When you want <application>Balsa</application> to use TLS.
el: Αν θέλετε η <application>Balsa</application> να χρησιμοποιήσει TLS.
es: Cuando quiera que <application>Balsa</application> use TLS.

source: The TLS certificate pass phrase.
el: Το συνθηματικό πιστοποιητικού TLS.
es: La contraseña del certificado TLS.

source: Whether to split large messages, and the threshhold size.
el: Αν θέλετε να χωρίζονται τα μεγάλα μηνύματα και το μέγεθος ορίου.
es: Indica si se deben dividir los mensajes largos y el tamaño del umbral.

source: You will be asked to give: <placeholder-1/>
el: Θα σας ζητηθεί να δώσετε: <placeholder-1/>
es: Se le pedirá: <placeholder-1/>

source: Incoming and Outgoing Mail
el: Εισερχόμενη και εξερχόμενη αλληλογραφία
es: Correo entrante y saliente

source: Use this page to set the <application>Balsa</application>'s behaviour regarding incoming and outgoing messages.
el: Χρησιμοποιήστε αυτή τη σελίδα για να ορίσετε τη συμπεριφορά της <application>Balsa</application> σχετικά με τα εισερχόμενα και εξερχόμενα μηνύματα.
es: Utilice esta página para configurar el comportamiento de <application>Balsa</application> con respecto a los mensajes entrantes y salientes.

source: Incoming
el: Εισερχόμενα
es: Entrante

source: Check Mail Automatically
el: Αυτόματος έλεγχος αλληλογραφίας
es: Comprobar correo automáticamente

source: If selected, <application>Balsa</application> will connect to your <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> servers at the given interval and check for mail.
el: Αν επιλεγεί, η <application>Balsa</application> θα συνδέσει τους διακομιστές σας <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> στο δοσμένο διάστημα και θα ελέγξει για αλληλογραφία.
es: Si se selecciona, <application>Balsa</application> se conectará con su servidor <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> en el intervalo indicado y revisará el correo electrónico.

source: Check IMAP mailboxes
el: Έλεγχος γραμματοκιβωτίων IMAP
es: Comprobar buzones IMAP

source: If selected, <application>Balsa</application> will include your <acronym>IMAP</acronym> mailboxes when checking for mail. You can also specify that INBOX is the only mailbox to be checked.
el: Αν επιλεγεί, η <application>Balsa</application> θα συμπεριλάβει τα γραμματοκιβώτιά σας <acronym>IMAP</acronym> κατά τον έλεγχο αλληλογραφίας. Μπορείτε επίσης να ορίσετε ότι τα ΕΙΣΕΡΧΟΜΕΝΑ είναι το μόνο γραμματοκιβώτιο για έλεγχο.
es: Si se selecciona, <application>Balsa</application> incluirá sus buzones de correo <acronym>IMAP</acronym> en la comprobación de correo electrónico. También se puede especificar una única bandeja de entrada para la que se revisará el buzón de correo.

source: Checking IMAP mailboxes can take some time; these options give you extra control over how long the mailbox check will take.
el: Ο έλεγχος γραμματοκιβωτίων IMAP μπορεί να πάρει κάποιο χρόνο· αυτές οι επιλογές σας δίνουν πρόσθετο έλεγχο για τον χρόνο ελέγχου του γραμματοκιβωτίου.
es: La comprobación de buzones de correo IMAP puede tardar algún tiempo; estas opciones le proporcionan un control adicional sobre la duración que tendrá la comprobación del buzón.

source: Display message if new mail has arrived
el: Να εμφανίζεται μήνυμα όταν φτάνει νέα αλληλογραφία
es: Mostrar un mensaje si se recibe correo nuevo

source: If selected, <application>Balsa</application> will alert you when mail has arrived.
el: Αν επιλεγεί, η <application>Balsa</application> θα σας ειδοποιήσει πότε έφτασε η αλληλογραφία.
es: Si se selecciona, <application>Balsa</application> le avisará cuando reciba un correo electrónico.

source: Do background check quietly
el: Να γίνεται σιωπηρός έλεγχος στο παρασκήνιο
es: Comprobar en segundo plano silenciosamente

source: If selected, <application>Balsa</application> will give you no indication that a background mail check is in progress.
el: Αν επιλεγεί, η <application>Balsa</application> δεν θα σας δώσει καμία ένδειξη ότι ο έλεγχος μηνυμάτων στο παρασκήνιο εξελίσσεται.
es: Si se selecciona, <application>Balsa</application> no le dará ninguna indicación de que está en curso una comprobación de correo electrónico en segundo plano

source: Wrap Incoming Text
el: Αναδίπλωση εισερχόμενου κειμένου
es: Ajustar texto entrante

source: If selected, <application>Balsa</application> will wrap text of incoming messages at the specified line length.
el: Αν επιλεγεί, η <application>Balsa</application> θα αναδιπλώνει το κείμενο των εισερχόμενων μηνυμάτων στο συγκεκριμένο μήκος γραμμής.
es: Si se selecciona, <application>Balsa</application> ajustará el texto del mensaje entrante a la longitud indicada.

source: Reflow messages of type `text/plain;format=flowed'
el: Επαναρροή μηνυμάτων του τύπου `text/plain;format=flowed'
es: Refluir mensajes de tipo `text/plain;format=flowed'

source: The `format' parameter distinguishes two ways of representing paragraphs in messages of type `text/plain' (that is, simple text). The value `flowed' indicates that paragraphs have been broken into lines ended with `soft' line breaks: a space is left at the end of the line. A `hard' line break (one that is not preceded by a space) indicates the end of a paragraph.
el: Η παράμετρος `μορφή' διακρίνει δύο τρόπους αναπαράστασης παραγράφων σε μηνύματα τύπου `text/plain' (δηλαδή απλού κειμένου). Η τιμή `ρέουσα' δείχνει ότι οι παράγραφοι έχουν διαιρεθεί σε γραμμές που τελειώνουν με `μαλακές' αλλαγές γραμμών: ένα διάστημα αφήνεται στο τέλος της γραμμής. Μια `σκληρή' αλλαγή γραμμής (μια στην οποία δεν προηγείται ένα κενό) δείχνει το τέλος μιας παραγράφου.
es: El parámetro «formato» distingue dos formas de representar los párrafos en los mensajes de tipo «text/plain» (es decir, texto simple). El valor «fluido» indica que los párrafos se han dividido con saltos de línea «blandos»: se deja un espacio al final de la línea. Un salto de línea «duro» (que no está precedido por un espacio) indica el final de un párrafo.

source: <application>Balsa</application> can reflow the paragraphs, quoted or otherwise, in a message of this type. Reflowing eliminates the line fragments that are left when text is first wrapped at one length and then rewrapped to a shorter length, which are often misquoted.
el: Η <application>Balsa</application> μπορεί να προσαρμόσει δυναμικά τις παραγράφους, με εισαγωγικά ή αλλιώς, σε ένα μήνυμα αυτού του τύπου. Η επαναρροή εξουδετερώνει τα τμήματα γραμμής που αφήνονται όταν το κείμενο αναδιπλώνεται πρώτα σε ένα μήκος και έπειτα επαναδιπλώνεται σε πιο μικρό μήκος, που συχνά παρατίθεται εσφαλμένα.
es: <application>Balsa</application> puede reajustar los párrafos, citas y demás en un mensaje de este tipo. Al reajustar se eliminar los fragmentos de líneas que quedan cuando el texto se ajustó la primera vez y luego se reajustó a una longitud menor, lo que se malinterpreta con frecuencia.

source: The only other value of `format' is `fixed', which is the value assumed by default when `format' is not specified, as with older mailers. In this case, all line breaks must be respected. If you do not select the `Reflow...' option, <application>Balsa</application> will treat all messages of type `text/plain' as if they were `format=fixed'. Long lines will still be wrapped, if the `Wrap Incoming Messages' option is selected, but this will usually leave unquoted line fragments.
el: Η μόνη άλλη τιμή της `μορφής' είναι `σταθερή', που είναι η θεωρούμενη τιμή από προεπιλογή όταν η `μορφή' δεν ορίζεται, όπως με τους παλιότερους αλληλογράφους. Σε αυτήν την περίπτωση, όλες οι αλλαγές γραμμών πρέπει να γίνουν σεβαστοί. Αν δεν προτιμήσετε την επιλογή `Επαναρροή...', η <application>Balsa</application> θα θεωρήσει όλα τα μηνύματα του τύπου `text/plain' σαν να ήταν `format=fixed'. Οι μεγάλες γραμμές θα αναδιπλωθούν ακόμα, αν προτιμηθεί η επιλογή `Αναδίπλωση εισερχόμενων μηνυμάτων', αλλά αυτό συνήθως αφήνει τμήματα γραμμής χωρίς κλείσιμο εισαγωγικών.
es: El único otro valor de «formato» es «fijo», que es el valor asumido de manera predeterminada cuando no se especifica ninguno, al igual que con aplicaciones de correo anteriores. En este caso, se deben respetar todos los saltos de línea. Si no se selecciona la opción «Refluir...», <application>Balsa</application> tratará todos los mensajes de tipo «text/plain» como si fueran «format/plain». Las líneas largas todavía se reajustarán, si se selecciona la opción «Ajustar mensajes entrantes», pero esto, por lo general, deja fragmentos de línea sin comillas.

source: Message Disposition Notification request
el: Αίτηση ειδοποίησης παράδοσης μηνύματος
es: Solicitud de notificación de entrega del mensaje
