Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: <menuchoice><guimenuitem>Reply</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Reply To All</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Reply To Group</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Forward Attached</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Forward Inline</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Store Address</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Delete</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Undelete</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Move To Trash</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Toggle Flagged</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Toggle Unread</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Move to</guimenuitem></menuchoice>, <menuchoice><guimenuitem>View Source</guimenuitem></menuchoice> -- These perform the same actions as their counterparts in the <link linkend="subwin-messagemenu">message menu</link>.
el: <menuchoice><guimenuitem>Απάντηση</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Απάντηση σε όλους</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Απάντηση στην ομάδα</guimenuitem></menuchoice>,<menuchoice><guimenuitem>Προώθηση συνημμένου</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Προώθηση ενσωματωμένου</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Αποθήκη διευθύνσεων</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Διαγραφή</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Αναίρεση διαγραφής</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Μετακίνηση στα απορρίμματα</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Εναλλαγή σημαίας</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Εναλλαγή αδιάβαστων</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Μετακίνηση σε</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Προβολή προέλευσης</guimenuitem></menuchoice> -- Αυτά εκτελούν τις ίδιες ενέργειες όπως οι αντίστοιχοι τους στο <link linkend="subwin-messagemenu">μενού μημυμάτων</link>.
es: <menuchoice><guimenuitem>Responder</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Responder a todos</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Responder al grupo</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Reenviar adjunto</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Reenviar en línea</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Almacenar dirección</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Eliminar</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Recuperar</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Mover a la papelera</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Conmutar marcado</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Conmutar no leído</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Mover a</guimenuitem></menuchoice>, <menuchoice><guimenuitem>View Source</guimenuitem></menuchoice>: realizan las mismas acciones que sus equivalentes en el <link linkend="subwin-messagemenu">menú Mensaje</link>.

source: <menuchoice><guimenu>Move to</guimenu></menuchoice> -- Moves the currently selected message(s) to another mailbox. When this menu item is selected, a list of available mailboxes is displayed, from which the destination may be selected.
el: <menuchoice><guimenu>Μετακίνηση σε</guimenu></menuchoice> -- Μετακινεί τα τρέχοντα επιλεγμένα μηνύματα σε άλλο γραμματοκιβώτιο. Όταν αυτό το στοιχείο μενού επιλέγεται, εμφανίζεται μια λίστα των διαθέσιμων γραμματοκιβωτίων, από την οποία ο προορισμός μπορεί να επιλεγεί.
es: <menuchoice><guimenu>Mover a</guimenu></menuchoice>: mover los mensajes actualmente seleccionados a otro buzón. Cuando se selecciona esta opción del menú, se muestra una lista con los buzones disponibles, en la que se puede elegir el destino.

source: The Message View
el: Η προβολή μηνύματος
es: La vista de mensaje

source: This displays the email that is selected in the message index. Message headers are displayed above the main text of the message, unless they have been disabled. The text of the message is shown below the headers.
el: Αυτό εμφανίζει το μήνυμα που επιλέγεται στο ευρετήριο μηνυμάτων. Οι κεφαλίδες μηνυμάτων εμφανίζονται πάνω από το κύριο κείμενο του μηνύματος, εκτός και έχουν απενεργοποιηθεί. Το κείμενο του μηνύματος εμφανίζεται κάτω από τις κεφαλίδες.
es: Esto muestra el mensaje seleccionado en el índice. Las cabeceras del mensaje se muestran encima del texto principal del mensaje, al menos que se haya desactivado. El texto del mensaje se muestra debajo de la cabecera.

source: If the message is multipart, an attachment icon will appear beside the headers. Clicking this icon will display a list of the parts from which you may select one. If <application>Balsa</application> is unable to display it, you will be given a choice of applications known to handle the part. Additionally, there is always an option to save the attachment to a file.
el: Αν το μήνυμα είναι πολλαπλό, ένα εικονίδιο συνημμένου θα εμφανιστεί δίπλα στις κεφαλίδες. Πατώντας αυτό το εικονίδιο θα εμφανιστεί μια λίστα των τμημάτων από τα οποία μπορείτε να επιλέξετε ένα. Αν η <application>Balsa</application> είναι αδύνατο να το εμφανίσει, θα δοθεί μια επιλογή των εφαρμογών που είναι γνωστές να χειριστούν το τμήμα. Επιπρόσθετα, υπάρχει πάντα μια επιλογή για να αποθηκεύσετε το συνημμένο σε ένα αρχείο.
es: Si el mensaje está dividido, aparecerá el icono de adjunto al lado de la cabecera. Pulsando este icono, se mostrará una lista con las partes del mensaje donde puede seleccionar una. Si <application>Balsa</application> no puede mostrarla, se le dará la opción de aplicaciones conocidas para manejar esa parte. Adicionalmente, siempre hay una opción para guardar el adjunto en un archivo.

source: <application>Balsa</application> supports viewing <acronym>HTML</acronym> messages only when compiled with <application>gtkhtml</application> or <application>WebKit</application> support. Gtkhtml support will be compiled in if gtkhtml-devel files are found. WebKit is currently supported only on an experimental basis,
el: Η <application>Balsa</application> υποστηρίζει την προβολή μηνυμάτων <acronym>HTML</acronym> μόνον όταν μεταγλωττίζονται με υποστήριξη <application>gtkhtml</application> ή <application>WebKit</application>. Η υποστήριξη Gtkhtml θα μεταγλωττιστεί αν τα αρχεία gtkhtml-devel βρεθούν. Η WebKit υποστηρίζεται προς το παρόν μόνο σε πειραματική βάση,
es: <application>Balsa</application> admite la visualización de mensajes <acronym>HTML</acronym> sólo cuando se compila con el soporte <application>gtkhtml</application> o <application>WebKit</application>. El soporte Gtkhtml se compilará si se encuentran los archivos de gtkhtml-devel. Actualmente, WebKit se soporta sólo con carácter experimental.

source: You are not restricted to that pane either. Double-clicking on a message in the message index, or touching either the space bar or the <keysym>Enter</keysym> key, will open it in a <link linkend="win-message">separate window</link>.
el: Δεν περιοριζόσαστε σε αυτό το φάτνωμα επίσης. Διπλοπατώντας σε ένα μήνυμα στο ευρετήριο μηνυμάτων, ή πατώντας είτε το πλήκτρο διαστήματος είτε το πλήκτρο <keysym>Enter</keysym>, θα το ανοίξει σε ένα <link linkend="win-message">ξεχωριστό παράθυρο</link>.
es: No está limitado a un panel. Pulsando dos veces sobre un mensaje del índice, o pulsando la barra espaciadora o la tecla <keysym>Intro</keysym>, se abrirá en una <link linkend="win-message">ventana aparte</link>.

source: The Message Composer
el: Η σύνταξη μηνύματος
es: El editor de mensajes

source: Message Composition Window
el: Παράθυρο σύνθεσης μηνύματος
es: Ventana de edición del mensaje

source: When the <guibutton>New Message</guibutton> or <guibutton>Reply</guibutton> or <guibutton>Forward</guibutton> action is selected, the message to be sent is brought up in the Message Composer. This window is where you can type the text of the message, attach files, and specify recipients. The window also provides an interface to spell check the message. Signing and encryption of messages using <application>GnuPG</application> or <application><acronym>PGP</acronym></application> are also supported, when <application>Balsa</application> is built with cryptographic support.
el: Όταν επιλέγεται η ενέργεια <guibutton>Νέο μήνυμα</guibutton>, <guibutton>Απάντηση</guibutton> ή <guibutton>Προώθηση</guibutton>, το μήνυμα για αποστολή εμφανίζεται στην σύνταξη μηνυμάτων. Σε αυτό το παράθυρο μπορείτε να πληκτρολογήσετε το κείμενο του μηνύματος, να επισυνάψετε αρχεία και να ορίσετε αποδέκτες. Το παράθυρο επίσης παρέχει μια διεπαφή για ορθογραφικό έλεγχο του μηνύματος. Υποστηρίζονται, επίσης, υπογραφή και κρυπτογράφηση μηνυμάτων χρησιμοποιώντας <application>GnuPG</application> ή <application><acronym>PGP</acronym></application>, όταν η <application>Balsa</application> δομείται με κρυπτογραφημένη υποστήριξη.
es: Cuando se selecciona la opción de <guibutton>Nuevo mensaje</guibutton>, <guibutton>Responder</guibutton> o <guibutton>Reenviar</guibutton>, el mensaje que enviar se lleva al editor de mensajes. En esta ventana se puede escribir el texto del mensaje, adjuntar archivos y especificar los destinatarios. La ventana también ofrece una interfaz para corregir la ortografía del mensaje. También se soporta la firma y el cifrado de mensajes usando <application>GnuPG</application> o <application><acronym>PGP</acronym></application> cuando se construye <application>Balsa</application> con soporte de criptografía.

source: When the message window first opens, you will see the several main sections:
el: Όταν το παράθυρο μηνύματος πρωτοανοίγει, βλέπετε αρκετές κύριες ενότητες:
es: Cuando se abre la ventana de mensaje por primera vez, verá las principales secciones:

source: The menu bar
el: Η γραμμή μενού
es: La barra de menú

source: Toolbar
el: Εργαλειοθήκη
es: Barra de herramientas

source: Mail headers
el: Κεφαλίδες αλληλογραφίας
es: Cabeceras del mensaje

source: The attachment box
el: Το πλαίσιο συνημμένου
es: El recuadro de adjuntos

source: The message body
el: Το κυρίως σώμα του μηνύματος
es: El cuerpo del mensaje

source: These will each be covered in depth below:
el: Αυτά θα καλυφθούν σε βάθος παρακάτω:
es: A continuación se detalla cada una de ellas en profundidad:

source: Menu Bar
el: Γραμμή μενού
es: Barra de menú

source: This contains all of the available commands for acting on the message, from selecting the headers to display to changing the character set of the message. Some of the menu items are not always available, depending on what state the message is currently in.
el: Αυτή περιέχει όλα τις διαθέσιμες εντολές για δράση στο μήνυμα, από επιλογή των κεφαλίδων για εμφάνιση στην αλλαγή του συνόλου χαρακτήρων του μηνύματος. Μερικά από τα στοιχεία του μενού δεν είναι διαθέσιμα πάντα, ανάλογα με το σε ποια κατάσταση μηνύματος είσαστε αυτή τη στιγμή.
es: Esta barra contiene todos los comandos disponibles para trabajar con los mensajes, desde seleccionar las cabeceras que mostrar hasta cambiar la codificación de caracteres. Algunos de las opciones del menú no se encuentran disponibles siempre, dependen del estado en el que se encuentra el mensaje.

source: The file menu contains commands for manipulating the message as a whole.
el: Το μενού αρχείου περιέχει εντολές για επεξεργασία του μηνύματος ως συνόλου.
es: El menú «Archivo» contiene los comandos para manipular el mensaje en su conjunto.

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Include File...</guimenuitem></menuchoice> -- Include a text file in the body of the message; only works for plain text files.
el: <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Συμπερίληψη αρχείου...</guimenuitem></menuchoice> -- Συμπερίληψη ενός αρχείου κειμένου στο σώμα του μηνύματος· δουλεύει μόνο για αρχεία απλού κειμένου.
es: <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Incluir archivo...</guimenuitem></menuchoice>: incluir un archivo de texto al cuerpo del mensaje; sólo funciona para archivos de texto plano.

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Attach File...</guimenuitem></menuchoice> -- Attach any kind of file to the message.
el: <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Επισύναψη αρχείου...</guimenuitem></menuchoice> -- Επισυνάπτει οποιοδήποτε είδος αρχείου στο μήνυμα.
es: <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Adjuntar archivo...</guimenuitem></menuchoice>: adjunta cualquier tipo de archivo al mensaje.

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Send</guimenuitem></menuchoice> -- Send the message.
el: <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Αποστολή</guimenuitem></menuchoice> -- Στέλνει το μήνυμα.
es: <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Enviar</guimenuitem></menuchoice>: enviar el mensaje.

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Queue</guimenuitem></menuchoice> -- Queue the message in the outbox for sending later.
el: <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Αναμονή</guimenuitem></menuchoice> -- Αναμονή του μηνύματος στα εξερχόμενα για μεταγενέστερη αποστολή.
es: <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Encolar</guimenuitem></menuchoice>: agregar el mensaje a la bandeja de salida para su posterior envío.

source: A message is considered valid (ready for sending or queuing) if it contains at least one valid email address, and no invalid addresses, in the <guilabel>Recipients</guilabel> fields.
el: Ένα μήνυμα θεωρείται έγκυρο (έτοιμο για αποστολή ή αναμονή) αν περιέχει τουλάχιστον μια έγκυρη διεύθυνση αλληλογραφίας και καμία άκυρη διεύθυνση, στα πεδία <guilabel>Αποδέκτες</guilabel>.
es: Un mensaje se considera válido (listo para enviar o poner en la cola), si contiene al menos una dirección de correo electrónico válida, y ninguna cuentas no válida, en los campos <guilabel>Destinatarios</guilabel>.

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Postpone</guimenuitem></menuchoice> -- Save the message in the <symbol>Draftbox</symbol> for later revision and sending. You will be unable to postpone a message that is not currently valid.
el: <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Αναβολή</guimenuitem></menuchoice> -- Αποθήκευση του μηνύματος στα <symbol>Πρόχειρα</symbol> για μεταγενέστερη αναθεώρηση και αποστολή. Μπορείτε να αναβάλετε την αποστολή ενός μηνύματος που δεν είναι προς το παρόν έγκυρο.
es: <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Posponer</guimenuitem></menuchoice>: guardar los mensajes en <symbol>Borradores</symbol> para su posterior revisión y envío. No podrá posponer un mensaje que no sea válido.

source: <menuchoice><guimenu>File</guimenu><guimenuitem>Print...</guimenuitem></menuchoice> -- Print a hard-copy of the current message.
el: <menuchoice><guimenu>Αρχείο</guimenu><guimenuitem>Εκτύπωση...</guimenuitem></menuchoice> -- Εκτυπώνεται ένα αντίγραφο του τρέχοντος μηνύματος.
es: <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Imprimir...</guimenuitem></menuchoice>: imprimir el mensaje actual.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>W</keysym></keycombo></shortcut><guimenu>File</guimenu><guimenuitem>Close</guimenuitem></menuchoice> -- Close and discard the current message.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>W</keysym></keycombo></shortcut><guimenu>Αρχείο</guimenu><guimenuitem>Κλείσιμο</guimenuitem></menuchoice> -- Κλείσιμο και απόρριψη του τρέχοντος μηνύματος.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>W</keysym></keycombo></shortcut><guimenu>Archivo</guimenu><guimenuitem>Cerrar</guimenuitem></menuchoice>: cerrar y descartar el mensaje actual.

source: The Edit menu contains commands which are used to modify the body of the message.
el: Το μενού επεξεργασίας περιέχει εντολές που χρησιμοποιούνται για τροποποίηση του σώματος του μηνύματος.
es: El menú «Editar» contiene comandos para modificar el cuerpo del mensaje.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>X</keysym></keycombo></shortcut><guimenu>Edit</guimenu><guimenuitem>Cut</guimenuitem></menuchoice> -- Cut the selected text to the clipboard.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Χ</keysym></keycombo></shortcut><guimenu>Επεξεργασία</guimenu><guimenuitem>Αποκοπή</guimenuitem></menuchoice> -- Αποκοπή του επιλεγμένου κειμένου στο πρόχειρο.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>X</keysym></keycombo></shortcut><guimenu>Edit</guimenu><guimenuitem>Cut</guimenuitem></menuchoice>: cortar el texto seleccionado al portapapeles.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>C</keysym></keycombo></shortcut><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice> -- Copy the selected text to the clipboard.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>C</keysym></keycombo></shortcut><guimenu>Επεξεργασία</guimenu><guimenuitem>Αντιγραφή</guimenuitem></menuchoice> -- Αντιγράφει το επιλεγμένο κείμενο στο πρόχειρο.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>X</keysym></keycombo></shortcut><guimenu>Edit</guimenu><guimenuitem>Cut</guimenuitem></menuchoice>: copiar el texto seleccionado al portapapeles.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>V</keysym></keycombo></shortcut><guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem></menuchoice> -- Paste the contents of the clipboard to the current position of the cursor.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>V</keysym></keycombo></shortcut><guimenu>Επεξεργασία</guimenu><guimenuitem>Επικόλληση</guimenuitem></menuchoice> -- Επικολλά τα περιεχόμενα του προχείρου στην τρέχουσα θέση του δρομέα.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>V</keysym></keycombo></shortcut><guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem></menuchoice>: pega el conteido del portapapeles en la posición actual del cursor.

source: A
el: Α

source: Select All
el: Επιλογή όλων
es: Seleccionar todo

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Z</keysym></keycombo></shortcut><guimenu>Edit</guimenu><guimenuitem>Wrap Body</guimenuitem></menuchoice> -- Cause all the lines in the message to be wrapped to the specified outgoing mail wrap column.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Ζ</keysym></keycombo></shortcut><guimenu>Επεξεργασία</guimenu><guimenuitem>Αναδίπλωση σώματος</guimenuitem></menuchoice> -- Αναδιπλώνει όλες τις γραμμές στο μήνυμα στη συγκεκριμένη εξερχόμενη στήλη αναδίπλωσης αλληλογραφίας.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Z</keysym></keycombo></shortcut><guimenu>Editar</guimenu><guimenuitem>Ajustar cuerpo</guimenuitem></menuchoice>: hacer que las líneas del mensaje se ajusten a la columna especificada en las preferencias.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>R</keysym></keycombo></shortcut><guimenu>Edit</guimenu><guimenuitem>Reflow Paragraph</guimenuitem></menuchoice> -- Cause all selected lines to be wrapped to the specified outgoing mail wrap column.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>R</keysym></keycombo></shortcut><guimenu>Επεξεργασία</guimenu><guimenuitem>Επαναρροή παραγράφου</guimenuitem></menuchoice> -- Αναδιπλώνει όλες τις επιλεγμένες γραμμές στη συγκεκριμένη εξερχόμενη στήλη αναδίπλωσης αλληλογραφίας.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>R</keysym></keycombo></shortcut><guimenu>Editar</guimenu><guimenuitem>Refluir texto seleccionado</guimenuitem></menuchoice>: hacer que todas las líneas seleccionadas del mensaje se ajusten a la columna especificada en las preferencias.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Shift</keysym><keysym>R</keysym></keycombo></shortcut><guimenu>Edit</guimenu><guimenuitem>Reflow Message</guimenuitem></menuchoice> -- Cause all the lines in the message to be wrapped to the specified outgoing mail wrap column.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Shift</keysym><keysym>R</keysym></keycombo></shortcut><guimenu>Επεξεργασία</guimenu><guimenuitem>Επαναρροή μηνύματος</guimenuitem></menuchoice> -- Αναδιπλώνει όλες τις γραμμές στο μήνυμα στη συγκεκριμένη εξερχόμενη στήλη αναδίπλωσης αλληλογραφίας.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Shift</keysym><keysym>R</keysym></keycombo></shortcut><guimenu>Editar</guimenu><guimenuitem>Citar mensajes</guimenuitem></menuchoice>: hacer que las líneas del mensaje se ajusten a la columna especificada en las preferencias.

source: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Shift</keysym><keysym>S</keysym></keycombo></shortcut><guimenu>Edit</guimenu><guimenuitem>Check Spelling</guimenuitem></menuchoice> -- Start spell checking the current message.
el: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Shift</keysym><keysym>S</keysym></keycombo></shortcut><guimenu>Επεξεργασία</guimenu><guimenuitem>Ορθογραφικός έλεγχος</guimenuitem></menuchoice> -- Αρχίζει τον ορθογραφικό έλεγχο του τρέχοντος μηνύματος.
es: <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>Shift</keysym><keysym>S</keysym></keycombo></shortcut><guimenu>Editar</guimenu><guimenuitem>Comprobar ortografía</guimenuitem></menuchoice>: iniciar la corrección ortográfica en el mensaje actual.

source: Show
el: Εμφάνιση
es: Mostrar

source: The Show menu is used to control which headers are displayed in the composer window for editing.
el: Το μενού εμφάνισης χρησιμοποιείται για να ελέγξει ποιες κεφαλίδες εμφανίζονται στο παράθυρο σύνταξης για επεξεργασία.
es: El menú «Mostrar» se utiliza para controlar qué encabezados se mostrarán en el ventana del editor del mensaje.

source: <menuchoice><guimenu>Show</guimenu><guimenuitem>From</guimenuitem></menuchoice> -- Display the <literal>From</literal> header.
el: <menuchoice><guimenu>Εμφάνιση</guimenu><guimenuitem>Από</guimenuitem></menuchoice> -- Εμφανίζει την κεφαλίδα <literal>Από</literal>.
es: <menuchoice><guimenu>Mostrar</guimenu><guimenuitem>De</guimenuitem></menuchoice>: mostrar la cabecera <literal>De:</literal>.

source: <menuchoice><guimenu>Show</guimenu><guimenuitem>Recipients</guimenuitem></menuchoice> -- Display the <literal>To:</literal>, <literal>Cc:</literal>, and <literal>Bcc:</literal> addresses.
el: <menuchoice><guimenu>Εμφάνιση</guimenu><guimenuitem>Αποδέκτες</guimenuitem></menuchoice> -- Εμφανίζει τις διευθύνσεις <literal>Προς:</literal>, <literal>Κοινοποίηση:</literal> και <literal>Κρυφή κοινοποίηση</literal>.
es: <menuchoice><guimenu>Mostrar</guimenu><guimenuitem>Destinatarios</guimenuitem></menuchoice>: mostrar las direcciones <literal>Para:</literal>, <literal>Cc:</literal>, y <literal>Cco:</literal>.

source: <menuchoice><guimenu>Show</guimenu><guimenuitem>Reply To</guimenuitem></menuchoice> -- Display the <literal>Reply-To</literal> header.
el: <menuchoice><guimenu>Εμφάνιση</guimenu><guimenuitem>Απάντηση προς</guimenuitem></menuchoice> -- Εμφανίζει την κεφαλίδα <literal>Απάντηση προς</literal>.
es: <menuchoice><guimenu>Mostrar</guimenu><guimenuitem>Responder a</guimenuitem></menuchoice>: mostrar la cabecera <literal>Responder a</literal>.

source: <menuchoice><guimenu>Show</guimenu><guimenuitem>Fcc</guimenuitem></menuchoice> -- Display the <literal>Fcc</literal> header; this is the folder to which your copy of the sent message will be saved.
el: <menuchoice><guimenu>Εμφάνιση</guimenu><guimenuitem>Απεσταλμένα</guimenuitem></menuchoice> -- Εμφανίζει την κεφαλίδα <literal>Απεσταλμένα</literal>· αυτός είναι ο φάκελος στον οποίο αντιγράφετε το απεσταλμένο μήνυμα για να αποθηκευτεί.
es: <menuchoice><guimenu>Mostrar</guimenu><guimenuitem>Fcc</guimenuitem></menuchoice>: mostrar la cabecera <literal>Fcc</literal>; ésta es la carpeta donde se guardará una copia del mensaje enviado.
