Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: The file containing the signature to append to all your messages. This can be generated in one of three ways:
el: Το αρχείο που περιέχει την υπογραφή για προσάρτηση σε όλα τα μηνύματά σας. Αυτό μπορεί να δημιουργηθεί με έναν από τους εξής τρόπους:
es: El archivo que contiene la firma que se agregará a todos los mensajes. Esta se puede generar de tres formas:

source: From a regular file. List the path to any regular file, and the text from that file will be appended to your messages.
el: Από ένα κανονικό αρχείο. Δώστε τη διαδρομή σε οποιοδήποτε κανονικό αρχείο και το κείμενο από αυτό το αρχείο θα επισυναφθεί στα μηνύματά σας.
es: Desde un archivo normal. Liste la ruta de cualquier archivo normal, y su texto se agregará a los mensajes.

source: A named pipe or FIFO. In this case, to <application>Balsa</application>, the file looks normal, but in reality, it is a pipe to a program that is generating the content. List the path to the pipe.
el: Μια επώνυμη διοχέτευση ή FIFO. Σε αυτήν την περίπτωση, στην <application>Balsa</application>, το αρχείο φαίνεται κανονικό, αλλά στην πραγματικότητα, είναι μια διοχέτευση σε ένα πρόγραμμα που δημιουργεί το περιεχόμενο. Δώστε τη διαδρομή στη διοχέτευση.
es: Una tubería con nombre, o FIFO. En este caso, para <application>Balsa</application>, el archivo parece normal, pero en realidad, es una tubería hacia un programa que está generando el contenido. Liste la ruta de la tubería.

source: An executable program. <application>Balsa</application> will execute the program and read its output, appending that text to the message. List the path to the program with a <quote>|</quote> prepended to it. For example:
el: Ένα εκτελέσιμο πρόγραμμα. Η <application>Balsa</application> θα εκτελέσει το πρόγραμμα και θα διαβάσει την έξοδό της, επισυνάπτοντας αυτό το κείμενο στο μήνυμα. Δώστε τη διαδρομή στο πρόγραμμα με μια <quote>|</quote> μπροστά της. Για παράδειγμα:
es: Un programa ejecutable. <application>Balsa</application> ejecutará el programa y leerá su salida, agregando ese texto al mensaje. Liste la ruta del programa anteponiendo una barra vertical «|». Por ejemplo:

source: Execute Signature
el: Εκτέλεση της υπογραφής
es: Ejecutar firma

source: Execute the instructions in the signature file and use the results as the signature to append to outgoing mail. Select this when generating the signature from an executable program as outlined above in Signature Path.
el: Εκτελέστε τις οδηγίες στο αρχείο υπογραφής και χρησιμοποιήστε τα αποτελέσματα ως την υπογραφή για επισύναψη στην εξερχόμενη αλληλογραφία. Επιλέξτε αυτό όταν δημιουργείται η υπογραφή από ένα εκτελέσιμο πρόγραμμα όπως περιγράφεται παραπάνω στη διαδρομή υπογραφής.
es: Ejecutar las instrucciones en el archivo de firmas y utilizar los resultados como la firma para agregar al correo saliente. Seleccione esta opción para generar la firma desde un programa ejecutable como se describe anteriormente en la ruta de la firma.

source: Include Signature
el: Συμπερίληψη υπογραφής
es: Incluir firma

source: Append the signature to the end of all outgoing mail.
el: Προσάρτηση της υπογραφής στο τέλος όλης της εξερχόμενης αλληλογραφίας.
es: Agregar la firma al final de todo el correo saliente.

source: Include Signature When Forwarding
el: Συμπερίληψη υπογραφής κατά την προώθηση
es: Incluir firma al reenviar

source: Add the signature when forwarding an existing mail.
el: Προσθήκη της υπογραφής κατά την προώθηση υπάρχουσας αλληλογραφίας.
es: Agregar firma al reenviar un mensaje existente.

source: Include Signature When Replying
el: Συμπερίληψη υπογραφής στην απάντηση
es: Incluir firma cuando se conteste

source: Add the signature when replying to a existing message.
el: Προσθήκη της υπογραφής στην απάντηση υπάρχοντος μηνύματος.
es: Agregar la firma al responder un mensaje existente.

source: Add Signature Separator
el: Προσθήκη διαχωριστικού υπογραφής
es: Agregar separador de firma

source: When checked, this has <application>Balsa</application> insert the standard signature separator before your signature.
el: Αν σημειωθεί, η <application>Balsa</application> θα παρεμβάλει το τυπικό διαχωριστικό υπογραφής πριν την υπογραφή.
es: Cuando está marcada, se indica a <application>Balsa</application> que inserte el separador de firma estándar antes de la firma.

source: Prepend Signature
el: Πρόταξη υπογραφής
es: Anteponer firma

source: Add the signature before the message text, rather than after it.
el: Προσθήκη της υπογραφής πριν το κείμενο του μηνύματος, αντί για μετά.
es: Agrega la firma antes del texto del mensaje, en lugar de después.

source: Security settings are on the fourth page:
el: Οι ρυθμίσεις ασφάλειας είναι στην τέταρτη σελίδα:
es: La configuración de seguridad se encuentra en la cuarta página:

source: Sign messages by default.
el: Υπογραφή μηνυμάτων από προεπιλογή.
es: Firmar mensajes de manera predeterminada.

source: By default enable the cryptographic signature for every new message. The default protocol is determined by the <quote>Default protocol</quote> option.
el: Ενεργοποίηση, από προεπιλογή, της κρυπτογραφημένης υπογραφής για κάθε νέο μήνυμα. Το προεπιλεγμένο πρωτόκολλο καθορίζεται από την επιλογή <quote>Προεπιλεγμένο πρωτόκολλο</quote>.
es: Activar la firma cifrada para cada mensaje nuevo de manera predeterminada. El protocolo predeterminado es el establecido en la opción <quote>protocolo predeterminado</quote>.

source: Encrypt messages by default.
el: Κρυπτογράφηση μηνυμάτων από προεπιλογή.
es: Cifrar mensajes de manera predeterminada.

source: By default encrypt every new message. The default protocol is determined by the <quote>Default protocol</quote> option.
el: Κρυπτογράφηση, από προεπιλογή, κάθε νέου μηνύματος. Το προεπιλεγμένο πρωτόκολλο καθορίζεται από την επιλογή <quote>Προεπιλεγμένο πρωτόκολλο</quote>.
es: Cifrar cada mensaje nuevo de manera predeterminada. El protocolo predeterminado es el establecido en la opción <quote>protocolo predeterminado</quote>.

source: Default protocol.
el: Προεπιλεγμένο πρωτόκολλο.
es: Protocolo predeterminado.

source: Choose the default protocol for the cryptographic signature and message encryption.
el: Επιλέξτε το προεπιλεγμένο πρωτόκολλο για την κρυπτογραφημένη υπογραφή και την κρυπτογράφηση μηνύματος.
es: Elegir el protocolo predeterminado para la firma criptográfica y el cifrado de mensajes.

source: Always trust GnuPG keys when encrypting.
el: Να εμπιστεύονται πάντα τα κλειδιά GnuPG κατά την κρυπτογράφηση.
es: Confiar siempre en claves GnuPG al cifrar.

source: Do not ask for confirmation when encrypting for a recipient whose GnuPG key is not fully trusted.
el: Να μην ζητιέται επιβεβαίωση κατά την κρυπτογράφηση για παραλήπτη του οποίου το κλειδί GnuPG δεν είναι πλήρως έμπιστη.
es: No pedir confirmación al cifrar para un destinatario cuya clave GnuPG no es de plena confianza.

source: Remind me if messages can be encrypted.
el: Υπενθύμιση αν τα μηνύματα μπορούν να κρυπτογραφηθούν.
es: Recordarme si se pueden cifrar los mensajes

source: Before sending a message, check if valid keys are present for all recipients and show a dialog in this case.
el: Πριν την αποστολή μηνύματος, ελέγξετε αν υπάρχουν έγκυρα κλειδιά για όλους τους παραλήπτες και προβολή διαλόγου σε αυτήν την περίπτωση.
es: Antes de enviar un mensaje, comprobar que estén presentes las claves válidas para todos los destinatarios y mostrar un cuadro de diálogo en tal caso.

source: Use secret key with this id for signing.
el: Χρήση μυστικού κλειδιού με αυτό το αναγνωριστικό για υπογραφή.
es: Usar clave secreta con este identificador para firmar.

source: Usually, <application>Balsa</application> automaticylly selects a proper secret key for cryptographic signatures from the identity's mail address. Therefore, most users should leave this entry empty. If you want to force using a specific secret key for cryptographic signatures, enter the key id here. You can get the key id by running the command 'gpg --list-secret-keys'.
el: Συνήθως, η <application>Balsa</application> επιλέγει αυτόματα ένα κατάλληλο μυστικό κλειδί για κρυπτογραφημένες υπογραφές από τη διεύθυνση αλληλογραφίας της ταυτότητας. Συνεπώς, οι περισσότεροι χρήστες πρέπει να αφήσουν αυτή την καταχώριση κενή. Αν θέλετε να εξαναγκάσετε τη χρήση ενός συγκεκριμένου μυστικού κλειδιού για κρυπτογραφημένες υπογραφές, εισάγετε το αναγνωριστικό κλειδιού εδώ. Μπορείτε να πάρετε το αναγνωριστικό κλειδιού εκτελώντας την εντολή 'gpg --list-secret-keys'.
es: Usualmente, <application>Balsa</application> selecciona automáticamente una clave secreta apropiada para las firmas criptográficas tomando la dirección de correo de la identidad. Por eso, la mayoría de los usuario podrán dejar en blanco esta entrada. Si quiere forzar el uso de una clave secreta específica, escriba aquí el identificador de clave. Se puede obtener el identificador de clave ejecutando el comando «gpg --list-secret-keys».

source: These security options are available only if <application>Balsa</application> is built with <application>GnuPG</application> support.
el: Αυτές οι επιλογές ασφάλειας είναι διαθέσιμες μόνο αν η <application>Balsa</application> δομείται με υποστήριξη <application>GnuPG</application>.
es: Estas opciones de seguridad sólo estarán disponibles si se construyó <application>Balsa</application> con soporte de <application>GnuPG</application>.

source: The Search Mailbox Window
el: Το παράθυρο αναζήτησης γραμματοκιβωτίου
es: La ventana «Buscar buzón»

source: You can search a mailbox to find and display messages that contain a given string in the To, From, Subject, or Cc headers, or in the message body. This window allows you to specify the string for which you want to search and where <application>Balsa</application> should look.
el: Μπορείτε να αναζητήσετε ένα γραμματοκιβώτιο για να βρείτε και να εμφανίσετε μηνύματα που περιέχουν μια δοσμένη συμβολοσειρά στις κεφαλίδες Από, Προς, Θέμα ή κοινοποίηση, ή στο σώμα του μηνύματος. Αυτό το παράθυρο επιτρέπει να ορίσετε τη συμβολοσειρά την οποία θέλετε να αναζητήσετε και πού πρέπει η <application>Balsa</application> να ψάξει.
es: Se pueden buscar y mostrar mensajes de un buzón que contengan un texto determinado en las cabeceras «Para», «De», «Asunto», «Cc» o en el cuerpo del mensaje. Esta ventana permite indicar la cadena de texto que se quiere buscar y dónde debería buscar <application>Balsa</application>.

source: Show only matching messages
el: Εμφάνιση μόνο των μηνυμάτων που ταιριάζουν
es: Mostrar sólo los mensajes que coincidan

source: If you click the <guibutton>Apply</guibutton> button, the mailbox view will be filtered to show only the messages that match the conditions. If you click the <guibutton>Clear</guibutton> button, the filter will be cleared, and the mailbox view will be restored to show all messages. You can also use <menuchoice><guimenu>Mailbox</guimenu><guimenuitem>Reset Filter</guimenuitem></menuchoice> to restore the view.
el: Αν πατήσετε το κουμπί <guibutton>Εφαρμογή</guibutton>, η προβολή του γραμματοκιβωτίου θα φιλτραριστεί για να προβάλει μόνο τα μηνύματα που ταιριάζουν τις συνθήκες. Αν πατήσετε το κουμπί <guibutton>Καθαρισμός</guibutton>, το φίλτρο θα καθαριστεί και η προβολή του γραμματοκιβωτίου θα ανακτηθεί για να προβάλει όλα τα μηνύματα. Μπορείτε, επίσης, να χρησιμοποιήσετε <menuchoice><guimenu>Γραμματοκιβώτιο</guimenu><guimenuitem>Επαναφορά φίλτρου</guimenuitem></menuchoice> για να επαναφέρετε την προβολή.
es: Si se pulsa el botón <guibutton>Aplicar</guibutton>, la vista del buzón se filtrará para mostrar solo los mensajes que coincidan con las condiciones. Si se pulsa el botón <guibutton>Limpiar</guibutton>, se limpiará el filtro, y la vista del buzón volverá a mostrar todos los mensajes. También se puede utilizar <menuchoice><guimenu>Buzón</guimenu><guimenuitem>Restablecer filtro</guimenuitem></menuchoice> para restaurar la vista.

source: Open next matching message
el: Άνοιγμα του επόμενου μηνύματος που ταιριάζει
es: Abrir el siguiente mensaje coincidente

source: Alternatively, you can step through the matching messages, either forward or in reverse, and optionally wrapping the search when it reaches the end of the mailbox. Click the <guibutton>OK</guibutton> button to view the first matching message after (or before) the current message. Then you can use <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>G</keysym></keycombo></shortcut><guimenu>Edit</guimenu><guimenuitem>Find Next</guimenuitem></menuchoice> to step through the matching messages.
el: Εναλλακτικά, μπορείτε να περιηγηθείτε στα μηνύματα που ταιριάζουν, είτε μπροστά είτε αντίστροφα και να αναδιπλώσετε προαιρετικά την αναζήτηση όταν φτάνει στο τέλος του γραμματοκιβωτίου. Πατήστε το κουμπί <guibutton>Εντάξει</guibutton> για την προβολή του πρώτου σύμφωνου μηνύματος μετά (ή πριν) το τρέχον μήνυμα. Έπειτα, μπορείτε να χρησιμοποιήσετε <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>G</keysym></keycombo></shortcut><guimenu>Επεξεργασία</guimenu><guimenuitem>Εύρεση του επόμενου</guimenuitem></menuchoice> για να περιηγηθείτε στα μηνύματα που ταιριάζουν.
es: Alternativamente, se puede saltar entre los mensajes coincidentes tanto hacia adelante como hacia atrás y, opcionalmente, reiniciar la búsqueda si se llegó al final del buzón. Pulse el botón <guibutton>Aceptar</guibutton> para ver el primer mensaje coincidente adelante (o atrás) del mensaje actual. Se puede usar <menuchoice><shortcut><keycombo><keysym>Ctrl</keysym><keysym>G</keysym></keycombo></shortcut><guimenu>Editar</guimenu><guimenuitem>Buscar siguiente</guimenuitem></menuchoice> para pasar a los siguientes mensajes coincidentes.

source: You can view the matching messages in two ways: <placeholder-1/>
el: Μπορείτε να προβάλετε τα μηνύματα που ταιριάζουν με δύο τρόπους: <placeholder-1/>
es: Se pueden ver los mensajes coincidentes de dos formas: <placeholder-1/>

source: The Filters Window
el: Το παράθυρο φίλτρων
es: La ventana de filtros

source: This window is divided in two parts: the left part is the list of all filters. When you select one of them, the right part displays its properties. The right part is a two-page notebook (the <link linkend="wf-match-page">match page</link>, and the <link linkend="wf-action-page">action page</link>); their descriptions follow.
el: Αυτό το παράθυρο διαιρείται σε δύο τμήματα: το αριστερό είναι ο κατάλογος όλων των φίλτρων. Όταν επιλέγετε ένα από αυτά, το δεξιό εμφανίζει τις ιδιότητές του. Το δεξιό είναι ένα σημειωματάριο δύο σελίδων (η <link linkend="wf-match-page">σελίδα συμφωνίας</link> και η <link linkend="wf-action-page">σελίδα ενέργειας</link>)· οι περιγραφές τους ακολουθούν.
es: Esta ventana se divide en dos zonas: la zona izquierda contiene la lista de todos los filtros. Cuando se selecciona uno de ellos, en la zona derecha se muestran sus propiedades. La zona derecha tiene dos pestañas (la <link linkend="wf-match-page">pestaña de coincidencias</link> y la <link linkend="wf-action-page">pestaña de acción</link>); a continuación sus descripciones.

source: The <guibutton>New</guibutton> button: you click on it to create a new filter; the filter is initially named "New Filter", and contains no condition. Then you fill in the different fields in the notebook pages (in particular remember to change the name of the filter), add the conditions that will describe how this filters matches a message, and to confirm the modifications push the <guibutton>Apply</guibutton> button on the right hand side of the Filters window.
el: Το κουμπί <guibutton>Νέο</guibutton>: πατάτε σε αυτό για τη δημιουργία ενός νέου φίλτρου· το φίλτρο ονομάζεται αρχικά "Νέο φίλτρο" και δεν περιέχει συνθήκες. Έπειτα, συμπληρώνετε τα διαφορετικά πεδία στις σελίδες του σημειωματαρίου (συγκεκριμένα υπενθυμίζεται η αλλαγή του ονόματος του φίλτρου), προσθέστε τις συνθήκες που θα περιγράφουν πώς αυτά τα φίλτρα ταιριάζουν με ένα μήνυμα και επιβεβαιώστε τις τροποποιήσεις, πατήστε το κουμπί <guibutton>Εφαρμογή</guibutton> στα δεξιά του παραθύρου φίλτρων.
es: El botón <guibutton>Nuevo</guibutton>: al pulsarlo se crea un filtro nuevo; inicialmente, el filtro se llama «Nuevo filtro» y no contiene condiciones. Luego complete los diferentes campos de las páginas (en particular, recuerde cambiar el nombre del filtro), añada las condiciones que describen cómo encuentra un mensaje estos filtros y, para confirmar las modificaciones, presione el botón <guibutton>Aplicar</guibutton> del lado derecho de la ventana de «Filtros».

source: The <guibutton>Remove</guibutton> button: removes the currently selected filter.
el: Το κουμπί <guibutton>Αφαίρεση</guibutton>: αφαιρεί το τρέχον επιλεγμένο φίλτρο.
es: El botón <guibutton>Quitar</guibutton>: quita el filtro seleccionado actualmente.

source: There are two buttons under the filters list: <placeholder-1/>
el: Υπάρχουν δύο κουμπιά κάτω από τον κατάλογο φίλτρων: <placeholder-1/>
es: Hay dos botones debajo de la lista de filtros: <placeholder-1/>

source: The match page
el: Η σελίδα συμφωνίας
es: La página de coincidencia

source: AND: all condition tests must be true to make the match.
el: AND: όλες οι δοκιμές συνθηκών πρέπει να είναι αληθείς για να γίνει η συμφωνία.
es: AND: todas las condiciones deben ser ciertas para que coincida.

source: OR: one condition test must be true to make the match.
el: OR: ένας έλεγχος συνθήκης πρέπει να είναι αληθής για να γίνει η συμφωνία.
es: OR: una condición debe ser cierta para que coincida.

source: Each filter is made of one or several conditions; each condition represents a test to be applied to the messages. The results of these tests is then combined following the type of operation specified: <placeholder-1/>
el: Κάθε φίλτρο γίνεται από μία ή πολλές συνθήκες· κάθε συνθήκη απεικονίζει έναν έλεγχο για εφαρμογή στα μηνύματα. Τα αποτελέσματα αυτών των ελέγχων συνδυάζονται τότε ακολουθώντας τον τύπο της συγκεκριμένης λειτουργίας: <placeholder-1/>
es: Cada filtro se compone de una o varias condiciones; cada condición representa una prueba que se aplicará a los mensajes. El resultado de estas pruebas se combina luego siguiendo el tipo de operación indicado: <placeholder-1/>

source: <guilabel>Simple</guilabel>: the match is done by a simple substring test.
el: <guilabel>Απλό</guilabel>: η συμφωνία γίνεται από έναν απλό έλεγχο υποσυμβολοσειράς.
es: <guilabel>Simple</guilabel>: la coincidencia se hace por una prueba de subcadena simple.

source: <guilabel>Regular expression</guilabel>: the match uses regular expressions on the message headers.
el: <guilabel>Κανονική έκφραση</guilabel>: η συμφωνία χρησιμοποιεί κανονικές εκφράσεις στις κεφαλίδες μηνυμάτων.
es: <guilabel>Expresión regular</guilabel>: la comparación utiliza expresiones regulares en las cabeceras de los mensajes.

source: <guilabel>Date interval</guilabel>: the match is done by checking if the date of the message is within certain bounds.
el: <guilabel>Διάστημα ημερομηνίας</guilabel>: η συμφωνία γίνεται ελέγχοντας αν η ημερομηνία του μηνύματος είναι μέσα σε συγκεκριμένα όρια.
es: <guilabel>Intervalo de fechas</guilabel>: la comparación se realiza comprobando si la fecha del mensaje se encuentra dentro de ciertos límites.

source: <guilabel>Flag condition</guilabel>: the match is done by checking the flags of the message: unread, replied, deleted, flagged.
el: <guilabel>Συνθήκη σημαίας</guilabel>: η συμφωνία γίνεται ελέγχοντας τις σημαίες του μηνύματος: αδιάβαστο, απαντημένο, διαγραμμένο, με σημαία.
es: <guilabel>Marca de condición</guilabel>: la comparación se realiza comprobando las marcas del mensaje: «No leído», «Respondido», «Borrado» y «Marcado».

source: Then the page displays the name of the filter and the conditions that describes how the filters matches a message. The list displays the type of the conditions (the conditions will be described later): <placeholder-1/> The three buttons under the list allows you to edit the selected condition, add a new one, or remove one. Editing or creating a condition is done in the <link linkend="win-condition">condition window</link>, which pops up when you click on the <guibutton>Edit</guibutton> or the <guibutton>New</guibutton> button.
el: Έπειτα η σελίδα εμφανίζει το όνομα του φίλτρου και τις συνθήκες που περιγράφουν πώς τα φίλτρα ταιριάζουν ένα μήνυμα. Ο κατάλογος εμφανίζει τον τύπο των συνθηκών (οι συνθήκες θα περιγραφούν αργότερα): <placeholder-1/> Τα τρία πλήκτρα κάτω από τον κατάλογο επιτρέπουν την επεξεργασία της επιλεγμένης συνθήκης, την προσθήκη μιας νέας, ή την αφαίρεση μιας. Η επεξεργασία ή η δημιουργία μιας συνθήκης γίνεται στο <link linkend="win-condition">παράθυρο συνθηκών</link>, που αναδύεται όταν πατάτε το πλήκτρο <guibutton>Επεξεργασία</guibutton> ή <guibutton>Νέο</guibutton>.
es: Luego la página muestra el nombre del filtro y las condiciones que describen cómo el filtro encuentra un mensaje. La lista muestra el tipo de las condiciones (las condiciones se describirán después): <placeholder-1/> Los tres botones debajo de la lista permiten editar la condición seleccionada, añadir una nueva o quitarla. La edición o creación de una condición se realiza en la <link linkend="win-condition">ventana de condiciones</link>, que aparece cuando se presiona el botón <guibutton>Editar</guibutton> o <guibutton>Nuevo</guibutton>.

source: The two buttons under the notebook at the right hand side of the window lets you manipulate the currently selected filter. The <guibutton>Apply</guibutton> button is used to confirm the modifications you have made on any field. If you make changes and select another filter without first clicking on the <guibutton>Apply</guibutton> button, all your changes will be lost.
el: Τα δύο πλήκτρα κάτω από το σημειωματάριο στα δεξιά του παραθύρου επιτρέπουν τον χειρισμό του τρέχοντος επιλεγμένου φίλτρου. Το πλήκτρο <guibutton>Εφαρμογή</guibutton> χρησιμοποιείται για επιβεβαίωση των τροποποιήσεων που έχετε κάνει σε οποιοδήποτε πεδίο. Αν κάνετε αλλαγές και επιλέξετε άλλο φίλτρο χωρίς να πατήσετε πρώτα στο πλήκτρο <guibutton>Εφαρμογή</guibutton>, όλες οι αλλαγές σας θα χαθούν.
es: Los dos botones debajo de la página del lado derecho de la ventana permiten manipular el filtro seleccionado actualmente. El botón <guibutton>Aplicar</guibutton> se utiliza para confirmar las modificaciones que se hicieron en cualquier campo. Si se realizan cambios y luego se selecciona otro filtro sin pulsar el botón <guibutton>Aplicar</guibutton> antes, se perderán todos los cambios.

source: The <guibutton>Revert</guibutton> button cancels all previous changes: the current filter is reverted to its state just before the last click on the <guibutton>Apply</guibutton> button.
el: Το κουμπί <guibutton>Αντιστροφή</guibutton> ακυρώνει όλες τις προηγούμενες αλλαγές: το τρέχον φίλτρο αντιστρέφεται στην κατάστασή του ακριβώς πριν το τελευταίο πάτημα του κουμπιού <guibutton>Εφαρμογή</guibutton>.
es: El botón <guibutton>Revertir</guibutton> cancela todos los cambios previos: el filtro actual se restablece a su estado justo antes de la última vez que se utilizó el botón <guibutton>Aplicar</guibutton>.

source: The action page
el: Η σελίδα ενέργειας
es: La página de acción
