Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: You will sometimes receive a message whose sender has asked for notification that you have received or seen the message. You can specify how <application>Balsa</application> responds to these requests.
el: Θα δεχτείτε μερικές φορές ένα μήνυμα του οποίου ο αποστολέας έχει ζητήσει να ειδοποιηθεί ότι έχετε πάρει ή δει το μήνυμα. Μπορείτε να ορίσετε πώς αποκρίνεται η <application>Balsa</application> σε αυτά τα αιτήματα.
es: A veces recibirá mensajes cuyo remitente ha pedido una notificación de que usted ha recibido o visto el mensaje. Se puede indicar la forma en que <application>Balsa</application> responde a estas peticiones.

source: Outgoing
el: Εξερχόμενα
es: Saliente

source: Wrap Outgoing Text
el: Αναδίπλωση εξερχομένου κειμένου
es: Ajustar texto saliente

source: Have <application>Balsa</application> wrap all outgoing mail at the specified column.
el: Να αναδιπλώνει η <application>Balsa</application> όλη την εξερχόμενη αλληλογραφία στη συγκεκριμένη στήλη.
es: <application>Balsa</application> tiene que ajustar todos los mensajes salientes a la longitud indicada.

source: Reply prefix
el: Πρόθεμα απάντησης
es: Prefijo de respuesta

source: The string that <application>Balsa</application> should use as a prefix when quoting a message. Note: When you send a message with <guilabel>format=flowed</guilabel>, <application>Balsa</application> is required to use the one-character string "&gt;".
el: Η συμβολοσειρά που η <application>Balsa</application> πρέπει να χρησιμοποιεί ως πρόθεμα κατά την παράθεση ενός μηνύματος. Σημείωση: Όταν στέλνετε ένα μήνυμα με <guilabel>μορφή=ρέουσα</guilabel>, η <application>Balsa</application> απαιτείται να χρησιμοποιήσει τη συμβολοσειρά ενός χαρακτήρα "&gt;".
es: La cadena que <application>Balsa</application> debe usar como prefijo al citar un mensaje. Nota: cuando se envía un mensaje con <guilabel>format=flowed</guilabel>, se requiere que <application>Balsa</application> use la cadena de un sólo carácter «&gt;».

source: Automatically quote original when replying
el: Αυτόματη παράθεση του πρωτοτύπου κατά την απάντηση
es: Citar automáticamente el original al responder

source: Have <application>Balsa</application> include the text of a message in the reply. The text will be prefixed as shown above.
el: Να συμπεριλαμβάνει η <application>Balsa</application> το κείμενο ενός μηνύματος στην απάντηση. Το κείμενο θα πάρει πρόθεμα όπως φαίνεται παραπάνω.
es: <application>Balsa</application> tiene que incluir el texto del mensaje en la respuesta. El texto se prefijará como se muestra arriba.

source: You can instead include the original message using an option on the `Edit' menu, or by dragging the message from the message index into the text area of the reply. If you prefer to include text this way, do not select the `Automatically quote...' option.
el: Μπορείτε αντί να συμπεριλάβετε το αρχικό μήνυμα να χρησιμοποιήσετε μια επιλογή στο μενού `Επεξεργασία', ή να σύρετε το μήνυμα από το ευρετήριο μηνυμάτων στην περιοχή κειμένου της απάντησης. Αν προτιμάτε να συμπεριλάβετε το κείμενο με τέτοιο τρόπο μην επιλέξετε την επιλογή `Αυτόματη παράθεση...'.
es: En su lugar, puede incluir el mensaje original con una opción del menú «Editar», o arrastrando el mensaje desde el índice hasta el área del texto de la respuesta. Si prefiere incluir el texto de esta manera, no se debe seleccionar la opción «Citar automáticamente el original al responder...».

source: Don't include HTML parts as text when replying or forwarding mail
el: Να μην περιλαμβάνονται τμήματα HTML ως κείμενο κατά την απάντηση ή προώθηση αλληλογραφίας
es: No incluir partes HTML como texto al responder o reenviar un correo-e.

source: Tell <application>Balsa</application> to be sensible.
el: Πέστε στην <application>Balsa</application> να είναι λογική.
es: Hacer que <application>Balsa</application> sea sensible.

source: Forward a mail as attachment instead of quoting it
el: Προώθηση μηνύματος ως συνημμένο αντί για αναφορά σε αυτό
es: Reenviar un correo como adjunto en vez de citarlo

source: If this option is selected, messages that are `Automatically quoted' will actually be attached unmodified, instead of included in the text of the reply, prefixed by the reply string.
el: Αν προτιμηθεί αυτή η επιλογή, τα μηνύματα που `παρατίθενται αυτόματα' θα επισυνάπτονται ατροποποίητα, αντί να συμπεριλαμβάνονται στο κείμενο της απάντησης, με πρόθεμα από τη συμβολοσειρά της απάντησης.
es: Si se selecciona esta opción, los mensajes que se «citan automáticamente» en realidad se adjuntarán sin modificar, en lugar de incluirse en el texto de la respuesta, con la cadena de respuesta como prefijo.

source: You can also attach any message to a new message by dragging it from the message index into the attachment area of the new message (or, in fact, any part of the new message window except the text area or the address lines).
el: Μπορείτε επίσης να επισυνάψετε οποιοδήποτε μήνυμα σε ένα νέο μήνυμα μεταφέροντας το από το ευρετήριο μηνυμάτων στην περιοχή συνημμένου του νέου μηνύματος (ή, στην πραγματικότητα, οποιοδήποτε τμήμα του παραθύρου του νέου μηνύματος εκτός από την περιοχή κειμένου ή τις γραμμές διεύθυνσης).
es: También se puede adjuntar cualquier mensaje en uno nuevo arrastrándolo desde el índice hasta la zona de adjunto del mensaje nuevo (o, en realidad, cualquier parte de la ventana del mensaje excepto el área de texto o las líneas de direcciones).

source: Send button always queues outgoing mail in outbox
el: Το πλήκτρο αποστολής στέλνει τα μηνύματα στην ουρά των εξερχομένων
es: El botón de envío siempre encola el correo en la bandeja de salida

source: This option gives you control over when <application>Balsa</application> connects to a server to send messages.
el: Αυτή η επιλογή σας δίνει τον έλεγχο όταν η <application>Balsa</application> συνδέεται με έναν διακομιστή για αποστολή μηνυμάτων.
es: Esta opción le brinda control sobre cuándo <application>Balsa</application> se conecta a un servidor para enviar mensajes.

source: Copy outgoing messages to sentbox
el: Αντιγραφή εξερχομένων μηνυμάτων στα απεσταλμένα
es: Copiar mensajes salientes a bandeja de enviados

source: Have <application>Balsa</application> save a copy of each message you send in the mailbox marked as the `Sentbox'.
el: Να αποθηκεύει η <application>Balsa</application> ένα αντίγραφο κάθε μηνύματος που στέλνετε στο γραμματοκιβώτιο σημειωμένο ως `απεσταλμένο'.
es: <application>Balsa</application> tiene que guardar una copia de cada mensaje enviado en el buzón marcado como «Correo enviado».

source: Encoding
el: Κωδικοποίηση
es: Codificación

source: Set the character encoding method to either 7 bit, 8 bit, or what the quoted message is using.
el: Ορισμός της μεθόδου κωδικοποίησης χαρακτήρων σε 7 ή 8 δυαδικά ψηφία, ή σε ότι το παρατιθέμενο μήνυμα χρησιμοποιεί.
es: Establecer el método de codificación de caracteres a 7 u 8 bits, o al que se use en el mensaje citado.

source: Display Options
el: Επιλογές εμφάνισης
es: Opciones de disposición

source: This page controls how <application>Balsa</application> appears to you.
el: Αυτή η σελίδα ελέγχει πώς εμφανίζεται σε σας η <application>Balsa</application>.
es: Esta página controla la forma en que <application>Balsa</application> se presenta.

source: Use Preview Pane
el: Χρήση φατνώματος προεπισκόπησης
es: Usar panel de vista previa

source: Set whether to use the preview pane to display messages, or rely on the separate mail viewing window.
el: Ορίστε αν θα χρησιμοποιήσετε το φάτνωμα προεπισκόπησης ή εμφάνισης μηνυμάτων, ή αν θα βασιστείτε σε ξεχωριστό παράθυρο προβολής αλληλογραφίας.
es: Establecer si se debe utilizar el panel de vista previa para visualizar los mensajes, o confiar en la ventana de vista de correo independiente.

source: Show Mailbox Info
el: Εμφάνιση πληροφοριών γραμματοκιβωτίου
es: Mostrar información del buzón

source: This will allow the number of total and unread messages for each mailbox to be shown in the left pane of the <application>Balsa</application> main window. You can save space by not showing them; if you choose not to show them, <application>Balsa</application> will then show the number of unread messages (in parentheses) after the mailbox name.
el: Αυτό θα επιτρέψει να εμφανίζεται ο αριθμός των συνολικών και αδιάβαστων μηνυμάτων για κάθε γραμματοκιβώτιο στο αριστερό φάτνωμα του κυρίως παραθύρου της <application>Balsa</application>. Μπορείτε να εξοικονομήσετε χώρο με το να μην τους εμφανίσετε· αν διαλέξετε να μην τους εμφανίσετε, η <application>Balsa</application> θα εμφανίσει τότε τον αριθμό των αδιάβαστων μηνυμάτων (σε παρενθέσεις) μετά το όνομα του γραμματοκιβωτίου.
es: Esto permitirá que se muestre el número de mensajes totales y no leídos en cada buzón del panel izquierdo de la ventana principal de <application>Balsa</application>. Se puede ahorrar espacio al no mostrarlos. Si usted decide no mostrarlos, entonces<application>Balsa</application> mostrará el número de mensajes no leídos (entre paréntesis) después del nombre del buzón.

source: Alternative Layout
el: Εναλλακτική διάταξη
es: Disposición alternativa

source: <application>Balsa</application>'s default layout has a full-height mailbox list on the left, and the message list above the preview pane on the right. You can choose an alternative layout, in which the mailbox list and the message list occupy the upper part of the window, and the preview pane is full-width below them.
el: Η προεπιλεγμένη διάταξη της <application>Balsa</application> έχει έναν κατάλογο γραμματοκιβωτίου πλήρους ύψους στα αριστερά και τον κατάλογο μηνυμάτων πάνω από το φάτνωμα προεπισκόπησης στα δεξιά. Μπορείτε να επιλέξετε μια εναλλακτική διάταξη, στην οποία ο κατάλογος του γραμματοκιβωτίου και ο κατάλογος μηνυμάτων καταλαμβάνει το πάνω τμήμα του παραθύρου και το φάτνωμα προεπισκόπησης είναι πλήρους πλάτους από κάτω τους.
es: La distribución predeterminada de <application>Balsa</application> tiene una lista de buzones de altura completa a la izquierda, y la lista de mensajes sobre el panel de vista previa a la derecha. Se puede elegir una distribución alternativa donde la lista de buzones y la lista de mensajes ocupan la parte superior de la ventana, y el panel de vista previa se ubica debajo de ellas con el ancho completo.

source: Automatic View
el: Αυτόματη προβολή
es: Vista automática

source: Select this option if you want <application>Balsa</application> to open the first unread message when you open a mailbox. If no message is unread, <application>Balsa</application> opens the most recent message.
el: Προτιμήστε αυτήν την επιλογή αν θέλετε η <application>Balsa</application> να ανοίξει το πρώτο αδιάβαστο μήνυμα, όταν ανοίγετε ένα γραμματοκιβώτιο. Αν κανένα μήνυμα δεν είναι αδιάβαστο, η <application>Balsa</application> ανοίγει το πιο πρόσφατο μήνυμα.
es: Seleccione esta opción si quiere que <application>Balsa</application> abra el primer mensaje sin leer cuando se abre un buzón de correo. Si no hay un mensaje sin leer, <application>Balsa</application> abrirá el mensaje más reciente.

source: Page Up and Page Down
el: Προηγούμενη και επόμενη σελίδα
es: AvPág y RePág

source: By default, the <keysym>Page Up</keysym> and <keysym>Page Down</keysym> keys scroll the message by whole pages. Use this option to choose a different amount.
el: Από προεπιλογή, τα πλήκτρα <keysym>προηγούμενη σελίδα</keysym> και <keysym>επόμενη σελίδα</keysym> κυλούν το μήνυμα κατά ολόκληρες σελίδες. Χρησιμοποιήστε αυτήν την επιλογή για την επιλογή διαφορετικής ποσότητας.
es: De manera predeterminada, las teclas <keysym>RePág</keysym> y <keysym>AvPág</keysym> desplazan el páginas enteras del mensaje. Use ésta opción para seleccionar una cantidad diferente.

source: Moving a Message
el: Μετακίνηση μηνύματος
es: Mover un mensaje

source: If you are reading a message in its own message window and you move it (to the trash, or another mailbox), <application>Balsa</application> can move on the next unread message or the next message in the same mailbox, or simply close the window.
el: Αν διαβάζετε ένα μήνυμα στο δικό του παράθυρο μηνύματος και το μετακινήσετε (στα απορρίμματα, ή σε άλλο γραμματοκιβώτιο), η <application>Balsa</application> μπορεί να μετακινηθεί στο επόμενο αδιάβαστο μήνυμα ή στο επόμενο μήνυμα στο ίδιο γραμματοκιβώτιο, ή να κλείσει απλά το παράθυρο.
es: Si está leyendo un mensaje en su propia ventana y lo mueve (a la papelera o a otro buzón), <application>Balsa</application> puede ir al siguiente mensaje sin leer o al mensaje siguiente en el mismo buzón, o simplemente cerrar la ventana.

source: Sort and Thread
el: Ταξινόμηση και νήμα
es: Orden y conversación

source: Default sort column
el: Προεπιλεγμένη στήλη ταξινόμησης
es: Columna de ordenación predeterminada

source: Choose the column by which you would like a new mailbox to be sorted.
el: Επιλέξτε τη στήλη κατά την οποία θα θέλατε ένα νέο γραμματοκιβώτιο να ταξινομηθεί.
es: Elija una columna por la que prefiere que se ordene un buzón nuevo.

source: Default threading style
el: Προεπιλεγμένη τεχνοτροπία νημάτωσης
es: Estilo de conversación predeterminado

source: Choose the default threading style for a new mailbox.
el: Επιλέξτε την προεπιλεγμένη τεχνοτροπία νημάτωσης για ένα νέο γραμματοκιβώτιο.
es: Elija el estilo de conversación predeterminado para un buzón nuevo.

source: Expand threads
el: Ανάπτυξη νημάτων
es: Expandir conversaciones

source: If you choose a threaded view of a mailbox, you can decide whether the threads should be expanded or collapsed when the mailbox is opened.
el: Εάν διαλέξετε μια νηματωμένη προβολή ενός γραμματοκιβωτίου, μπορείτε να αποφασίσετε αν τα νήματα πρέπει να αναπτυχθούν ή να συμπτυχθούν όταν ανοίγεται το γραμματοκιβώτιο.
es: Si elige una vista de conversaciones de un buzón, puede decidir si las conversaciones se deberán expandir o contraer cuando se abra el buzón.

source: Fonts
el: Γραμματοσειρές
es: Tipografías

source: Choose the fonts that you want to be used to display a message. You can choose a distinct font for the message's subject line.
el: Επιλέξτε τις γραμματοσειρές που θέλετε να χρησιμοποιηθούν για την εμφάνιση ενός μηνύματος. Μπορείτε να επιλέξετε μια ξεχωριστή γραμματοσειρά για τη γραμμή θέματος του μηνύματος.
es: Elija la tipografía usada para mostrar un mensaje. Se puede elegir una tipografía diferente para la línea de asunto del mensaje.

source: Quoted Text Regular Expression
el: Κανονική έκφραση με αναφερόμενο κείμενο
es: Expresión regular de texto citado

source: The entry box allows you to set a <glossterm linkend="glossary-regular-expression">regular expression</glossterm> you would like to use to identify text that should be considered quoted for incoming messages. The regular expression should match the beginning of line of quoted text a single level deep, the program will then use this to calculate the depth of quoting and alter the quoted text colors appropriately. A default <abbrev>regexp</abbrev> is provided that should work in most situations.
el: Το πλαίσιο καταχώρισης επιτρέπει να ορίσετε μια <glossterm linkend="glossary-regular-expression">κανονική έκφραση</glossterm> που θα θέλατε να χρησιμοποιήσετε για να ταυτοποιήσετε κείμενο που πρέπει να θεωρηθεί παρατιθέμενο για εισερχόμενα μηνύματα. Η κανονική έκφραση πρέπει να ταιριάζει με την αρχή της γραμμής του παρατιθέμενου κειμένου ενός μοναδικού βάθους επιπέδου, το πρόγραμμα θα το χρησιμοποιήσει τότε για τον υπολογισμό του βάθους της παράθεσης και την κατάλληλη αλλαγή των παρατιθέμενων χρωμάτων του κειμένου. Παρέχεται μια προεπιλεγμένη <abbrev>κανονική έκφραση</abbrev> που πρέπει να δουλεύει στις περισσότερες περιπτώσεις.
es: El cuadro de entrada permite establecer una <glossterm linkend="glossary-regular-expression">expresión regular</glossterm> que se utilizará para identificar un texto que se debe considerar como citado en los mensajes entrantes. La expresión regular debe coincidir con el inicio de la línea del texto citado en un solo nivel de profundidad, el programa utilizará esto para calcular la profundidad y alterar los colores del texto citado adecuadamente. Se proporciona una <abbrev>expresión regular</abbrev> predeterminada que debería funcionar en la mayoría de las situaciones.

source: This regexp affects both highlighting and spell checking, and uses the extended regular expression set. For more information see the <command>grep</command>(1) manual or info page.
el: Αυτή η κανονική έκφραση επηρεάζει την επισήμανση και τον ορθογραφικό έλεγχο και χρησιμοποιεί το εκτεταμένο σύνολο κανονικών εκφράσεων. Για περισσότερες πληροφορίες, δείτε το εγχειρίδιο <command>grep</command>(1) ή την σελίδα πληροφοριών.
es: Esta expresión regular afecta tanto al coloreado como a la corrección ortográfica, y utiliza el conjunto extendido de expresiones regulares. Para más información, consulte la página del manual o de información de <command>grep</command>(1).

source: Alternative Parts
el: Εναλλακτικά τμήματα
es: Partes alternativas

source: You can choose whether <application>Balsa</application> should show a text/plain part or a text/html part, when a message contains both.
el: Μπορείτε να επιλέξετε αν η <application>Balsa</application> πρέπει να εμφανίσει ένα τμήμα κειμένου/απλού ή ένα τμήμα κειμένου/html, όταν ένα μήνυμα περιέχει και τα δύο.
es: Se puede elegir si <application>Balsa</application> debería mostrar una parte como «text/plain» o como «text/html», cuando un mensaje contiene ambas.

source: Colors
el: Χρώματα
es: Colores

source: Message Colors
el: Χρώματα μηνύματος
es: Colores del mensaje

source: Choose the colors for quoted text.
el: Επιλέξτε τα χρώματα για παρατιθέμενο κείμενο.
es: Elegir el color para el texto citado.

source: Link Color
el: Χρώμα συνδέσμου
es: Color del enlace

source: <application>Balsa</application> uses this color to highlight a hyperlink in a message.
el: Η <application>Balsa</application> χρησιμοποιεί αυτό το χρώμα για την επισήμανση ενός υπερσυνδέσμου σε ένα μήνυμα.
es: <application>Balsa</application> utiliza este color para pintar un hiperenlace en un mensaje.

source: Composition Window
el: Παράθυρο σύνταξης
es: Ventana de edición

source: When you are composing a message, <application>Balsa</application> uses color to show when one of the address fields is incomplete. Choose that color here.
el: Όταν συντάσσετε ένα μήνυμα, η <application>Balsa</application> χρησιμοποιεί χρώμα για να εμφανίσει πότε ένα από τα πεδία διευθύνσεων είναι ατελές. Επιλέξτε αυτό το χρώμα εδώ.
es: Al redactar un mensaje, <application>Balsa</application> utiliza un color para mostrar cuando uno de los campos de direcciones está incompleto. Elija aquí ese color.

source: Format
el: Μορφή
es: Formato

source: Date Encoding
el: Κωδικοποίηση ημερομηνίας
es: Codificación de fechas

source: <literal>%a</literal> -- The abbreviated weekday name.
el: <literal>%a</literal> -- Το συντομευμένο όνομα ημέρας εβδομάδας.
es: <literal>%a</literal>: el nombre abreviado del día de la semana.

source: <literal>%A</literal> -- The full weekday name.
el: <literal>%A</literal> -- Το πλήρες όνομα ημέρας εβδομάδας.
es: <literal>%A</literal>: el nombre completo del día de la semana.

source: <literal>%b</literal> -- The abbreviated month name.
el: <literal>%b</literal> -- Το συντομευμένο όνομα μήνα.
es: <literal>%b</literal>: el nombre abreviado del mes.

source: <literal>%B</literal> -- The full month name.
el: <literal>%B</literal> -- Το πλήρες όνομα του μήνα.
es: <literal>%B</literal>: el nombre completo del mes.

source: <literal>%d</literal> -- The day of the month.
el: <literal>%d</literal> -- Η ημέρα του μήνα.
es: <literal>%d</literal>: el día del mes.

source: <literal>%R</literal> -- The time using a 24-hour clock. (HH:MM)
el: <literal>%R</literal> -- Ο χρόνος χρησιμοποιώντας ένα 24ωρο ρολόι. (ΩΩ:ΛΛ)
es: <literal>%R</literal>: la hora usando un reloj de 24 horas. (HH:MM).

source: <literal>%r</literal> -- The time using a 12-hour clock (HH:MM AM/PM).
el: <literal>%r</literal> -- Ο χρόνος χρησιμοποιώντας ένα 12ωρο ρολόι (ΩΩ:ΛΛ ΠΜ/ΜΜ).
es: <literal>%r</literal>: la hora usando un reloj de 12 horas. (HH:MM AM/PM).

source: <literal>%T</literal> -- The time using a 24-hour clock, with seconds (HH:MM:SS).
el: <literal>%T</literal> -- Ο χρόνος χρησιμοποιώντας ένα 24ωρο ρολόι, με δευτερόλεπτα (ΩΩ:ΛΛ:ΔΔ).
es: <literal>%T</literal> : la hora usando un reloj de 24 horas ,con segundos (HH:MM:SS.)

source: See the <function>strftime</function> manual page for a full listing of conversion specifiers.
el: Δείτε τη σελίδα του εγχειριδίου <function>strftime</function> για έναν πλήρη καταγραφή των προσδιοριστικών μετατροπής.
es: Consulte la página de manual de <function>strftime</function> para obtener una lista completa de los especificadores de conversión.

source: Set the format used to display dates in <application>Balsa</application>. This uses the same format string as <function>strftime</function>, a summary which is provided below: <placeholder-1/><placeholder-2/>
el: Ορίστε τη χρησιμοποιούμενη μορφή για εμφάνιση ημερομηνιών στη <application>Balsa</application>. Αυτή χρησιμοποιεί την ίδια μορφή συμβολοσειράς όπως η <function>strftime</function>, μια περίληψή της παρέχεται παρακάτω: <placeholder-1/><placeholder-2/>
es: Establezca el formato utilizado para mostrar fechas en <application>Balsa</application>. Se utiliza la misma cadena de formato de <function>strftime</function>. A continuación se proporciona un resumen: <placeholder-1/><placeholder-2/>

source: Selected Headers
el: Επιλεγμένες κεφαλίδες
es: Cabeceras seleccionadas

source: A space-separated list of the headers to display in the message window.
el: Ένας κατάλογος των κεφαλίδων που χωρίζεται με κενά για να εμφανιστεί στο παράθυρο μηνυμάτων.
es: Una lista de las cabeceras separada por espacios que se mostrará en la ventana del mensaje.

source: Fallback codeset
el: Κωδικοποίηση χαρακτήρων υποχώρησης
es: Codificación alternativa

source: Some messages contain national characters without specifying how they are encoded. You can choose whether <application>Balsa</application> displays such characters as '?', or tries a specific character set to display such messages.
el: Κάποια μηνύματα περιέχουν εθνικούς χαρακτήρες χωρίς να ορίζουν πώς είναι κωδικοποιημένοι. Μπορείτε να επιλέξετε αν η <application>Balsa</application> εμφανίζει τέτοιους χαρακτήρες ως '?', ή δοκιμάζει ένα συγκεκριμένο σύνολο χαρακτήρων για την προβολή τέτοιων μηνυμάτων.
es: Algunos mensajes contienen caracteres nacionales sin especificar cómo se codifican. Se puede elegir si <application>Balsa</application> mostrará tales caracteres como «?» o si probará un determinado conjunto de caracteres para mostrar dichos mensajes.

source: Status Messages
el: Μηνύματα κατάστασης
es: Mensajes de estado

source: Information Messages
el: Μηνύματα πληροφοριών
es: Mensajes de información

source: <application>Balsa</application> gives you information in the form of five different levels of messages. You can specify how you want all five levels to be presented to you.
el: Η <application>Balsa</application> δίνει πληροφορίες με τη μορφή πέντε διαφορετικών επιπέδων μηνυμάτων. Μπορείτε να ορίσετε πώς θέλετε να παρουσιάζονται σε σας και τα πέντε επίπεδα.
es: <application>Balsa</application> muestra la información en cinco niveles diferentes de mensajes. Se puede especificar cómo se presentarán esos cinco niveles.

source: Display Progress
el: Εμφάνιση προόδου
es: Mostrar progreso
