Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: This sets the behaviour of the dialog that is shown when <application>Balsa</application> retrieves messages from it's specified <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> servers. The dialog can be shown only while the messages are being retrieved, automatically closing after <application>Balsa</application> is finished. Or it can be set to stay active until manually closed. Finally, the dialog can not be displayed at all.
el: Αυτή ορίζει τη συμπεριφορά του διαλόγου που εμφανίζεται όταν η <application>Balsa</application> ανακτά μηνύματα από τους συγκεκριμένους διακομιστές της <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm>. Ο διάλογος μπορεί να εμφανιστεί μόνο όσο τα μηνύματα ανακτώνται, κλείνοντας αυτόματα μετά τον τερματισμό της <application>Balsa</application>. Ή μπορεί να οριστεί να μείνει ενεργός μέχρι το χειροκίνητο κλείσιμο. Τελικά, ο διάλογος μπορεί να μην εμφανιστεί καθόλου.
es: Esto establece el comportamiento del cuadro de diálogo que se muestra cuando <application>Balsa</application> recupera los mensajes desde los servidores <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> especificados. El diálogo sólo se puede mostrar mientras se están recuperando, y se cierra automáticamente después de que <application>Balsa</application> haya terminado. O se puede configurar para permanecer activo hasta que se cierre manualmente. Por último, el diálogo no se puede mostrar en absoluto.

source: Spelling
el: Ορθογραφία
es: Ortografía

source: If <application>Balsa</application> is using GtkSpell, you can choose to have your spelling checked as you type. <application>Balsa</application> uses GtkSpell's default settings.
el: Αν η <application>Balsa</application> χρησιμοποιεί GtkSpell, μπορείτε να επιλέξετε να έχετε σημειωμένη την ορθογραφία καθώς πληκτρολογείτε. Η <application>Balsa</application> χρησιμοποιεί τις προεπιλεγμένες ρυθμίσεις του GtkSpell.
es: Si <application>Balsa</application> utiliza GtkSpell, puede elegir tener el corrector ortográfico activo mientras escribe. <application>Balsa</application> utiliza la configuración predeterminada de GtkSpell.

source: If <application>Balsa</application> is not using GtkSpell, you can use this pane to setup <application>Balsa</application> spell check options. <application>Balsa</application> uses the Portable Spell Checking library (<ulink url="http://pspell.sourceforge.net">pspell</ulink>) to provide an interface to the spell checking program of your choice. Currently there are modules for ispell or aspell, both of which can be found at the pspell website. For more information visit the <application>Balsa</application> homepage.
el: Αν η <application>Balsa</application> δεν χρησιμοποιεί GtkSpell, μπορείτε να χρησιμοποιήσετε αυτό το φάτνωμα για να ρυθμίσετε τις επιλογές ορθογραφικού ελέγχου της <application>Balsa</application>. Η <application>Balsa</application> χρησιμοποιεί τη φορητή βιβλιοθήκη ορθογραφικού ελέγχου (<ulink url="http://pspell.sourceforge.net">pspell</ulink>) για να δώσει μια διεπαφή στο πρόγραμμα ορθογραφικού ελέγχου της επιλογής σας. Προς το παρόν υπάρχουν ενότητες για ispell ή aspell, που και οι δυο τους μπορούν να βρεθούν στον ιστότοπο pspell. Για περισσότερες πληροφορίες επισκεφτείτε την αρχική σελίδα της <application>Balsa</application>.
es: Si <application>Balsa</application> no está utilizando GtkSpell, se puede utilizar este panel para configurar las opciones de la corrección ortográfica de <application>Balsa</application>. <application>Balsa</application> utiliza el corrector ortográfico de la biblioteca portable (<ulink url="http://pspell.sourceforge.net">pspell</ulink>) para proporcionar una interfaz para el programa de corrección ortográfica de su elección. En la actualidad, hay módulos para ispell o aspell, que se pueden encontrar en la página web de pspell. Para más información, por favor consulte la página web de <application>Balsa</application>.

source: Pspell Module
el: Ενότητα Pspell
es: Módulo Pspell

source: The Pspell library allows you to use whatever spell checking engine you prefer, though the use of loadable modules. Currently Pspell has support for two modules, the traditional ispell, and the newer and more advanced aspell.
el: Η βιβλιοθήκη Pspell επιτρέπει τη χρήση οποιασδήποτε μηχανής ορθογραφικού ελέγχου προτιμάτε, μέσα από τη χρήση φορτώσιμων ενοτήτων. Αυτή τη στιγμή το Pspell έχει υποστήριξη δύο ενοτήτων, το παραδοσιακό ispell και το νεώτερο πιο προχωρημένο aspell.
es: La biblioteca Pspell permite utilizar cualquier motor de corrección que prefiera, a través de módulos que se pueden cargar. Actualmente Pspell tiene soporte para dos módulos, el tradicional ispell y el más nuevo y avanzado aspell.

source: <application>Ispell</application> is most likely available on your system as it is a Unix standard; however <application>Aspell</application> is more advanced as it uses an advanced phonetics engine and adaptive techniques to learn how you tend to misspell words. More information is available at the <ulink url="http://aspell.sourceforge.net">Aspell website</ulink>.
el: Η <application>Ispell</application> είναι κατά πάσα πιθανότητα διαθέσιμη στο σύστημά σας επειδή είναι ένα τυπικό Γιούνιξ· όμως, η <application>Aspell</application> είναι πιο προχωρημένη επειδή χρησιμοποιεί μια προχωρημένη φωνητική μηχανή και προσαρμοστικές τεχνικές για να μάθει πώς τείνετε να γράψετε λάθος λέξεις. Περισσότερες πληροφορίες είναι διαθέσιμες στον <ulink url="http://aspell.sourceforge.net">ιστότοπο Aspell</ulink>.
es: <application>Ispell</application> es más probable que se encuentre disponible en su sistema, ya que es un estándar de Unix; pero <application>Aspell</application> es más avanzado, ya que utiliza un motor de fonética avanzado y técnicas de adaptación para aprender cómo tiende usted a escribir mal las palabras. Hay más información disponible en la <ulink url="http://aspell.sourceforge.net">página web de Aspell</ulink>.

source: <application>Balsa</application> will attempt to use whatever module you specify here, however if the module is not installed it will not work and generate an error.
el: Η <application>Balsa</application> θα προσπαθήσει να χρησιμοποιήσει οποιαδήποτε ενότητα ορίσετε εδώ, όμως αν η ενότητα δεν είναι εγκατεστημένη δεν θα δουλέψει και θα δημιουργήσει σφάλμα.
es: <application>Balsa</application> intentará utilizar cualquier módulo que especifique aquí, sin embargo, si el módulo no está instalado no funcionará y generará un error.

source: Suggestion Mode
el: Κατάσταση πρότασης
es: Modo «Sugerencia»

source: The suggestion mode determines how hard the computer will search for suggestions for misspelled words. There are three options:
el: Η κατάσταση πρότασης καθορίζει πόσο έντονα θα ψάξει ο υπολογιστής για προτάσεις για ανορθόγραφες λέξεις. Υπάρχουν τρεις επιλογές:
es: El modo de sugerencia determina la intensidad con la que la computadora buscará sugerencias para palabras mal escritas. Hay tres opciones:

source: Fast
el: Γρήγορα
es: Rápido

source: This mode quickly scans for replacements, which means it might be used by a good speller who occasionally makes typographical errors.
el: Αυτή η λειτουργία σαρώνει γρήγορα για αντικαταστάσεις, που σημαίνει μπορεί να χρησιμοποιηθεί από έναν καλό ορθογράφο που ενίοτε κάνει τυπογραφικά σφάλματα.
es: Este modo busca rápidamente los reemplazos, lo que significa que se puede utilizar si se tiene una buena ortografía y se cometen errores tipográficos pocas veces.

source: Normal
el: Κανονικά

source: The Normal mode is probably good enough for most people; it should produce the correct suggestion in the majority of cases.
el: Η κανονική λειτουργία είναι προφανώς αρκετά καλή για τα περισσότερα άτομα· πρέπει να παράξει τη σωστή πρόταση στην πλειοψηφία των περιπτώσεων.
es: El modo «normal» es, probablemente, lo suficientemente bueno para la mayoría de las personas; producirá las sugerencias correctas en la mayoría de los casos.

source: Bad Spellers
el: Λανθασμένοι ορθογράφοι
es: Ortografía incorrecta

source: The Bad Spellers mode is the most thorough and accurate mode; however, it also takes the longest to find a list of suggestions.
el: Η λειτουργία κακών ορθογράφων είναι η περισσότερο διεξοδική και ακριβής λειτουργία· όμως, παίρνει επίσης και περισσότερο για την εύρεση ενός καταλόγου προτάσεων.
es: El modo «ortografía incorrecta» es el modo más completo y exacto; sin embargo, también es el que tarda más en encontrar una lista de sugerencias.

source: Ignore Length
el: Παράβλεψη μήκους
es: Ignorar longitud

source: This provides the ability to ignore words shorter than a certain length. It may be useful to automatically skip short acronyms that are normally flagged as incorrect.
el: Αυτό παρέχει τη δυνατότητα παράβλεψης λέξεων πιο σύντομων από ένα συγκεκριμένο μήκος. Μπορεί να είναι χρήσιμο για αυτόματη παράλειψη σύντομων ακρωνυμίων που είναι κανονικά με σημαία ως εσφαλμένα.
es: Esto ofrece la posibilidad de ignorar las palabras más cortas que una determinada longitud. Puede ser útil para saltar automáticamente siglas cortas que normalmente se marcan como incorrectas.

source: Address Books
el: Βιβλία διευθύνσεων
es: Libretas de direcciones

source: <application>Balsa</application> supports the use of multiple address books, both local <glossterm linkend="glossary-vcard">VCARD</glossterm> and remote <glossterm linkend="glossary-ldap"><acronym>LDAP</acronym></glossterm> address books, both of which can be configured here. <application>GnomeCard</application> also uses VCARD address books, so this allows <application>Balsa</application> to share address books with other GNOME applications.
el: Η <application>Balsa</application> υποστηρίζει τη χρήση πολλαπλών βιβλίων διευθύνσεων, και τοπικών <glossterm linkend="glossary-vcard">VCARD</glossterm> και απομακρυσμένων <glossterm linkend="glossary-ldap"><acronym>LDAP</acronym></glossterm> βιβλίων διευθύνσεων, που και τα δύο μπορούν να ρυθμιστούν εδώ. Η <application>GnomeCard</application> χρησιμοποιεί επίσης βιβλία διευθύνσεων VCARD, έτσι αυτό επιτρέπει η <application>Balsa</application> να μοιραστεί τα βιβλία διευθύνσεων με άλλες εφαρμογές GNOME.
es: <application>Balsa</application> soporta el uso de libretas de direcciones múltiples, tanto la libreta de direcciones <glossterm linkend="glossary-vcard">VCARD</glossterm> local como la libreta de direcciones <glossterm linkend="glossary-ldap"><acronym>LDAP</acronym></glossterm>, que se pueden configurar aquí. <application>GnomeCard</application> también utiliza las libretas de direcciones VCARD, por lo que esto permite a <application>Balsa</application> compartir la libreta de direcciones con otras aplicaciones de GNOME.

source: <application>Balsa</application> also supports LDIF address books, and can be built to use GPE address books, when SQLite is available, and Rubrica address books. Which types are supported depends on how <application>Balsa</application> was built.
el: Η <application>Balsa</application> υποστηρίζει επίσης βιβλίων διευθύνσεων LDIF και μπορεί να δομηθεί για να χρησιμοποιήσει βιβλία διευθύνσεων GPE, όταν η SQLite είναι διαθέσιμη και βιβλία διευθύνσεων Rubrica. Ποιοι τύποι υποστηρίζονται εξαρτάται από το πώς δομήθηκε η <application>Balsa</application>.
es: <application>Balsa</application> también es compatible con la libreta de direcciones LDIF, se puede construir para utilizar la libreta de direcciones GPE cuando se dispone de SQLite y la libreta de direcciones Rubrica. Los tipos soportados dependen de la forma en que se construyó <application>Balsa</application>.

source: The main portion of the preferences page is occupied by the list of current address books for <application>Balsa</application>. The list shows the type of address book, the name, and whether it is included in automatic alias expansion when typing new messages. There are also several buttons that manipulate the list of address books:
el: Το κύριο τμήμα της σελίδας προτιμήσεων καταλαμβάνεται από τον κατάλογο των τρεχόντων βιβλίων διευθύνσεων για τη <application>Balsa</application>. Ο κατάλογος εμφανίζει τον τύπο του βιβλίου διευθύνσεων, το όνομα και αν συμπεριλαμβάνεται σε αυτόματη επέκταση ψευδωνύμου όταν πληκτρολογείτε νέα μηνύματα. Υπάρχουν επίσης αρκετά πλήκτρα που χειρίζονται τον κατάλογο των βιβλίων διευθύνσεων:
es: La parte principal de la página de preferencias se cubre con la lista de libretas de direcciones actuales para <application>Balsa</application>. La lista muestra el tipo de libreta, el nombre y si se incluye automáticamente en la expansión del alias al escribir mensajes nuevos. También hay varios botones para manipular la lista de libretas de direcciones:

source: Add
el: Προσθήκη
es: Añadir

source: Using this adds a new address book for <application>Balsa</application> to use to find addresses. If you click it, a drop-down menu of the supported address book types is shown. Click one to begin the process. <application>Balsa</application> pops up a dialog, which, if you choose VCARD, looks like this:
el: Η χρήση του προσθέτει ένα νέο βιβλίο διευθύνσεων στην <application>Balsa</application> για την εύρεση διευθύνσεων. Αν το πατήσετε, ένα πτυσσόμενο μενού των υποστηριζόμενων τύπων βιβλίου διευθύνσεων εμφανίζεται. Πατήστε ένα για να ξεκινήσει η διαδικασία. Η <application>Balsa</application> αναδύει έναν διάλογο, που, εάν διαλέξετε VCARD φαίνεται ως εξής:
es: Al usar esto, se añade una nueva libreta de direcciones a <application>Balsa</application> para gestionar direcciones. Si lo pulsa, se mostrará un menú desplegable con los tipos de libretas soportados. Pulse uno para iniciar el proceso. <application>Balsa</application> muestra un cuadro de diálogo, que, si usted elige VCARD, se parece a esto:

source: <acronym>VCARD</acronym> Address Book Dialog
el: Ο διάλογος του βιβλίου διευθύνσεων <acronym>VCARD</acronym>
es: Diálogo de libreta de direcciones <acronym>VCARD</acronym>

source: With <glossterm linkend="glossary-ldap"><acronym>LDAP</acronym></glossterm> support, the dialog looks somewhat different, offering options to set the location of the directory instead of a file.
el: Με την υποστήριξη <glossterm linkend="glossary-ldap"><acronym>LDAP</acronym></glossterm>, ο διάλογος μοιάζει κάπως διαφορετικός, προσφέροντας επιλογές ορισμού της θέσης του καταλόγου αντί ενός αρχείου.
es: Con soporte <glossterm linkend="glossary-ldap"><acronym>LDAP</acronym></glossterm>, el diálogo aparece un poco diferente, ofrece opciones para establecer la ubicación de la carpeta en lugar de un archivo.

source: <glossterm linkend="glossary-ldap"><acronym>LDAP</acronym></glossterm> Address Book Dialog
el: Ο διάλογος βιβλίου διευθύνσεων <glossterm linkend="glossary-ldap"><acronym>LDAP</acronym></glossterm>
es: Diálogo de libreta de direcciones <glossterm linkend="glossary-ldap"><acronym>LDAP</acronym></glossterm>.

source: In order to use a <acronym>LDAP</acronym> address book, you need to know the host name of the <acronym>LDAP</acronym> server. Depending on the server configuration, you may need also so called Base Domain Name which identifies your particular department. You can always try leaving Base Domain Name field empty and a default value will be used (OpenLDAP stores the default Base Domain Name in <filename>/etc/openldap/ldap.conf</filename>). If this does not work, you may need to ask your administrator for the value of this. The usual values are usually similar to: <quote>dc=theochem,dc=KTH,dc=se</quote> or <quote>o=Theoretical Chemistry, c=SE</quote>.
el: Για να χρησιμοποιήσετε το βιβλίο διευθύνσεων <acronym>LDAP</acronym>, χρειάζεστε να ξέρετε το όνομα οικοδεσπότη του διακομιστή <acronym>LDAP</acronym>. Ανάλογα με τη ρύθμιση του διακομιστή, μπορεί να χρειαστείτε επίσης το αποκαλούμενο όνομα τομέα βάσης που ταυτοποιεί το συγκεκριμένο τμήμα. Μπορείτε πάντα να δοκιμάσετε να αφήσετε το πεδίο ονόματος τομέα βάσης κενό και μια προεπιλεγμένη τιμή θα χρησιμοποιηθεί (το OpenLDAP αποθηκεύει το προεπιλεγμένο όνομα τομέα βάσης στο <filename>/etc/openldap/ldap.conf</filename>). Αν αυτό δεν δουλέψει, μπορεί να χρειαστείτε να ζητήσετε από τον διαχειριστή σας την τιμή του. Οι συνηθισμένες τιμές είναι συνήθως παρόμοιες με: <quote>dc=theochem,dc=KTH,dc=se</quote> or <quote>o=Theoretical Chemistry, c=SE</quote>.
es: Antes de usar la libreta de direcciones <acronym>LDAP</acronym>, necesita saber el nombre del servidor <acronym>LDAP</acronym>. Dependiendo de la configuración del servidor, también puede necesitar lo que se conoce como «Nombres de dominio base» que identifican su departamento en particular. También puede probar a dejar los campos de «Nombres de dominio base» vacíos, entonces se usarán valores predeterminados (OpenLDAP guarda los «Nombres de dominio base» predeterminados en <filename>/etc/openldap/ldap.conf</filename>). Si esto no funciona, necesitará preguntar a su administrador estos valores. Los valores usuales se asemejan a: «dc=theochem,dc=KTH, dc=se» o «o=Theoretical Chemistry, c=SE».

source: Modify
el: Τροποποίηση
es: Modificar

source: This enables you to change the properties of the selected address book.
el: Αυτό ενεργοποιεί την αλλαγή των ιδιοτήτων του επιλεγμένου βιβλίου διευθύνσεων.
es: Esto le permite cambiar las propiedades de la libreta de direcciones seleccionada.

source: Modify an Address Book
el: Τροποποίηση ενός βιβλίου διευθύνσεων
es: Modificar una libreta de direcciones

source: It is possible to modify both the name and location for any address book. Also, you can change whether the contents of the address book will be used when attempting to auto-complete an address when sending a message.
el: Είναι δυνατό να τροποποιήσετε και το όνομα και τη θέση οποιουδήποτε βιβλίου διευθύνσεων. Επίσης, μπορείτε να αλλάξετε αν τα περιεχόμενα του βιβλίου διευθύνσεων θα χρησιμοποιηθούν κατά την προσπάθεια για αυτόματη συμπλήρωση μιας διεύθυνσης κατά την αποστολή μηνύματος.
es: Se puede modificar tanto el nombre como la dirección de cualquier libreta de direcciones. También se puede establecer si se usará el contenido de la libreta de direcciones para tratar de auto-completar una dirección al enviar un mensaje.

source: Delete
el: Διαγραφή
es: Borrar

source: Delete the selected address book.
el: Διαγραφή του επιλεγμένου βιβλίου διευθύνσεων.
es: Borrar la libreta de direcciones seleccionada.

source: Set as Default
el: Ορισμός ως προεπιλογή
es: Establecer como predeterminada

source: Set the selected address book as default.
el: Ορισμός του επιλεγμένου βιβλίου διευθύνσεων ως προεπιλογή.
es: Establecer la libreta de direcciones seleccionada como predeterminada.

source: Startup
el: Έναρξη
es: Inicio

source: Open Inbox upon Startup
el: Άνοιγμα εισερχομένων κατά την έναρξη
es: Abrir bandeja de entrada al inicio

source: If set, <application>Balsa</application> will open your system inbox upon startup.
el: Αν οριστεί, η <application>Balsa</application> θα ανοίξει τα εισερχόμενα του συστήματός σας στην έναρξη.
es: Si está marcada, <application>Balsa</application> abrirá el sistema de buzón de entrada en el inicio.

source: Check Mail at Startup
el: Έλεγχος αλληλογραφίας κατά την εκκίνηση
es: Comprobar correo al inicio

source: If set, <application>Balsa</application> will automatically attempt to download mail from the <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> mail server upon startup, and will check for new mail on an <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> server.
el: Αν οριστεί, η <application>Balsa</application> θα προσπαθήσει αυτόματα να μεταφορτώσει αλληλογραφία από τον διακομιστή αλληλογραφίας <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> κατά την έναρξη και θα ελέγξει για νέα αλληλογραφία σε έναν διακομιστή <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm>.
es: Si está marcada, automáticamente <application>Balsa</application> intentará descargar el correo desde el servidor de correo <glossterm linkend="glossary-pop"><acronym>POP3</acronym></glossterm> en el inicio, y revisará el correo nuevo en un servidor <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm>.

source: Remember Open Mailboxes Between Sessions
el: Απομνημόνευση ανοιχτών γραμματοκιβωτίων μεταξύ συνεδριών
es: Recordar buzones abiertos entre sesiones

source: When marked, <application>Balsa</application> will remember and reopen mailboxes that were open when <application>Balsa</application> was last quit.
el: Αν σημειωθεί, η <application>Balsa</application> θα θυμάται και θα ξανανοίγει τα γραμματοκιβώτια που ήταν ανοιχτά όταν η <application>Balsa</application> εξήλθε τελευταία.
es: Cuando está marcada, <application>Balsa</application> recordará y volverá a abrir los buzones que quedaron abiertos en la sesión anterior de <application>Balsa</application>.

source: Folder Scanning
el: Σάρωση φακέλου
es: Exploración de carpetas

source: Scanning a folder tree can be time-consuming, because of the need to explore an entire tree of subfolders. You can defer scanning the tree by setting the scan depth to 1. <application>Balsa</application> will then descend into the tree only far enough to discover whether any folders that you can see have subfolders. The first time you expand any subtree, <application>Balsa</application> will explore more of the tree.
el: Η σάρωση ενός δένδρου φακέλου μπορεί να είναι χρονοβόρος, λόγω της ανάγκης εξερεύνησης ενός ολόκληρου δένδρου υποφακέλων. Μπορείτε να αναβάλλετε τη σάρωση του δένδρου ορίζοντας το βάθος σάρωσης σε 1. Η <application>Balsa</application> τότε θα κατέβει στο δένδρο αρκετά μακριά μόνο για να βρει αν οποιοσδήποτε φάκελος που μπορείτε να δείτε έχει υποφακέλους. Την πρώτη φορά που επεκτείνετε οποιοδήποτε υποδένδρο, η <application>Balsa</application> θα εξερευνήσει περισσότερο από το δένδρο.
es: El escaneado de un árbol de carpetas puede llevar mucho tiempo, debido a la necesidad de explorar todo un árbol de subcarpetas. Puede reducir la exploración del árbol mediante el establecimiento de la profundidad de escaneo a 1. Entonces, <application>Balsa</application> descenderá en el árbol sólo lo suficiente para descubrir si las carpetas que se pueden ver tienen subcarpetas. La primera vez que expanda cualquier subárbol, <application>Balsa</application> explorará más del árbol.

source: If you prefer to have the whole tree available from startup, choose a depth as great as that of your folder tree. Intermediate settings may also be used.
el: Αν προτιμάτε να έχετε ολόκληρο το δένδρο διαθέσιμο από την έναρξη, επιλέξτε ένα βάθος τόσο μεγάλο όσο το δένδρο του φακέλου σας. Ενδιάμεσες ρυθμίσεις μπορούν επίσης να χρησιμοποιηθούν.
es: Si prefiere tener todo el árbol disponible desde el inicio, seleccione una profundidad tan grande como la de su árbol de carpetas. También se pueden usar ajustes intermedios.

source: You may set the depth for initial scanning separately for local and <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm> trees.
el: Μπορείτε να ορίσετε το βάθος της αρχικής σάρωσης ξεχωριστά για τοπικά και δένδρα <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm>.
es: Se pueden establecer profundidades de escaneo inicial separadamente para árboles locales e <glossterm linkend="glossary-imap"><acronym>IMAP</acronym></glossterm>.

source: Miscellaneous
el: Ποικίλα
es: Miscelánea

source: Debug
el: Αποσφαλμάτωση
es: Depurar
