Repository: GNOME/balsa
Catalog: doc/*/*.po
Languages: el, es

source: Language
el: Γλώσσα
es: Idioma

source: The Language menu allows you to set the language to use for composing and checking the spelling of the message.
el: Το μενού γλώσσας επιτρέπει τον ορισμό της γλώσσας που θα χρησιμοποιηθεί για σύνταξη και έλεγχο της ορθογραφίας του μηνύματος.
es: El menú «Idioma» le permite especificar el idioma utilizado para la composición y revisión de la ortografía del mensaje.

source: The available languages include:
el: Οι διαθέσιμες γλώσσες περιλαμβάνουν:
es: Los idiomas disponibles incluyen:

source: Brazilian
el: Βραζιλιάνικα
es: Portugués de Brasil

source: Catalan
el: Καταλανικά
es: Catalán

source: Chinese (Simplified or Traditional)
el: Κινέζικα (απλοποιημένα ή παραδοσιακά)
es: Chino (simplificado o tradicional)

source: Czech
el: Τσέχικα
es: Checo

source: Danish
el: Δανέζικα
es: Danés

source: Dutch
el: Ολλανδικά
es: Holandés

source: English (American or British)
el: Αγγλικά (αμερικάνικα ή βρετανικά)
es: Inglés (americano o británico)

source: Esperanto
el: Εσπεράντο

source: Estonian
el: Εσθονικά
es: Estonio

source: Finnish
el: Φινλανδικά
es: Finlandés

source: French
el: Γαλλικά
es: Francés

source: German (including Austrian and Swiss)
el: Γερμανικά (συμπεριλαμβανομένων αυστριακών και ελβετικών)
es: Alemán (incluyendo austríaco y suizo)

source: Greek
el: Ελληνικά
es: Griego

source: Hebrew
el: Εβραϊκά
es: Hebreo

source: Hungarian
el: Ουγγρικά
es: Húngaro

source: Italian
el: Ιταλικά
es: Italiano

source: Japanese
el: Ιαπωνικά
es: Japonés

source: Kazakh
el: Καζάκικα
es: Kazajo

source: Korean
el: Κορεάτικα
es: Coreano

source: Latvian
el: Λετονικά
es: Letón

source: Lithuanian
el: Λιθουανικά
es: Lituano

source: Norwegian
el: Νορβηγικά
es: Noruego

source: Polish
el: Πολωνικά
es: Polaco

source: Portugese
el: Πορτογαλικά
es: Portugués

source: Romanian
el: Ρουμάνικα
es: Rumano

source: Russian
el: Ρωσικά
es: Ruso

source: Serbian (including Latin)
el: Σερβικά (συμπεριλαμβανόμενων με λατινικά)
es: Serbio (incluyendo latino)

source: Slovak
el: Σλοβακικά
es: Eslovaco

source: Spanish
el: Ισπανικά
es: Español

source: Swedish
el: Σουηδικά
es: Sueco

source: Tatar
el: Ταταρικά
es: Tártaro

source: Turkish
el: Τουρκικά
es: Turco

source: Ukrainian
el: Ουκρανικά
es: Ucraniano

source: and more may have been added.
el: και περισσότερες γλώσσες μπορεί να έχουν προστεθεί.
es: y se han añadido muchos más.

source: Options
el: Επιλογές
es: Opciones

source: <menuchoice><guimenu>Options</guimenu><guimenuitem>Request Disposition Notification</guimenuitem></menuchoice> -- If checked <application>Balsa</application> will include the <literal>Disposition-Notification-To</literal> header line with your <literal>From</literal> address. Please note that the handling of this request depends on the receiving mail program and that it not guaranteed that this notification will be sent back.
el: <menuchoice><guimenu>Επιλογές</guimenu><guimenuitem>Αίτηση ειδοποίησης διαθεσιμότητας</guimenuitem></menuchoice> -- Αν σημειωθεί η <application>Balsa</application> θα συμπεριλάβει τη γραμμή κεφαλίδας <literal>Ειδοποίηση διαθεσιμότητας προς</literal> με τη διεύθυνσή σας <literal>Από</literal>. Παρακαλούμε, σημειώστε ότι ο χειρισμός αυτού του αιτήματος εξαρτάται από το πρόγραμμα λήψης αλληλογραφίας και δεν εγγυάται ότι αυτή η ειδοποίηση θα επιστραφεί.
es: <menuchoice><guimenu>Opciones</guimenu><guimenuitem>Solicitar notificación de entrega</guimenuitem></menuchoice>: si está marcada, <application>Balsa</application> incluirá la línea de cabecera <literal>Notificación</literal> con su dirección <literal>De</literal>. Tenga en cuenta que esta solicitud depende del programa de correo que recibe y no se garantiza que esta notificación se envíe de vuelta.

source: <menuchoice><guimenu>Options</guimenu><guimenuitem>Format = Flowed</guimenuitem></menuchoice> -- The <quote>Flowed</quote> format (RFC 3676) breaks the message text into paragraphs, which you type continuously using the <keysym>Enter</keysym> key only to mark the end of a paragraph, and <quote>fixed</quote> lines which you mark individually using the <keysym>Enter</keysym> key. This allows other mailers that recognize the format to display the text appropriately for the width of the recipient's screen, and to quote the text correctly when constructing a reply. The text is also displayed intelligibly by a non-flowed-aware mailer.
el: <menuchoice><guimenu>Επιλογές</guimenu><guimenuitem>Μορφή = Ρέουσα</guimenuitem></menuchoice> -- Η <quote>ρέουσα</quote> μορφή (RFC 3676) χωρίζει το κείμενο του μηνύματος σε παραγράφους, που πληκτρολογείτε συνεχώς χρησιμοποιώντας το πλήκτρο <keysym>Εισαγωγή</keysym> μόνο για να σημειώσετε το τέλος μιας παραγράφου και <quote>σταθερές </quote> γραμμές που σημειώνετε μεμονωμένα χρησιμοποιώντας το πλήκτρο <keysym>εισαγωγή</keysym>. Αυτό επιτρέπει σε άλλα προγράμματα αλληλογραφίας που αναγνωρίζουν τη μορφή να εμφανίσουν το κείμενο κατάλληλα ως προς το πλάτος της οθόνης του αποδέκτη και να παραθέσουν το κείμενο σωστά όταν απαντάτε. Το κείμενο εμφανίζεται επίσης κατανοητά από ένα πρόγραμμα που δεν αναγνωρίζει ρέουσα μορφή.
es: <menuchoice><guimenu>Opciones</guimenu><guimenuitem>Formato: fluido</guimenuitem></menuchoice>: el formato <quote>Fluido</quote> (RFC 3676) divide el texto del mensaje en párrafos escritos de manera continua usando la tecla <keysym>Intro</keysym> para marcar el final de un párrafo, y las líneas <quote>fijas</quote> que se marcan de forma individual con la tecla <keysym>Intro</keysym>. Esto permite, a otros programas que reconocen el formato, mostrar el texto apropiadamente para el ancho de la pantalla del destinatario, y citar el texto correctamente en la construcción de una respuesta. El texto también se muestra claramente en un programa sin soporte del formato «fluido».

source: Using <quote>Format=Flowed</quote> is strongly recommended. It helps to avert the <quote>embarrassing line wrap</quote> that you see when quoted text is broken across lines and shown with the wrong level of quoting.
el: Συνιστάται η χρήση της <quote>Μορφή=ρέουσα</quote>. Βοηθά την αποτροπή <quote>ενοχλητικής αναδίπλωσης γραμμής</quote> που βλέπετε όταν κείμενο σε παράθεση σπάει στις γραμμές και εμφανίζεται με εσφαλμένο επίπεδο παράθεσης.
es: El uso del <quote>Formato: fluido</quote> se recomienda encarecidamente. Esto ayuda a evitar <quote>saltos de línea desconcertante</quote> que se pueden observar cuando se divide el texto entre líneas y se muestra con un nivel inadecuado de acotación.

source: <menuchoice><guimenu>Options</guimenu><guimenuitem>Send as plain text and HTML</guimenuitem></menuchoice> -- <application>Balsa</application> can send and receive messages in right-to-left languages such as Arabic, Hebrew, and Persian, but some other agents such as mailing lists may mangle them when translating into HTML. If the <quote>Send as plain text and HTML</quote> option is selected, <application>Balsa</application> will generate a correct HTML message part that such agents will use instead.
el: <menuchoice><guimenu>Επιλογές</guimenu><guimenuitem>Αποστολή ως απλού κειμένου και HTML</guimenuitem></menuchoice> -- η <application>Balsa</application> μπορεί να στείλει και να δεχτεί μηνύματα σε γλώσσες από δεξιά προς τα αριστερά όπως η αραβική, εβραϊκή και περσική, αλλά κάποιοι άλλοι παράγοντες όπως ταχυδρομικές λίστες μπορεί να τα χαλάσουν κατά την μετάφραση σε HTML. Αν προτιμηθεί η επιλογή <quote>Αποστολή ως απλού κειμένου και HTML</quote>, η <application>Balsa</application> θα δημιουργήσει ένα σωστό τμήμα του μηνύματος HTML όπου τέτοιοι παράγοντες θα χρησιμοποιηθούν.
es: <menuchoice><guimenu>Opciones</guimenu><guimenuitem>Enviar como texto plano y HTML</guimenuitem></menuchoice>: Balsa puede enviar y recibir mensajes en diversos idiomas como árabe, hebreo y persa, pero algunos agentes, tales como listas de correo, podrían destrozarlos al traducirlo a HTML. Si se selecciona la opción «Enviar como texto plano y HTML», entonces <application>Balsa</application> generará una parte de mensaje en HTML para que la usen esos agentes.

source: <menuchoice><guimenu>Options</guimenu><guimenuitem>Sign message</guimenuitem></menuchoice> -- Cryptographically sign the message. The recipients can check the signature to prove the sender's (=your) identity or to detect any tampering with the message.
el: <menuchoice><guimenu>Επιλογές</guimenu><guimenuitem>Υπογραφή μηνύματος</guimenuitem></menuchoice> -- Κρυπτογραφημένη υπογραφή του μηνύματος. Οι αποδέκτες μπορούν να ελέγξουν την υπογραφή ως απόδειξη της ταυτότητας του αποστολέα ή να αναγνωρίσουν οποιαδήποτε αλλοίωση του μηνύματος.
es: <menuchoice><guimenu>Opciones</guimenu><guimenuitem>Firmar mensaje</guimenuitem></menuchoice>: firmar el mensaje criptográficamente. Los destinatarios pueden verificar la firma para comprobar la identidad del remitente (su identidad) o para detectar cualquier alteración del mensaje.

source: <menuchoice><guimenu>Options</guimenu><guimenuitem>Encrypt message</guimenuitem></menuchoice> -- Encrypt the message. Only the intended recipient(s) can decrypt and read the contents.
el: <menuchoice><guimenu>Επιλογές</guimenu><guimenuitem>Κρυπτογράφηση μηνύματος</guimenuitem></menuchoice> -- Κρυπτογράφηση του μηνύματος. Μόνο οι προοριζόμενοι αποδέκτες μπορούν να αποκρυπτογραφήσουν και να διαβάσουν τα περιεχόμενα.
es: <menuchoice><guimenu>Opciones</guimenu><guimenuitem>Cifrar mensaje</guimenuitem></menuchoice>: cifrar el mensaje. Solo los destinatarios pueden descifrar y leer el contenido.

source: The following options determine the protocol used for signing and/or encrypting the message. You should choose the appropriate protocol which all recipients can use.
el: Οι παρακάτω επιλογές προσδιορίζουν το χρησιμοποιούμενο πρωτόκολλο για υπογραφή και/ή κρυπτογράφηση του μηνύματος. Θα πρέπει να επιλέξετε το κατάλληλο πρωτόκολλο που όλοι οι αποδέκτες μπορούν να χρησιμοποιήσουν.
es: Las siguientes opciones determinan el protocolo utilizado para firmar y/o cifrar el mensaje. Debe elegir el protocolo apropiado que todos los destinatarios puedan utilizar.

source: <menuchoice><guimenu>Options</guimenu><guimenuitem>GnuPG uses MIME mode</guimenuitem></menuchoice> -- Sign and/or encrypt the complete message, including all attachments, using the PGP/MIME mode (RFC 3156). Note that the message envelope (including the Subject) is not protected.
el: <menuchoice><guimenu>Επιλογές</guimenu><guimenuitem>Το GnuPG χρησιμοποιεί λειτουργία MIME</guimenuitem></menuchoice> -- Υπογραφή και/ή κρυπτογράφηση ολόκληρου του μηνύματος, συμπεριλαμβανομένων όλων των συνημμένων, χρησιμοποιώντας τη λειτουργία PGP/MIME (RFC 3156). Σημειώστε ότι ο φάκελος του μηνύματος (συμπεριλαμβανομένου του θέματος) δεν προστατεύεται.
es: <menuchoice><guimenu>Opciones</guimenu><guimenuitem>GnuPG usa el modo MIME</guimenuitem></menuchoice>: firmar y/o cifrar el mensaje completo, incluyendo todos los adjuntos, usando el modo PGP/MIME (RFC 3156). Tenga en cuenta que las cabeceras del mensaje (incluyendo el asunto) no se protegen.

source: <menuchoice><guimenu>Options</guimenu><guimenuitem>GnuPG uses old OpenPGP mode</guimenuitem></menuchoice> -- Sign and/or encrypt only the message text, but not attachments, using the OpenPGP mode (RFC 2440). If you want to add any attachments, sign and/or encrypt them manually before adding.
el: <menuchoice><guimenu>Επιλογές</guimenu><guimenuitem>Το GnuPG χρησιμοποιεί την παλιά λειτουργία OpenPGP</guimenuitem></menuchoice> -- Υπογραφή και/ή κρυπτογράφηση μόνο του κειμένου μηνύματος, αλλά όχι των συνημμένων, χρησιμοποιώντας τη λειτουργία OpenPGP (RFC 2440). Αν θέλετε να προσθέσετε οποιαδήποτε συνημμένα, υπογράψτε τα και/ή κρυπτογραφήστε τα χειροκίνητα πριν την προσθήκη.
es: <menuchoice><guimenu>Opciones</guimenu><guimenuitem>GnuPG usa el modo antiguo OpenPGP</guimenuitem></menuchoice>: firmar y/o cifrar sólo el texto del mensaje, utilizando el modo OpenPGP (RFC 2440). Si desea agregar algún adjunto, deberá firmarlo y/o cifrarlo antes de agregarlo.

source: <menuchoice><guimenu>Options</guimenu><guimenuitem>S/MIME mode (GpgSM)</guimenuitem></menuchoice> -- Sign and/or encrypt the complete message, including all attachments, using the S/MIME mode (RFC 2633). Note that the message envelope (including the Subject) is not protected.
el: <menuchoice><guimenu>Επιλογές</guimenu><guimenuitem>λειτουργία S/MIME (GpgSM)</guimenuitem></menuchoice> -- Υπογραφή και/ή κρυπτογράφηση ολόκληρου του μηνύματος, συμπεριλαμβανομένων όλων των συνημμένων, χρησιμοποιώντας τη λειτουργία S/MIME (RFC 2633). Σημειώστε ότι ο φάκελος του μηνύματος (συμπεριλαμβανομένου του θέματος) δεν προστατεύεται.
es: <menuchoice><guimenu>Opciones</guimenu><guimenuitem>Modo S/MIME (GpgSM)</guimenuitem></menuchoice>: firmar y/o cifrar el mensaje completo, incluyendo todos los adjuntos, usando el modo S/MIME (RFC 2633). Tenga en cuenta que las cabeceras del mensaje (incluyendo el asunto) no se protegen.

source: Cryptographic signatures and encryption are available only when <application>Balsa</application> has been built with <application>GnuPG</application> support. For a detailed description of E-Mail cryptography, see the <ulink url="http://www.gnupg.org/documentation/manuals/gnupg/" type="http">GnuPG Manual</ulink> and the <ulink url="http://www.dewinter.com/gnupg_howto/english/GPGMiniHowto.html" type="http">GnuPG HOWTO</ulink>.
el: Οι κρυπτογραφημένες υπογραφές και η κρυπτογράφηση είναι διαθέσιμες μόνο όταν η <application>Balsa</application> έχουν δημιουργηθεί με την υποστήριξη του <application>GnuPG</application>. Για μια λεπτομερή περιγραφή της κρυπτογράφησης, δείτε το <ulink url="http://www.gnupg.org/documentation/manuals/gnupg/" type="http">Εγχειρίδιο GnuPG</ulink> και το <ulink url="http://www.dewinter.com/gnupg_howto/english/GPGMiniHowto.html" type="http">ΠΩΣ ΝΑ GnuPG</ulink>.
es: Las firmas criptográficas y cifrado se activan solamente cuando se contruye <application>Balsa</application> con el soporte de <application>GnuPG</application>. Para obtener una descripción detallada sobre el cifrado de correo electrónico, consulte el <ulink url="http://www.gnupg.org/documentation/manuals/gnupg/" type="http">manual de GnuPG</ulink> y los <ulink url="http://www.dewinter.com/gnupg_howto/english/GPGMiniHowto.html" type="http">tutoriales de GnuPG</ulink>.

source: The toolbar contains buttons for the most commonly used functions when sending messages, including Send, Attach File..., and Save. As with the menu bar, some buttons are disabled if the message is not correctly setup to be sent.
el: Η εργαλειοθήκη περιέχει πλήκτρα για τις συνηθέστερες χρησιμοποιούμενες λειτουργίες κατά την αποστολή μηνυμάτων, συμπεριλαμβάνοντας αποστολή, επισύναψη αρχείου... και αποθήκευση. Όπως στην περίπτωση της γραμμής μενού, κάποια πλήκτρα είναι ανενεργά αν το μήνυμα δεν είναι σωστά ρυθμισμένο για αποστολή.
es: La barra de herramientas contiene los botones de las funciones usadas habitualmente al enviar mensajes, incluyendo «Enviar», «Adjuntar» y «Guardar». Al igual que en la barra de menú, algunos botones se desactivan si el mensaje no se configura correctamente para enviarse.

source: Send
el: Αποστολή
es: Enviar

source: Send the current message. Only available if the message is legal to be sent (i.e. proper email addresses). This button may also be configured to queue the message in the outbox to be sent later (see the <link linkend="preferences-outgoing">Preferences</link> dialog).
el: Αποστολή του τρέχοντος μηνύματος. Διαθέσιμο μόνο αν το μήνυμα είναι επιτρεπτό για αποστολή (δηλαδή σωστές διευθύνσεις αλληλογραφίας). Αυτό το πλήκτρο μπορεί επίσης να ρυθμιστεί στην αναμονή των μηνυμάτων στα εξερχόμενα για μεταγενέστερη αποστολή (δείτε τον διάλογο <link linkend="preferences-outgoing">Προτιμήσεις</link>).
es: Enviar el mensaje actual. Sólo se activa si el mensaje es legal para enviarse (por ejemplo, direcciones de correo electrónico correctas). Este botón también se puede configurar para enviar el mensaje a la cola en la bandeja de salida para enviarlo más tarde (consulte el cuadro de diálogo <link linkend="preferences-outgoing">Preferencias</link>)

source: Attach
el: Επισύναψη
es: Adjuntar

source: Open a dialog to attach a file to the current message.
el: Ανοίγει έναν διάλογο για επισύναψη αρχείου στο τρέχον μήνυμα.
es: Abrir un diálogo para adjuntar un archivo al mensaje actual.

source: Postpone
el: Αναβολή
es: Posponer

source: Postpone the message to the Draftbox for later revision and sending.
el: Αναβολή της αποστολής του μηνύματος στα πρόχειρα για μεταγενέστερη αναθεώρηση και αποστολή.
es: Posponer el mensaje en los «Borradores» para su posterior revisión y envío.

source: Check Spelling
el: Ορθογραφικός έλεγχος
es: Comprobar ortografía

source: Start a spell check on the current message. If <application>Balsa</application> is built with support for <application>GtkSpell</application>, your spelling is checked in place. Otherwise, <application>Balsa</application> can use either <application>ispell</application> or <application>aspell</application> to do the spell checking. Settings for this can be found in the <link linkend="preferences-spelling">Preferences</link> dialog.
el: Έναρξη ορθογραφικού ελέγχου του τρέχοντος μηνύματος. Αν η <application>Balsa</application> δομείται με υποστήριξη για <application>GtkSpell</application>, η ορθογραφία σας ελέγχεται επί τόπου. Αλλιώς, η <application>Balsa</application> μπορεί να χρησιμοποιήσει είτε την <application>ispell</application> είτε την <application>aspell</application> για να κάνει τον ορθογραφικό έλεγχο. Οι ρυθμίσεις για αυτό μπορούν να βρεθούν στο διάλογο <link linkend="preferences-spelling">Προτιμήσεις</link>.
es: Iniciar el corrector ortográfico en el mensaje actual. Si <application>Balsa</application> se contruyó con soporte para <application>GtkSpell</application>, entonces la revisión ortográfica se realiza en el mismo lugar. De lo contrario, <application>Balsa</application> utilizará <application>ispell</application> o <application>aspell</application> para hacerla. La configuración de esto se obtiene en el diálogo de <link linkend="preferences-spelling">Preferencias</link>.

source: Print
el: Εκτύπωση
es: Imprimir

source: Print out the draft of the message.
el: Εκτύπωση του προχείρου του μηνύματος.
es: Imprimir el borrador del mensaje.

source: Cancel
el: Ακύρωση
es: Cancelar

source: Close the composition window without saving or sending the message within.
el: Κλείσιμο του παραθύρου σύνταξης χωρίς αποθήκευση ή αποστολή του μηνύματος.
es: Cierra la ventana del editor sin guardar ni enviar el mensaje dentro.

source: Headers
el: Κεφαλίδες
es: Cabeceras

source: The headers area is where the information regarding where the message is being sent to and from, as well as comments and keywords can be entered. All of the available headers are not shown by default, but they can be turned on and off very quickly using the menu.
el: Η περιοχή κεφαλίδων είναι εκεί που μπορούν να εισαχθούν οι πληροφορίες σχετικά με την αποστολή και λήψη, καθώς και σχόλια και λέξεις-κλειδιά. Όλες οι διαθέσιμες κεφαλίδες δεν εμφανίζονται από προεπιλογή, αλλά μπορούν να ενεργοποιηθούν και να απενεργοποιηθούν πολύ γρήγορα χρησιμοποιώντας το μενού.
es: El área de las cabeceras contiene la información sobre el origen y el destino del mensaje, así como los comentarios y etiquetas que se pueden introducir. De manera predeterminada, no se muestran todas las cabeceras disponibles, pero se pueden activar o desactivar rápidamente usando el menú.

source: From
el: Από
es: De

source: <literal>From</literal> is used to indicate the origin of the message, <application>Balsa</application> automatically fills this in for you if you have entered your name and email address in the <link linkend="identities">identities</link> window.
el: <literal>Από</literal> χρησιμοποιείται για να δείξει την προέλευση του μηνύματος, η <application>Balsa</application> συμπληρώνει αυτόματα αυτό για σας, αν έχετε εισάγει το όνομά σας και τη διεύθυνση αλληλογραφίας στο παράθυρο <link linkend="identities">ταυτότητες</link>.
es: <literal>De</literal> se utiliza para indicar el origen del mensaje, <application>Balsa</application> completa esto automáticamente en el caso que haya introducido su nombre y su dirección de correo en la ventana <link linkend="identities">identidades</link>.

source: To
el: Προς
es: Para

source: The <literal>To</literal> header is used to indicate the intended recipient of the message; <application>Balsa</application> automatically fills this in for you if you are replying to a message.
el: Η κεφαλίδα <literal>Προς</literal> χρησιμοποιείται για να δείξει τον προοριζόμενο αποδέκτη του μηνύματος· η <application>Balsa</application> το συμπληρώνει αυτόματα για σας αν απαντάτε σε ένα μήνυμα.
es: La cabecera <literal>Para</literal> se utiliza para indicar el destinatario del mensaje; <application>Balsa</application> completa esto automáticamente si se responde a un mensaje.

source: Subject
el: Θέμα
es: Asunto

source: The <literal>Subject</literal> header is used to summarize the topic of the message.
el: Η κεφαλίδα <literal>Θέμα</literal> χρησιμοποιείται για να συνοψίσει το θέμα του μηνύματος.
es: La cabecera <literal>Asunto</literal> se utiliza para resumir el tema del mensaje.

source: Cc
el: Κοινοποίηση

source: The "Carbon Copy" header. A comma separated list of recipients other than the main recipient should go here.
el: Η κεφαλίδα "κοινοποίηση". Μια λίστα που χωρίζεται με κόμματα των παραληπτών εκτός από τον κύριο παραλήπτη πρέπει να μπει εδώ.
es: La cabecera «copia carbón» (o bien, «con copia»). Aquí se puede introducir una lista de destinatarios aparte del principal y separados por comas.

source: Bcc
el: Κρυφή κοινοποίηση
es: Cco

source: The <literal>Bcc</literal>, or "Blind Carbon Copy" header. Similar to the Cc header, except that email addresses placed in this header will not appear as recipients to readers of the message. Also known as a "silent" carbon copy.
el: Η κεφαλίδα <literal>κρυφή κοινοποίηση</literal>. Παρόμοια με την κεφαλίδα κοινοποίηση, εκτός από το ότι οι διευθύνσεις αλληλογραφίας που τοποθετούνται σε αυτήν την κεφαλίδα δεν θα εμφανιστούν ως παραλήπτες στους αναγνώστες του μηνύματος. Γνωστή επίσης και ως "σιωπηλή" κοινοποίηση.
es: La cabecera <literal>Cco</literal>, o «copia carbón oculta». Es similar a la cabecera «Cc», con la excepción de que las direcciones de correo colocadas en esta cabecera no aparecen como destinatarios a los lectores del mensaje. También conocida como «con copia silenciosa».

source: Fcc
el: Απεσταλμένα
es: Rcc

source: The <literal>Fcc</literal> header stands for "Folder Carbon Copy", and it is used to specify any folders that you want the message copied to after being sent. It is presented as a drop-down combo box with a list of all available mailboxes, simply select the destination.
el: Η κεφαλίδα <literal>Απεσταλμένα</literal> σημαίνει "κοινοποίηση σε φάκελο" και χρησιμοποιείται για να ορίσει οποιονδήποτε φάκελο όπου θέλετε να αντιγραφεί το μήνυμα αφού αποσταλεί. Παρουσιάζεται ως ένα πτυσσόμενο σύνθετο πλαίσιο με μια λίστα όλων των διαθέσιμων γραμματοκιβωτίων, επιλέξτε απλά τον προορισμό.
es: La cabecera <literal>Fcc</literal> significa «carpeta de copia carbón», y se utiliza para indicar una carpeta donde se copiará el mensaje después de enviarlo. Se presenta como una caja combinada desplegable con una lista de todos los buzones disponibles; simplemente seleccione el destino.

source: Reply-To
el: Απάντηση σε
es: Responder a

source: The <literal>Reply-To</literal> header is for specifying what email address you want any replies to go to.
el: Η κεφαλίδα <literal>Απάντηση σε</literal> είναι για τον ορισμό της διεύθυνσης αλληλογραφίας όπου θέλετε να πάνε οποιεσδήποτε απαντήσεις.
es: La cabecera <literal>Responder a</literal> indica la dirección de correo donde se enviarán las respuestas.

source: Comments
el: Σχόλια
es: Comentarios
