Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: Cannot decrypt multipart/encrypted part: content-type does not match protocol.
bs: Ne mogu dešifrirati višedjelni/kodirani dio: vrsta sadržaja ne odgovara protokolu.
el: Αδυναμία αποκρυπτογράφησης πολυμερούς/κρυπτογραφημένου τμήματος: ο τύπος περιεχομένου (content-type) δεν ταιριάζει με το πρωτόκολλο.
lv: Nevar atšifrēt vairāku daļu / šifrēto daļu — satura tips neatbilst protokolam.
ru: Не удалось расшифровать составную/зашифрованную часть: тип содержимого не соответствует протоколу.

source: Cannot decrypt multipart/encrypted part: unexpected content type
bs: Ne mogu dešifrirati višedjelni/kodirani dio: neočekivana vrsta sadržaja
el: Αδυναμία αποκρυπτογράφησης πολυμερούς/κρυπτογραφημένου τμήματος: μη αναμενόμενος τύπος περιεχομένου
lv: Nevar atšifrēt vairāku daļu / šifrēto daļu — negaidīts satura tips
ru: Не удалось расшифровать составную/зашифрованную часть: неожиданный тип содержимого

source: Cannot decrypt multipart/encrypted part: failed to parse decrypted content
bs: Ne mogu dešifrirati višedjelni/kodirani dio: nije moguće analizirati dešifrirani sadržaj
el: Αδυναμία αποκρυπτογράφησης πολυμερούς/κρυπτογραφημένου τμήματος: αποτυχία ανάλυσης του αποκρυπτογραφημένου περιεχομένου
lv: Nevar atšifrēt vairāku daļu / šifrēto daļu — neizdevās parsēt atšifrēto saturu
ru: Не удалось расшифровать составную/зашифрованную часть: не удалось разобрать расшифрованные данные

source: Could not get an HTML part: %s
bs: Ne mogu dobiti HTML dio: %s
el: Αδυναμία λήψης τμήματος HTML: %s
lv: Nevarēja saņemt HTML daļas: %s
ru: Не удалось получить часть HTML: %s

source: Could not convert HTML part to text: %s
el: Αδυναμία μετατροπής τμήματος HTML σε κείμενο: %s
ru: Не удалось преобразовать часть HTML в текст: %s

source: This message part references content on one or more external servers. To protect your privacy, Balsa has not downloaded it. You may choose to download it if you trust the sender of the message.
el: Αυτό το τμήμα του μηνύματος αναφέρεται σε περιεχόμενο ενός ή περισσότερων εξωτερικών διακομιστών. Για την προστασία της ιδιωτικότητάς σας, το Balsa δεν το έχει κατεβάσει. Μπορείτε να επιλέξετε να το κατεβάσετε εάν εμπιστεύεστε τον αποστολέα του μηνύματος.
ru: В этой части сообщения содержатся ссылки на данные, расположенные на одном или нескольких внешних серверах. Чтобы защитить вашу конфиденциальность, Balsa не загрузила его. Если вы доверяете отправителю сообщения, то можете загрузить его.

source: _Download external content
el: _Λήψη εξωτερικού περιεχομένου
ru: _Скачать внешнее содержимое

source: Balsa's external HTML resources filter web extension is not available in the folder “%s”, falling back to simplified image filtering. Please check your installation.
el: Η επέκταση ιστού φιλτραρίσματος εξωτερικών πόρων HTML του Balsa δεν είναι διαθέσιμη στον φάκελο «%s», γίνεται επαναφορά σε απλοποιημένο φιλτράρισμα εικόνων. Παρακαλούμε ελέγξτε την εγκατάστασή σας.
ru: Веб-расширение фильтра внешних HTML-ресурсов Balsa недоступно в папке «%s», возвращаемся к упрощенной фильтрации изображений. Пожалуйста, проверьте вашу установку.

source: HTML preferences
el: Προτιμήσεις HTML
ru: Параметры HTML

source: Sender
bs: Pošiljalac
el: Αποστολέας
lv: Sūtītājs
ru: Отправитель

source: Prefer HTML
el: Προτίμηση HTML
ru: Предпочитать HTML

source: Auto-load external content
el: Αυτόματη φόρτωση εξωτερικού περιεχομένου
ru: Автозагрузка внешних данных

source: Cannot initialise HTML preferences database “%s”: %s
el: Αδυναμία αρχικοποίησης της βάσης δεδομένων προτιμήσεων HTML «%s»: %s
ru: Не удалось инициализировать базу данных настроек HTML «%s»: %s

source: Cannot read HTML preferences for “%s”: %s
el: Αδυναμία ανάγνωσης προτιμήσεων HTML για το «%s»: %s
ru: Не удалось прочитать параметры HTML для «%s»: %s

source: Cannot save HTML preferences for “%s”: %s
el: Αδυναμία αποθήκευσης προτιμήσεων HTML για το «%s»: %s
ru: Не удалось сохранить параметры HTML для «%s»: %s

source: Cannot delete database entry: %s
el: Αδυναμία διαγραφής εγγραφής από τη βάση δεδομένων: %s
ru: Не удалось удалить запись базы данных: %s

source: New Identity
bs: Novi identitet
el: Νέα ταυτότητα
lv: Jauna Identitāte
ru: Новый профиль

source: Error executing signature generator “%s”:
el: Σφάλμα κατά την εκτέλεση της γεννήτριας υπογραφής «%s»:
ru: Ошибка запуска генератора подписей «%s»

source: Error executing signature generator “%s”: %s
el: Σφάλμα κατά την εκτέλεση της γεννήτριας υπογραφής «%s»: %s
ru: Ошибка запуска генератора подписей «%s»: %s

source: Cannot read signature file “%s”:
el: Αδυναμία ανάγνωσης του αρχείου υπογραφής «%s»:
ru: Не удалось прочитать файл подписи «%s»:

source: Signature in “%s” is not a UTF-8 text.
el: Η υπογραφή στο «%s» δεν είναι κείμενο μορφής UTF-8.
ru: Подпись в «%s» не является текстом в кодировке UTF-8.

source: _Cancel
el: _Ακύρωση
ru: _Отменить

source: _OK
el: _Εντάξει
ru: _ОК

source: Current
bs: Trenutno
el: Τρέχουσα
lv: Pašreizējais
ru: Текущий

source: Default
bs: Podrazumijevano
el: Προεπιλογή
lv: Noklusējuma
ru: По умолчанию

source: _Face Path
bs: _Face put
el: Διαδρομή _Face
lv: _Face ceļš
ru: Путь к _Face

source: _X-Face Path
bs: _X-Face put
el: Διαδρομή _X-Face
lv: _X-Face ceļš
ru: Путь к _X-Face

source: General
bs: Opšte
el: Γενικά
lv: Vispārīgi
ru: Общее

source: _Identity name:
bs: _Ime identiteta:
el: Όνομα _ταυτότητας:
lv: _Identitātes nosaukums:
ru: Название _профиля:

source: _Full name:
bs: _Puno ime:
el: _Πλήρες όνομα:
lv: _Pilns vārds:
ru: _Полное имя:

source: _Mailing address:
bs: _Adresa pošte:
el: Διεύθυνση _αλληλογραφίας:
lv: _Pasta adrese:
ru: Адрес электронной _почты:

source: Reply _to:
bs: Odgovori _na:
el: Απάντηση _προς:
lv: Atbildē_t uz:
ru: Адрес для ответа:

source: _Domain:
bs: _Domena:
el: _Τομέας:
lv: _Domēns:
ru: _Домен:

source: Messages
bs: Poruke
el: Μηνύματα
lv: Vēstules
ru: Сообщения

source: _BCC:
el: _Κρυφή κοιν.:
ru: _Скрытая копия:

source: Reply _string:
bs: Odgovori _ string:
el: _Συμβολοσειρά απάντησης:
lv: Atbilde_s virkne:
ru: Строка для _ответа:

source: F_orward string:
bs: P_roslijedi string:
el: Συμβολοσειρά _προώθησης:
lv: Pā_rsūtīšanas virkne:
ru: Строка для _пересылки:

source: send messages in both plain text and _HTML format
bs: pošalji poruku kao obični tekst i u _HTML formatu
el: αποστολή μηνυμάτων σε μορφή απλού κειμένου και _HTML
lv: sūtīt vēstules gan vienkāršā, gan _HTML formātā
ru: отправлять сообщения как в виде обычного текста, так и в формате _HTML

source: request positive (successful) _Delivery Status Notification by default
bs: Zahtijevaj pozitivnu (uspješnu) _informaciju o statusu isporuke u normalnoj okolnosti
el: αίτηση θετικής (επιτυχούς) Γνωστοποίησης Κατάστασης _Παράδοσης από προεπιλογή
ru: запрашивать уведомление о положительном (успешном) _получении сообщения

source: request _Message Disposition Notification by default
bs: zahtjev _Obavjest O Raspolaganju Porukom po podrazumijevanom
el: αίτηση Γνωστοποίησης Διάθεσης _Μηνύματος από προεπιλογή
lv: pēc noklusējuma pieprasīt _vēstules saņemšanas paziņošanu
ru: запрашивать уведомлении об успешной передаче сообщения

source: SMT_P server:
el: Διακομιστής SMT_P:
lv: SMT_P serveris:
ru: SMT_P сервер:

source: Signature
bs: Potpis
el: Υπογραφή
et: Allkiri
lv: Paraksts
ru: Подпись

source: Signature _path
bs: Potpis _put
el: _Διαδρομή υπογραφής
lv: _Paraksta ceļš:
ru: _Путь к подписи

source: _Execute signature
bs: _Izvršen potpis
el: _Εκτέλεση υπογραφής
lv: _Izpildīt parakstu
ru: _Выполнить подпись

source: Incl_ude signature
bs: Uklj_uči potpis
el: Συμπερι_λήψη υπογραφής
lv: Iekļa_ut parakstu
ru: Вклю_чить подпись

source: Include signature when for_warding
bs: Uključi potpis u pro_sljeđivanju
el: Συμπερίληψη υπογραφής κατά την _προώθηση
lv: Pārsūt_ot iekļaut parakstu
ru: Включить подпись при _пересылке

source: Include signature when rep_lying
bs: Uključi potpis u odg_ovoru
el: Συμπερίληψη υπογραφής κατά την _απάντηση
lv: Atbi_ldot iekļaut parakstu
ru: Включить подпись при _ответе

source: _Add signature separator
bs: _Dodaj separator potpisa
el: Προσθήκη _διαχωριστικού υπογραφής
lv: Pievienot p_araksta atdalītāju
ru: _Добавить разделитель перед подписью

source: Prepend si_gnature
bs: Stavi naprijed po_tpis
el: Προσθήκη υπογραφής στην _αρχή
lv: _Likt parakstu sākuma
ru: Поставить подпись в начале

source: Security
bs: Sigurnost
el: Ασφάλεια
lv: Drošība
ru: Безопасность

source: sign messages by default
bs: potpiši poruke po podrazumijevanom
el: υπογραφή μηνυμάτων από προεπιλογή
lv: pēc noklusējuma vēstules parakstīt
ru: подписывать сообщения по умолчанию

source: encrypt messages by default
bs: enkriptuj poruke po podrazumijevanom
el: κρυπτογράφηση μηνυμάτων από προεπιλογή
lv: pēc noklusējuma vēstules šifrēt
ru: шифровать сообщения по умолчанию

source: default protocol
bs: podrazumijevani protokol
el: προεπιλεγμένο πρωτόκολλο
lv: noklusējuma protokols
ru: протокол по умолчанию

source: always trust GnuPG keys to encrypt messages
el: πάντα εμπιστοσύνη στα κλειδιά GnuPG για κρυπτογράφηση μηνυμάτων
ru: всегда доверять ключям GnuPG для шифрования сообщений

source: remind me if messages can be encrypted
bs: podsjeti me kada poruke mogu biti kriptirane
el: υπενθύμιση εάν τα μηνύματα μπορούν να κρυπτογραφηθούν
lv: atgādināt man, vai vēstules var šifrēt
ru: напоминать, если сообщение можно зашифровать

source: use secret key with this id for signing GnuPG messages (leave empty for automatic selection)
el: χρήση μυστικού κλειδιού με αυτό το ID για υπογραφή μηνυμάτων GnuPG (αφήστε το κενό για αυτόματη επιλογή)
ru: использовать закрытый ключ с этим идентификатором для подписи сообщений GnuPG (оставьте пустым для автоматического выбора)

source: use certificate with this id for signing S/MIME messages (leave empty for automatic selection)
el: χρήση πιστοποιητικού με αυτό το ID για υπογραφή μηνυμάτων S/MIME (αφήστε το κενό για αυτόματη επιλογή)
ru: использовать сертификат с этим идентификатором для подписи сообщений S/MIME (оставьте пустым для автоматического выбора)

source: Autocrypt mode
el: Λειτουργία Autocrypt
ru: Режим автошифрования

source: Error selecting key: %s
el: Σφάλμα κατά την επιλογή κλειδιού: %s
ru: Возникла ошибка при выборе ключа: %s

source: Choose…
el: Επιλογή…
ru: Выбрать…

source: Error reading file %s: %s
bs: Greška u čitanju datoteke %s: %s
el: Σφάλμα κατά την ανάγνωση του αρχείου %s: %s
lv: Kļūda, nolasot datni %s — %s
ru: Возникла ошибка при чтении файла %s: %s

source: Face header file %s is too long (%lu bytes).
bs: Zaglavlje datoteke %s je previše dugo (%lu bitova).
el: Το αρχείο κεφαλίδας Face %s είναι πολύ μεγάλο (%lu bytes).
lv: Face galvenes datne %s ir pārāk liela (%lu baiti).
ru: Файл заголовка Face %s слишком длинный (%lu байт).

source: Face header file %s contains binary data.
bs: Zaglavlje datoteke %s sadrži binarne podatke.
el: Το αρχείο κεφαλίδας Face %s περιέχει δυαδικά δεδομένα.
lv: Face galvenes datne %s satur binārus datus.
ru: Файл заголовка Face %s содержит двоичные данные.

source: Error loading Face: %s
bs: Greška u učitavanju lica: %s
el: Σφάλμα κατά τη φόρτωση του Face: %s
lv: Kļūda, ielādējot Face: %s
ru: Возникла ошибка при загрузке Face: %s

source: Error: The identity does not have a name
bs: Greška: Identitet nema ime
el: Σφάλμα: Η ταυτότητα δεν διαθέτει όνομα
lv: Kļūda — identitātei nav nosaukuma
ru: Ошибка: не указано название профиля

source: Error: An identity with that name already exists
bs: Greška: Identitet pod tim imenom već postoji
el: Σφάλμα: Υπάρχει ήδη ταυτότητα με αυτό το όνομα
lv: Kļūda — identitāte ar šādu nosaukumu jau eksistē
ru: Ошибка: профиль с таким названием уже существует

source: Do you really want to delete the selected identity?
bs: Da li zaista želite izbrisati izabrane identitete?
el: Θέλετε πραγματικά να διαγράψετε την επιλεγμένη ταυτότητα;
lv: Vai tiešām vēlaties dzēst izvēlēto identitāti?
ru: Вы действительно хотите удалить выбранный профиль?

source: Error displaying help for identities: %s
el: Σφάλμα κατά την εμφάνιση βοήθειας για τις ταυτότητες: %s
ru: Ошибка отображения справки о профиле: %s

source: Manage Identities
bs: Upravljanje identitetima
el: Διαχείριση ταυτοτήτων
lv: Pārvaldīt identitātes
ru: Управление профилями

source: _Help
bs: _Pomoć
el: _Βοήθεια
lv: _Palīdzība
ru: _Справка

# identity
source: _New
el: _Νέα
ru: _Создать

source: _Remove
bs: _Ukloni
el: _Αφαίρεση
lv: _Izņemt
ru: _Удалить

source: disabled
el: απενεργοποιημένο
ru: отключено

source: enabled, no preference
el: ενεργοποιημένο, χωρίς προτίμηση
ru: включено, без предпочтений

source: enabled, prefer encryption
el: ενεργοποιημένο, προτίμηση κρυπτογράφησης
ru: включено, предпочитать шифрование

source: GnuPG MIME mode
bs: GnuPG MIME mod
el: Λειτουργία GnuPG MIME
lv: GnuPG MIME režīms
ru: GnuPG MIME режим

source: GnuPG OpenPGP mode
bs: GnuPG OtvoriPGP mod
el: Λειτουργία GnuPG OpenPGP
lv: GnuPG OpenPGP režīms
ru: GnuPG OpenPGP режим

source: GpgSM S/MIME mode
bs: GpgSM S/MIME mod
el: Λειτουργία GpgSM S/MIME
lv: GpgSM S/MIME režīms
ru: GpgSM S/MIME режим

source: Authentication cancelled
el: Η ταυτοποίηση ακυρώθηκε
ru: Аутентификация отменена

source: User name required, authentication cancelled
el: Απαιτείται όνομα χρήστη, η ταυτοποίηση ακυρώθηκε
ru: Требуется имя пользователя, аутентификация отменена

source: GSSAPI authentication failed: %s
el: Η ταυτοποίηση GSSAPI απέτυχε: %s
ru: Ошибка аутентификации GSSAPI: %s

source: No way to authenticate is known
el: Δεν υπάρχει γνωστός τρόπος ταυτοποίησης
ru: Способ аутентификации неизвестен

source: Cannot LOGIN with UTF-8 username or password
el: Αδυναμία LOGIN με όνομα χρήστη ή κωδικό πρόσβασης σε μορφή UTF-8
ru: Не удалось выполнить LOGIN с именем пользователя или паролем в кодировке UTF-8

source: Unordered data received from server
el: Λήφθηκαν μη ταξινομημένα δεδομένα από τον διακομιστή
ru: От сервера получены неупорядоченные данные

source: Bug in implementation of SORT command on IMAP server exposed.
el: Εντοπίστηκε σφάλμα στην υλοποίηση της εντολής SORT στον διακομιστή IMAP.
ru: Выявлена ​​ошибка в реализации команды SORT на IMAP-сервере.

source: Connecting %s failed: %s
el: Η σύνδεση στο %s απέτυχε: %s
ru: Подключение %s не удалось: %s

source: TLS negotiation failed: %s
el: Η διαπραγμάτευση TLS απέτυχε: %s
ru: Не удалось выполнить согласование TLS: %s

source: TLS required but not available
el: Απαιτείται TLS αλλά δεν είναι διαθέσιμο
ru: Требуется TLS, но он недоступен

source: IMAP response: %s
el: Απόκριση IMAP: %s
ru: Ответ IMAP: %s

source: the server %s does not offer the IMAP service at port 993 or 143
el: ο διακομιστής %s δεν προσφέρει την υπηρεσία IMAP στη θύρα 993 ή 143
ru: сервер %s не предоставляет доступ к службе IMAP через порт 993 или 143

source: IMAP server %s alert: %s
bs: IMAP server %s obavjest: %s
el: Ειδοποίηση διακομιστή IMAP %s: %s
lv: IMAP servera %s trauksme: %s
ru: Предупреждение от сервера IMAP %s: %s

source: IMAP server %s error: %s
bs: IMAP server %s greška: %s
el: Σφάλμα διακομιστή IMAP %s: %s
lv: IMAP servera %s kļūda: %s
ru: Ошибка сервера IMAP %s: %s

source: Cannot connect to %s
bs: Ne mogu se spojiti sa %s
el: Αδυναμία σύνδεσης στο %s
lv: Nevar savienoties ar %s
ru: Не удалось подключиться к %s

source: Cannot connect to the server: %s
bs: Ne mogu se spojiti na server: %s
el: Αδυναμία σύνδεσης στον διακομιστή: %s
lv: Nevar savienoties ar serveri — %s
ru: Не удалось подключиться к серверу: %s

source: Exceeded the number of connections per server %s
bs: Prekoračen broj spajanja po serveru %s
el: Υπέρβαση του αριθμού συνδέσεων ανά διακομιστή %s
lv: Pārsniegts savienojumu skaits uz serveri %s
ru: Превышено количество соединений с сервером %s

source: subscribing to “%s” failed
el: η εγγραφή στο «%s» απέτυχε
ru: не удалось подписаться на «%s»

source: unsubscribing from “%s” failed
el: η απεγγραφή από το «%s» απέτυχε
ru: не удалось отменить подписку на «%s»

source: do not show again
el: να μην εμφανιστεί ξανά
ru: больше не показывать

source: broken TLS certificate
el: κατεστραμμένο πιστοποιητικό TLS
ru: повреждённый TLS-сертификат

source: SSL/TLS certificate
bs: SSL/TLS certifikat
el: Πιστοποιητικό SSL/TLS
lv: SSL/TLS sertifikāts
ru: SSL/TLS сертификат

source: _Accept Once
bs: _Primi Jednom
el: Αποδοχή _μόνο μία φορά
lv: _Pieņemt vienreiz
ru: _Принять однократно

source: Accept & _Save
el: Αποδοχή & _Αποθήκευση
ru: Принять и _сохранить

source: _Reject
bs: _Odbij
el: _Απόρριψη
lv: _Noraidīt
ru: _Отклонить

source: <big><b>Authenticity of this certificate could not be verified.</b></big> Reason: %s
el: <big><b>Η αυθεντικότητα αυτού του πιστοποιητικού δεν μπόρεσε να επαληθευτεί.</b></big> Αιτία: %s
ru: <big><b>Не удалось проверить подлинность этого сертификата.</b></big> Причина: %s

source: the signing certificate authority is not known
el: η αρχή έκδοσης του πιστοποιητικού υπογραφής δεν είναι γνωστή
ru: удостоверяющий центр подписи неизвестен

source: the certificate does not match the expected identity of the site that it was retrieved from
el: το πιστοποιητικό δεν ταιριάζει με την αναμενόμενη ταυτότητα του ιστότοπου από τον οποίο ανακτήθηκε
ru: сертификат не соответствует ожидаемому идентификатору сайта, с которого был получен

source: the certificate’s activation time is still in the future
el: ο χρόνος ενεργοποίησης του πιστοποιητικού είναι ακόμη στο μέλλον
ru: время активации сертификата ещё не наступило

source: the certificate has expired
el: το πιστοποιητικό έχει λήξει
ru: срок действия сертификата истёк

source: the certificate has been revoked
el: το πιστοποιητικό έχει ανακληθεί
ru: сертификат был отозван

source: the certificate’s algorithm is considered insecure
el: ο αλγόριθμος του πιστοποιητικού θεωρείται μη ασφαλής
ru: алгоритм сертификата считается небезопасным

source: an error occurred validating the certificate
el: προέκυψε σφάλμα κατά την επικύρωση του πιστοποιητικού
ru: произошла ошибка при проверке сертификата

source: unknown certificate validation error %u
el: άγνωστο σφάλμα επικύρωσης πιστοποιητικού %u
ru: неизвестная ошибка проверки сертификата %u

source: No image data
bs: Nema slikovnih podataka
el: Δεν υπάρχουν δεδομένα εικόνας
lv: Nav attēla datu
ru: Нет данных изображения

source: Invalid input format
bs: Neispravan format unosa
el: Μη έγκυρη μορφή εισόδου
lv: Nederīgs ievades formāts
ru: Неверный формат входных данных

source: Internal buffer overrun
bs: Unutrašnji priliv spremnika
el: Εσωτερική υπερχείλιση ενδιάμεσης μνήμης (buffer overrun)
lv: Iekšēja bufera pārpildīšanās
ru: Переполнение внутреннего буфера

source: Bad X-Face data
bs: Loš X-Face podatak
el: Εσφαλμένα δεδομένα X-Face
lv: Slikti X-Face dati
ru: Ошибочные данные X-Face

source: Cannot play sound event “%s”: %s
el: Αδυναμία αναπαραγωγής ηχητικού συμβάντος «%s»: %s
ru: Не удалось воспроизвести озвучивание событие «%s»: %s

source: Cannot play sound file “%s”: %s
el: Αδυναμία αναπαραγωγής αρχείου ήχου «%s»: %s
ru: Не удалось воспроизвести звуковой файл «%s»: %s

source: The server returned an invalid reply.
el: Ο διακομιστής επέστρεψε μια μη έγκυρη απάντηση.
ru: Сервером возвращён некорректный ответ.

source: The server does not support any usable address book report.
el: Ο διακομιστής δεν υποστηρίζει καμία χρησιμοποιήσιμη αναφορά διευθυνσιολογίου.
ru: На сервере не предусмотрена поддержка ни одного пригодного к использованию отчёта по адресной книге.

source: CardDAV error for address book “%s” (URL %s): %s
el: Σφάλμα CardDAV για το διευθυνσιολόγιο «%s» (URL %s): %s
ru: Ошибка CardDAV для адресной книги «%s» (URL %s): %s

source: CardDAV error: %s
el: Σφάλμα CardDAV: %s
ru: Ошибка CardDAV: %s

source: could not create context
bs: nije moguće kreirati kontekst
el: αδυναμία δημιουργίας πλαισίου (context)
lv: neizdevās izveidot kontekstu
ru: не удалось создать контекст

source: could not set protocol “%s”
el: αδυναμία ορισμού πρωτοκόλλου «%s»
ru: не удалось установить протокол «%s»

source: failed to create a temporary folder
el: αποτυχία δημιουργίας προσωρινού φακέλου
ru: не удалось создать временную папку

source: could not set folder “%s” for engine “%s”
el: αδυναμία ορισμού φακέλου «%s» για τη μηχανή «%s»
ru: не удалось установить папку «%s» для движка «%s»

source: no crypto engine for “%s” available
el: δεν υπάρχει διαθέσιμη μηχανή κρυπτογράφησης για το «%s»
ru: криптографический движок для «%s» недоступен

source: could not get data from stream
bs: nije moguće dobiti podatke iz toka
el: αδυναμία λήψης δεδομένων από τη ροή (stream)
lv: nevarēja saņemt datus no plūsmas
ru: не удалось получить данные из потока

source: signature verification failed
bs: neuspješna verifikacija potpisa
el: η επαλήθευση της υπογραφής απέτυχε
lv: paraksta pārbaude neizdevās
ru: не удалось проверить подпись

source: could not create new data object
bs: nije moguće kreirati novi objekat podatka
el: αδυναμία δημιουργίας νέου αντικειμένου δεδομένων
lv: neizdevās izveidot jaunu datu objektu
ru: не удалось создать новый объект данных

source: signing failed
bs: neuspješno potpisivanje
el: η υπογραφή απέτυχε
lv: parakstīšana neizdevās
ru: на удалось подписать

source: combined signing and encryption is defined only for RFC 2440
bs: kombinacija potpisivanje i šifriranja je definisana samo za RFC 2440
el: ο συνδυασμός υπογραφής και κρυπτογράφησης ορίζεται μόνο για το RFC 2440
lv: parakstīšanas un šifrēšanas kombinēšana ir definēta tikai RFC 2440
ru: комбинация подписи и шифрования определена только для RFC 2440

source: signing and encryption failed
bs: neuspješno potpisivanje i šifriranje
el: η υπογραφή και η κρυπτογράφηση απέτυχαν
lv: parakstīšana un šifrēšana neizdevās
ru: подпись и шифрование не удались

source: encryption failed
bs: neuspješno šifriranje
el: η κρυπτογράφηση απέτυχε
lv: šifrēšana neizdevās
ru: шифрование не удалось

source: decryption failed
bs: neuspješno dešifriranje
el: η αποκρυπτογράφηση απέτυχε
lv: atšifrēšana neizdevās
ru: расшифровка не удалась

source: No private key for protocol %s is available for the signer “%s”
el: Δεν υπάρχει διαθέσιμο ιδιωτικό κλειδί για το πρωτόκολλο %s για τον υπογράφοντα «%s»
ru: Нет доступного закрытого ключа для %s для автора подписи «%s»

source: accessing the GPG agent failed
el: η πρόσβαση στον πράκτορα (agent) GPG απέτυχε
ru: не удалось получить доступ к агенту GPG

source: Signing or decrypting GPG or S/MIME messages may fail, please check the GPG agent: %s
el: Η υπογραφή ή η αποκρυπτογράφηση μηνυμάτων GPG ή S/MIME ενδέχεται να αποτύχει, παρακαλούμε ελέγξτε τον πράκτορα GPG: %s
ru: Возможны проблемы при подписании или расшифровке сообщений GPG или S/MIME, пожалуйста, проверьте агент GPG: %s

source: A key for “%s” is present, but it is expired, disabled, revoked or invalid
el: Υπάρχει ένα κλειδί για το «%s», αλλά είναι ληγμένο, απενεργοποιημένο, ανακληθέν ή μη έγκυρο
ru: Есть ключ для «%s», но срок его действия истёк, он отключён, отозван или некорректен

source: Could not find a key for “%s”
el: Αδυναμία εύρεσης κλειδιού για το «%s»
ru: Не удалось найти ключ для «%s»

source: Multiple keys for “%s”
el: Πολλαπλά κλειδιά για το «%s»
ru: Несколько ключей для «%s»

source: Insufficient key validity
el: Ανεπαρκής εγκυρότητα κλειδιού
ru: Недостаточная валидность ключа

source: Select key
bs: Označi ključ
el: Επιλογή κλειδιού
lv: Izvēlieties atslēgu
ru: Выбрать ключ

source: Select the private key for the signer “%s”
el: Επιλέξτε το ιδιωτικό κλειδί για τον υπογράφοντα «%s»
ru: Выбрать закрытый ключ для подписывающего лица «%s»

source: Select the public key for the recipient “%s”
el: Επιλέξτε το δημόσιο κλειδί για τον παραλήπτη «%s»
ru: Выбрать открытый ключ для получателя «%s»
