Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: The message sent by %s with subject “%s” contains a S/MIME encrypted part, but this crypto protocol is not available.
el: Το μήνυμα που εστάλη από τον/την %s με θέμα «%s» περιέχει ένα κρυπτογραφημένο τμήμα S/MIME, αλλά αυτό το πρωτόκολλο κρυπτογράφησης δεν είναι διαθέσιμο.
ru: Сообщение, отправленное %s с темой «%s», содержит зашифрованную S/MIME часть, но этот криптографический протокол недоступен.

source: The message sent by %s with subject “%s” contains a signed part, but its structure is invalid. The signature, if there is any, cannot be checked.
el: Το μήνυμα από τον/την %s με θέμα «%s» περιέχει ένα υπογεγραμμένο τμήμα, αλλά η δομή του είναι μη έγκυρη. Η υπογραφή, αν υπάρχει, δεν μπορεί να ελεγχθεί.
ru: Сообщение, отправленное %s с темой «%s», содержит подписанную часть, но её структура неправильна. Подпись, если она есть, не может быть проверена.

source: The message sent by %s with subject “%s” contains a %s signed part, but this crypto protocol is not available.
el: Το μήνυμα που εστάλη από τον/την %s με θέμα «%s» περιέχει ένα υπογεγραμμένο τμήμα %s, αλλά αυτό το πρωτόκολλο κρυπτογράφησης δεν είναι διαθέσιμο.
ru: Сообщение, отправленное %s с темой «%s», содержит %s подписанную часть, но этот криптографический протокол недоступен.

source: Detected a good signature with insufficient validity
bs: Otkriven dobar potpis sa nedovoljnom ispravnošću
el: Ανιχνεύθηκε έγκυρη υπογραφή με ανεπαρκή εγκυρότητα
lv: Atklāts labs paraksts ar nepietiekamu derīgumu
ru: Обнаружена хорошая подпись с недостаточной достоверностью

source: Detected a good signature with insufficient validity/trust
bs: Otkriven dobar potpis sa nedovoljnom ispravnošću/povjerenjem
el: Ανιχνεύθηκε έγκυρη υπογραφή με ανεπαρκή εγκυρότητα/εμπιστοσύνη
lv: Atklāts labs paraksts ar nepietiekamu derīgumu/uzticamību
ru: Обнаружена хорошая подпись с недостаточной достоверностью/доверием

source: Checking the signature of the message sent by %s with subject “%s” returned: %s
el: Ο έλεγχος της υπογραφής του μηνύματος από τον/την %s με θέμα «%s» επέστρεψε: %s
ru: Проверка подписи отправленного %s сообщения с темой «%s» вернула: %s

source: Checking the signature of the message sent by %s with subject “%s” failed with an error!
el: Ο έλεγχος της υπογραφής του μηνύματος από τον/την %s με θέμα «%s» απέτυχε με σφάλμα!
ru: Возникла ошибка при проверке подписи сообщения отправленного %s с темой «%s»!

source: The decryption cannot be performed because this message is displayed more than once.
bs: Dešifriranje ne može biti izvršeno jer je ova poruka prikazana više od jedanput.
el: Η αποκρυπτογράφηση δεν μπορεί να πραγματοποιηθεί επειδή αυτό το μήνυμα εμφανίζεται περισσότερες από μία φορές.
lv: Nevarēja veikt atšifrēšanu, jo vēstule ir parādīta vairāk kā vienu reizi.
ru: Расшифровка не может быть выполнена, так как это сообщение открыто более одного раза.

source: The signature check and removal of the OpenPGP armor cannot be performed because this message is displayed more than once.
bs: Provjera potpisa i uklanjanje OtvorenoPGP oklopa ne može biti izvršeno jer je ova poruka prikazana više od jedanput.
el: Ο έλεγχος υπογραφής και η αφαίρεση της θωράκισης OpenPGP δεν μπορούν να πραγματοποιηθούν επειδή αυτό το μήνυμα εμφανίζεται περισσότερες από μία φορές.
lv: Paraksta pārbaudi un izņemšanu no OpenPGP armor nevar veikt, jo vēstule ir parādīta vairāk kā vienu reizi.
ru: Проверка подписи и удаление защиты OpenPGP не может быть выполнена, поскольку это сообщение открыто в нескольких окнах.

source: Please close the other instances of this message and try again.
bs: Molimo zatvorite ostale primjere ove poruke i pokušajte ponovo.
el: Παρακαλούμε κλείστε τα άλλα παράθυρα αυτού του μηνύματος και δοκιμάστε ξανά.
lv: Lūdzu, izvēlieties citu šīs vēstules instanci un mēģiniet vēlreiz.
ru: Пожалуйста, закройте другие экземпляры этого сообщения и повторите попытку.

source: File name: %s
bs: Naziv datoteke: %s
el: Όνομα αρχείου: %s
lv: Datnes nosaukums — %s
ru: Название файла: %s

source: Error reading message part: %s
bs: Greška u čitanju dijela poruke: %s
el: Σφάλμα κατά την ανάγνωση τμήματος του μηνύματος: %s
lv: Kļūda, nolasot vēstules daļu — %s
ru: Ошибка чтения части сообщения: %s

source: Type: %s (%s)
bs: Tip: %s (%s)
el: Τύπος: %s (%s)
lv: Tips — %s (%s)
ru: Тип: %s (%s)

source: Content Type: %s
be: Тып зьместу: %s
bs: Sadržani tip: %s
el: Τύπος περιεχομένου: %s
lv: Satura tips — %s
ru: Тип содержимого: %s

source: No open or view action defined for this content type
bs: Akcije otvaranja i prikaza ovog sadržaja nisu definisane
el: Δεν έχει οριστεί ενέργεια ανοίγματος ή προβολής για αυτόν τον τύπο περιεχομένου
lv: Šim satura tipam nav noteikta atvēršanas vai skatīšanās darbība
ru: Для этого типа содержимого не определены действия по открытию или просмотру

source: S_ave part
bs: S_pasi dio
el: _Αποθήκευση τμήματος
lv: S_aglabāt daļu
ru: _Сохранить часть

source: Could not launch application: %s
bs: Nije moguće pokrenuti aplikaciju: %s
el: Αδυναμία εκκίνησης της εφαρμογής: %s
lv: Nevarēja palaist lietotni — %s
ru: Не удалось запустить приложение: %s

source: Save %s MIME Part
bs: Spasi %s MIME dio
el: Αποθήκευση τμήματος MIME %s
lv: Saglabāt %s MIME daļu
ru: Сохранить %s MIME часть

source: Failed to create file “%s”: %s
el: Αποτυχία δημιουργίας αρχείου «%s»: %s
ru: Не удалось создать файл «%s»: %s

source: Could not open folder %s: %s
el: Αδυναμία ανοίγματος του φακέλου %s: %s
ru: Не удалось открыть папку %s: %s

source: Could not save a text part: %s
bs: Nije moguće snimiti dio teksta: %s
el: Αδυναμία αποθήκευσης τμήματος κειμένου: %s
lv: Neizdevās saglabāt teksta daļu — %s
ru: Не удалось сохранить текстовую часть: %s

source: Could not process GnuPG keys: %s
el: Αδυναμία επεξεργασίας κλειδιών GnuPG: %s
ru: Не удалось обработать ключи GnuPG: %s

source: _Import Autocrypt key
el: Ε_ισαγωγή κλειδιού Autocrypt
ru: _Импортировать ключ автошифрования

source: The message contains an Autocrypt header, but it is either broken or the signature has been created using a different key.
el: Το μήνυμα περιέχει μια κεφαλίδα Autocrypt, αλλά είναι είτε κατεστραμμένη είτε η υπογραφή έχει δημιουργηθεί με χρήση διαφορετικού κλειδιού.
ru: В сообщении содержится заголовок Autocrypt, но оно либо повреждено, либо подпись была создана другим ключом.

source: The message contains an Autocrypt header which is ignored as none of your identities has Autocrypt support enabled.
el: Το μήνυμα περιέχει μια κεφαλίδα Autocrypt η οποία αγνοείται καθώς καμία από τις ταυτότητές σας δεν έχει ενεργοποιημένη την υποστήριξη Autocrypt.
ru: В сообщении содержится заголовок Autocrypt, который будет проигнорирован, поскольку ни в одном из ваших профилей не включена поддержка Autocrypt.

source: _Search key server for this key
el: Ανα_ζήτηση στον διακομιστή κλειδιών για αυτό το κλειδί
ru: _Поиск сервера ключей для этого ключа

source: _Search key server for updates of this key
el: Ανα_ζήτηση στον διακομιστή κλειδιών για ενημερώσεις αυτού του κλειδιού
ru: _Поиск сервера ключей для обновления этого ключа

source: decrypted
el: αποκρυπτογραφήθηκε
ru: расшифровано

source: trusted signature
el: έμπιστη υπογραφή
ru: доверенная подпись

source: low trust signature
el: υπογραφή χαμηλής εμπιστοσύνης
ru: подпись с низким доверием

source: bad signature
el: κακή υπογραφή
ru: неверная подпись

source: unknown signature status
el: άγνωστη κατάσταση υπογραφής
ru: неизвестное состояние подписи

source: Import GnuPG key: %s
el: Εισαγωγή κλειδιού GnuPG: %s
ru: Импортировать GnuPG ключ: %s

source: Error importing key data: %s
el: Σφάλμα κατά την εισαγωγή δεδομένων κλειδιού: %s
ru: Возникла ошибка при импорте данных ключа: %s

source: unknown error
be: невядомая памылка
bs: nepoznata greška
el: άγνωστο σφάλμα
lv: nezināma kļūda
ru: неизвестная ошибка

source: (imported)
el: (εισήχθη)
ru: (импортировано)

source: Import key into the local key ring
el: Εισαγωγή κλειδιού στην τοπική κλειδοθήκη
ru: Импорт ключа в локальную связку ключей

source: Error loading attached image: %s
bs: Greška u dodavanju slike: %s
el: Σφάλμα κατά τη φόρτωση της συνημμένης εικόνας: %s
lv: Kļūda, ielādējot piesaistītu attēlu — %s
ru: Возникла ошибка при загрузке вложенного изображения: %s

source: message headers
el: κεφαλίδες μηνύματος
ru: заголовки сообщений

source: Content Type: external-body
bs: Tip sadržaja: vanjsko-tijelo
el: Τύπος περιεχομένου: external-body
lv: Satura tips — ārējais pamatteksts
ru: Тип содержимого: external-body

source: Access type: local-file
bs: Tip pristupa: lokalna-datoteka
el: Τύπος πρόσβασης: local-file
lv: Piekļuves tips — lokāla datne
ru: Тип доступа: local-file

source: Access type: URL
bs: Tip pristupa: URL
el: Τύπος πρόσβασης: URL
lv: Piekļuves tips — URL
ru: Тип доступа: URL

source: Access type: %s
bs: Tip pristupa: %s
el: Τύπος πρόσβασης: %s
lv: Piekļuves tips — %s
ru: Тип доступа: %s

source: FTP site: %s
bs: FTP sajt: %s
el: Τοποθεσία FTP: %s
lv: FTP vietne — %s
ru: Сайт FTP: %s

source: Directory: %s
bs: Direktorij: %s
el: Κατάλογος: %s
lv: Direktorija — %s
ru: Каталог: %s

source: Access type: mail-server
bs: Tip pristupa: server pošte
el: Τύπος πρόσβασης: mail-server
lv: Piekļuves tips — pasta serveris
ru: Тип доступа: mail-server

source: Mail server: %s
bs: Server pošte: %s
el: Διακομιστής αλληλογραφίας: %s
lv: Pasta serveris — %s
ru: Почтовый сервер: %s

source: Subject: %s
bs: Predmet: %s
el: Θέμα: %s
lv: Temats — %s
ru: Тема: %s

source: Se_nd message to obtain this part
bs: Po_šaljite poruku da biste dobili ovaj dio
el: Απο_στολή μηνύματος για τη λήψη αυτού του τμήματος
lv: Sū_tīt vēstuli, lai iegūtu šo daļu
ru: От_править сообщение для получения этой части

source: Error showing %s: %s
bs: Greška u prikazu %s: %s
el: Σφάλμα κατά την εμφάνιση του %s: %s
lv: Kļūda, saglabājot %s — %s
ru: Ошибка отображения %s: %s

source: Could not get a part: %s
bs: Nije moguće dobiti dio: %s
el: Αδυναμία λήψης τμήματος: %s
lv: Nevarēja saglabāt daļu — %s
ru: Не удалось получить часть: %s

source: Sending the external body request failed: %s
bs: Neuspješno slanje vanjskog tijela: %s
el: Η αποστολή του αιτήματος εξωτερικού σώματος απέτυχε: %s
lv: Ārējā pamatteksta sūtīšanas pieprasījums neizdevās — %s
ru: Ошибка запроса внешнего содержимого: %s

source: Reply…
el: Απάντηση…
ru: Ответить…

source: Error:
bs: Greška:
el: Σφάλμα:
lv: Kļūda:
ru: Ошибка:

source: IMAP server did not report message structure
bs: IMAP server nije prijavio strukturu poruke
el: Ο διακομιστής IMAP δεν ανέφερε τη δομή του μηνύματος
lv: IMAP serveris neziņoja par vēstules struktūru
ru: IMAP-сервер не сообщил структуру сообщения

source: Subject:
be: Тэма:
bs: Tema:
el: Θέμα:
et: Teema:
lv: Temats:
ru: Тема:

source: Date:
be: Дата:
bs: Datum:
el: Ημερομηνία:
et: Kuupäev
lv: Datums:
ru: Дата:

source: From:
be: Ад:
bs: Od:
el: Από:
et: Saatja:
lv: No:
ru: От:

source: Reply-To:
bs: Odgovori-na:
el: Απάντηση-Προς:
lv: Atbildēt uz:
ru: Для ответа:

source: Sender:
el: Αποστολέας:
ru: Отправитель:

source: FCC:
ru: Скрытая копия:

source: Disposition-Notification-To:
bs: Rasporedi-Obavijest-Na:
lv: Saņemšanas paziņojums uz:
ru: Уведомление о получении:

source: Copy link
bs: Kopiraj link
el: Αντιγραφή συνδέσμου
lv: Kopēt saiti
ru: Копировать ссылку

source: Open link
bs: Otvori link
el: Άνοιγμα συνδέσμου
lv: Atvērt saiti
ru: Открыть ссылку

source: Send link…
el: Αποστολή συνδέσμου…
ru: Отправить ссылку…

source: Save…
el: Αποθήκευση…
ru: Сохранить…

source: Highlight structured phrases
bs: Istaknite strukturirane izraze
el: Επισήμανση δομημένων φράσεων
lv: Izcelt strukturētās frāzes
ru: Подсвечивать структурированные фразы

source: Calling URL %s…
el: Κλήση URL %s…
ru: Вызов URL %s…

source: Zoom In
el: Μεγέθυνση
ru: Уменьшить

source: Zoom Out
el: Σμίκρυνση
ru: Уменьшить

source: Zoom 100%
el: Εστίαση 100%
ru: Масштаб 100%

source: Select _All
bs: Odaberi _Sve
el: Επιλογή ό_λων
lv: Izvēlēties _visu
ru: Выделить _всё

source: Print…
el: Εκτύπωση…
ru: Печать…

source: Prefer HTML for this sender
el: Προτίμηση HTML για αυτόν τον αποστολέα
ru: Предпочитать HTML для этого отправителя

source: Load external content for this sender
el: Φόρτωση εξωτερικού περιεχομένου για αυτόν τον αποστολέα
ru: Загрузить внешний контент для этого отправителя

source: S_tore Address
el: Αποθήκευση _διεύθυνσης
ru: _Сохранить адрес

source: Full Name:
el: Πλήρες όνομα:
ru: Полное имя:

source: Nick Name:
el: Ψευδώνυμο:
ru: Псевдоним:

source: First Name:
el: Όνομα:
ru: Имя:

source: Last Name:
el: Επώνυμο:
ru: Фамилия:

source: Organization:
el: Οργανισμός:
ru: Упорядочивание:

source: Email Address:
el: Διεύθυνση email:
ru: Электронный адрес:

source: The message sent by %s with subject “%s” contains 8-bit characters, but no header describing the used codeset (converted to %s)
el: Το μήνυμα που στάλθηκε από τον %s με θέμα «%s» περιέχει χαρακτήρες 8-bit, αλλά δεν υπάρχει κεφαλίδα που να περιγράφει τη χρησιμοποιούμενη κωδικοποίηση (μετατράπηκε σε %s)
ru: Сообщение, отправленное %s с темой «%s», содержит 8-битные символы, но нет заголовка, описывающего кодировку символов (преобразовано в %s)

source: This is an iTIP calendar “%s” message.
el: Αυτό είναι ένα μήνυμα ημερολογίου iTIP «%s».
ru: Это сообщение «%s» календаря iTIP.

source: Summary:
el: Περίληψη:
ru: Резюме:

source: Organizer:
el: Διοργανωτής:
ru: Организация:

source: Start:
el: Έναρξη:
ru: Начало:

source: End:
el: Λήξη:
ru: Конец:

source: Duration:
el: Διάρκεια:
ru: Продолжительность:

source: Recurrence:
el: Επανάληψη:
ru: Повторение:

source: Location:
el: Τοποθεσία:
ru: Местонахождение:

source: Attendee:
el: Συμμετέχων:
ru: Участник:

source: Category:
el: Κατηγορία:
ru: Категория:

source: Description:
el: Περιγραφή:
ru: Описание:

source: The sender asks you for a reply to this request:
bs: Pošiljalac vas pita za odgovor na njegov zahtjev:
el: Ο αποστολέας ζητά μια απάντηση σε αυτό το αίτημα:
lv: Sūtītājs lūdz jums atbildēt uz šo pieprasījumu:
ru: Отправитель просит вас ответить на этот запрос:

source: Accept
bs: Prihvati
el: Αποδοχή
lv: Pieņemt
ru: Принять

source: Accept tentatively
bs: Prihvati sa oprezom
el: Αποδοχή υπό όρους
lv: Pagaidām pieņemt
ru: Принять предварительно

source: Decline
bs: Odbij
el: Απόρριψη
lv: Noraidīt
ru: Отклонить

source: iTIP Calendar Request
el: Αίτημα ημερολογίου iTIP
ru: Запрос календаря iTIP

source: %s %s the following iTIP calendar request:
el: Ο/Η %s %s το ακόλουθο αίτημα ημερολογίου iTIP:
ru: %s %s следующий запрос календаря iTIP:

source: Sending the iTIP calendar reply failed: %s
el: Η αποστολή της απάντησης ημερολογίου iTIP απέτυχε: %s
ru: Не удалось отправить ответ на календарь iTIP: %s

source: File name:
bs: Naziv datoteke:
el: Όνομα αρχείου:
lv: Datnes nosaukums:
ru: Название файла:

source: Full Name
bs: Puno ime
el: Ονοματεπώνυμο
lv: Pilns vārds
ru: Полное имя

source: Nick Name
bs: Nadimak
el: Ψευδώνυμο
lv: Segvārds
ru: Псевдоним

source: First Name
bs: Ime
el: Όνομα
lv: Vārds
ru: Имя

source: Last Name
bs: Prezime
el: Επώνυμο
lv: Uzvārds
ru: Фамилия

source: Organization
bs: Organizacija
el: Οργανισμός
lv: Organizācija
ru: Организация

source: One of the specified fields contains:
bs: Jedno od određenih polja sadrži:
el: Ένα από τα ορισμένα πεδία περιέχει:
lv: Viens no norādītajiem laukiem satur:
ru: Одно из указанных полей содержит:

source: None of the specified fields contains:
bs: Nijedno od određenih polja ne sadrži:
el: Κανένα από τα ορισμένα πεδία δεν περιέχει:
lv: Neviens no norādītajiem laukiem nesatur:
ru: Ни одно из указанных полей не содержит:

source: One of the regular expressions matches
bs: Jedan od regularnih izraza se podudara
el: Μία από τις κανονικές εκφράσεις ταιριάζει
lv: Viena no regulārajām izteiksmēm atbilst
ru: Соответствие одному регулярному выражению

source: None of the regular expressions matches
bs: Nijedan od regularnih izraza se ne podudara
el: Καμία από τις κανονικές εκφράσεις δεν ταιριάζει
lv: Neviena no regulārajām izteiksmēm neatbilst
ru: Нет соответствий регулярным выражениям

source: Match when date is in the interval:
bs: Poveži kada je datum u intervalu:
el: Ταίριασμα όταν η ημερομηνία είναι στο διάστημα:
lv: Atbilst, kad datums ir intervālā:
ru: Соответствует, когда дата находится в пределах интервала:

source: Match when date is outside the interval:
bs: Poveži kada je datum izvan intervala:
el: Ταίριασμα όταν η ημερομηνία είναι εκτός διαστήματος:
lv: Atbilst, kad datums ir ārpus intervāla:
ru: Соответствует, когда дата находится за пределами интервала:

source: Match when one of these flags is set:
bs: Poveži kada je jedna od ovih zastavica postavljena:
el: Ταίριασμα όταν ένας από αυτούς τους ενδείκτες είναι ενεργός:
lv: Atbilst, kad šīs atzīmes ir iestatītas:
ru: Соответствует, когда установлен один из этих флагов:

source: Match when none of these flags is set:
bs: Poveži kada nijedna od ovih zastavica nije postavljena:
el: Ταίριασμα όταν κανένας από αυτούς τους ενδείκτες δεν είναι ενεργός:
lv: Atbilst, kad neviena no šīm atzīmēm nav iestatītas:
ru: Соответствует, если ни один из этих флагов не установлен:

source: You must specify the name of the user header to match on
bs: Morate specificirati ime korisnika zaglavlja za povezivanje
el: Πρέπει να καθορίσετε το όνομα της επικεφαλίδας χρήστη για το ταίριασμα
lv: Jums jānorāda lietotāja galvenes nosaukums, kuram atbilst
ru: Необходимо указать название пользовательского заголовка с которым проверять соответствие

source: You must specify at least one field for matching
bs: Morate specificirati najmanje jedno polje za povezivanje
el: Πρέπει να καθορίσετε τουλάχιστον ένα πεδίο για ταίριασμα
lv: Jums jānorāda vismaz viens lauks atbilstībai
ru: Необходимо указать хотя бы одно поле для сопоставления

source: You must provide a string
bs: Morate obezbjediti string
el: Πρέπει να εισάγετε μια συμβολοσειρά
lv: Jums jāpiedāvā virkne
ru: Необходимо указать строку

source: You must provide at least one regular expression
bs: Morate obezbjediti najmanje jedan regularan izraz
el: Πρέπει να εισάγετε τουλάχιστον μία κανονική έκφραση
lv: Jums jāpiedāvā vismaz viena regulārā izteiksme
ru: Необходимо ввести хотя бы одно регулярное выражение

source: Low date is incorrect
bs: Donji datum je neispravan
el: Η αρχική ημερομηνία είναι εσφαλμένη
lv: Apakšējais datums ir nepareizs
ru: Нижняя дата некорректна

source: High date is incorrect
bs: Gornji datum je neispravan
el: Η τελική ημερομηνία είναι εσφαλμένη
lv: Augšējais datums ir nepareizs
ru: Верхняя дата некорректна

source: Low date is greater than high date
bs: Donji datum je veći od gornjeg datuma
el: Η αρχική ημερομηνία είναι μεταγενέστερη από την τελική
lv: Apakšējais datums ir lielāks, nekā augšējais datums
ru: Нижняя дата позже верхней

source: Error displaying condition help: %s
bs: Greška u prikazu uslovne pomoći: %s
el: Σφάλμα εμφάνισης βοήθειας συνθηκών: %s
lv: Kļūda, parādot nosacīto palīdzību — %s
ru: Возникла ошибка при отображении справки об условиях: %s

source: Match Fields
bs: Uspoređuj polja
el: Πεδία ταιριάσματος
lv: Savietot laukus
ru: Поля соответствия

source: _All
bs: _Sve
el: Ό_λα
lv: _Visi
ru: _Все

source: C_lear
bs: O_čisti
el: Κα_θαρισμός
lv: A_ttīrīt
ru: О_чистить

source: _Body
bs: _Tijelo
el: _Σώμα
lv: _Pamatteksts
ru: _Текст письма

source: _To:
bs: _Za:
el: _Προς:
lv: _Kam:
ru: _Кому:

source: _From:
bs: _Od:
el: Α_πό:
lv: _No:
ru: _От:

source: _Subject
bs: _Tema
el: _Θέμα
et: Teema
lv: _Temats
ru: _Тема

source: _CC:
el: _Κοιν.:
ru: _Копия:

source: _User header:
bs: _Korisničko zaglavlje:
el: Επικεφαλίδα _χρήστη:
lv: _Lietotāja galvene:
ru: Заголовок _пользователя:

source: Unread
be: Непрачытанае
bs: Nepročitano
el: Αδιάβαστο
lv: Nelasītas
ru: Непрочитанное

source: One of the specified f_ields contains
bs: Jedan od specificiranih p_olja sadrži
el: Ένα από τα καθορισμένα _πεδία περιέχει
lv: V_iens no norādītajiem laukiem satur
ru: Одно из указанных _полей содержит

source: Contain/Does _Not Contain
bs: Sadrži/_Ne sadrži
el: Περιέχει/Δε_ν περιέχει
lv: Satur / _nesatur
ru: Содержит/Не содержит

source: _One of the regular expressions matches
bs: _Jedan od regularnih izraza sadrži
el: _Μία από τις κανονικές εκφράσεις ταιριάζει
lv: Viena n_o regulārajām izteiksmēm atbilst
ru: _Одно из регулярных выражений соответствует

source: One _Matches/None Matches
bs: Jedan _Par/Nijedan par
el: _Ένα ταίριασμα/Κανένα ταίριασμα
lv: Viens _atbilst / neviens neatbilst
ru: Одно _соответствие/Нет соответствий

source: Filtering using regular expressions is not yet implemented.
bs: Filtriranje koristeći regularne izraze još uvijek nije implementirano.
el: Το φιλτράρισμα με χρήση κανονικών εκφράσεων δεν έχει υλοποιηθεί ακόμη.
lv: Filtrēšana, izmantojot regulārās izteiksmes, vēl nav ieviesta.
ru: Фильтрация с помощью регулярных выражений пока не реализована.

source: Match when message date is in the interval:
bs: Spoji kada je datum poruke u intervalu:
el: Ταίριασμα όταν η ημερομηνία του μηνύματος είναι στο διάστημα:
lv: Atbilst, kad vēstules datums ir intervālā:
ru: Считать соответствующим, если дата сообщения находится в пределах:

source: Inside/outside the date interval
bs: U/izvan intervala datuma
el: Εντός/εκτός διαστήματος ημερομηνίας
lv: Iekšpusē / ārpusē datuma intervālam
ru: Внутри/вне диапазона

source: Match when one flag is set/when no flag is set
bs: Poveži kada je jedna zastavica postavljena/kada nijedna zastavica nije postavljena
el: Ταίριασμα όταν ένας ενδείκτης είναι ενεργός/ανενεργός
lv: Atbilst, kad iestatīta viena / neviena atzīme
ru: Соответствует, если один флаг установлен/если флаг не установлен

source: Search T_ype:
bs: Traži T_ip:
el: _Τύπος αναζήτησης:
lv: Meklēšanas ti_ps:
ru: _Тип поиска:

source: Edit condition for filter:
bs: Uredi uslov za filter:
el: Επεξεργασία συνθήκης για το φίλτρο:
lv: Rediģēt nosacījumu filtram:
ru: Изменить условие для фильтра:

source: Filter with no condition was omitted
bs: Filter bez uslova je izostavljen
el: Φίλτρο χωρίς συνθήκη παραλείφθηκε
lv: Filtrs bez nosacījumiem tika atmests
ru: Фильтр, не имеющий условия, пропущен

source: Error displaying filter help: %s
bs: Greška u prikazu filter pomoći: %s
el: Σφάλμα εμφάνισης βοήθειας φίλτρων: %s
lv: Kļūda, parādot filtra palīdzību — %s
ru: Возникла ошибка при показе справки о фильтре: %s

source: New filter
bs: Novi filter
el: Νέο φίλτρο
lv: Jauns filtrs
ru: Новый фильтр

source: No filter name specified.
bs: Ime filtera nije specificirano.
el: Δεν ορίστηκε όνομα φίλτρου.
lv: Filtra nosaukums nav norādīts.
ru: Не указано название фильтра.

source: Filter “%s” already exists.
el: Το φίλτρο «%s» υπάρχει ήδη.
ru: Фильтр «%s» уже существует.

source: Filter must have conditions.
bs: Filter mora imati uslove.
el: Το φίλτρο πρέπει να έχει συνθήκες.
lv: Filtram jābūt ar nosacījumiem.
ru: Фильтр должен содержать условия.

source: Filter has matched
bs: Filter je povezan
el: Το φίλτρο ταιριάζει
lv: Filtram ir atbilstība
ru: Выявлено соответствие фильтру

source: You must provide a sound to play
bs: Morate obezbijediti zvuk za pokretanje
el: Πρέπει να ορίσετε έναν ήχο για αναπαραγωγή
lv: Jums jānorāda skaņa, ko atskaņot
ru: Вы должны указать звук для воспроизведения

source: (Example: write December 31, 2000, as %s)
bs: (Primjer: napišite Decembar 31, 2000, kao %s)
el: (Παράδειγμα: γράψτε 31 Δεκεμβρίου 2000, ως %s)
lv: (Piemērs — rakstiet Decembris 31, 2000, kā %s)
ru: (Например: напишите 31 декабря 2000 как %s)

source: Simple
be: Простае
bs: Jednostavno
el: Απλό
lv: Vienkāršs
ru: Простое

source: Regular Expression
be: Сталы выраз
bs: Regularni izraz
el: Κανονική έκφραση
lv: Regulāra izteiksme
ru: Регулярное выражение

source: Date interval
bs: Interval datuma
el: Διάστημα ημερομηνίας
lv: Datuma intervāls
ru: Интервал дат

source: Flag condition
bs: Uslov zastavice
el: Συνθήκη ενδείκτη
lv: Atzīmes nosacījums
ru: Состояние флага
