Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: This will remove the mailbox "%s" from the list of mailboxes. You may also delete the disk file or files associated with this mailbox. If you do not remove the file on disk you may "Add Mailbox" to access the mailbox again. What would you like to do?
bs: Ovo će ukloniti poštansko sanduče "%s" iz liste poštanskih sandučeta. Takođe možete ukloniti datoteke sa diska i datoteke povezane sa ovim poštanskim sandučetom. Ukoliko ne uklonite datoteku sa diska možete "Dodati Poštansko Sanduče" da bi pristupili poštanskom sandučetu ponovno. Da li to želite uraditi?
lv: Tas izņems pastkasti “%s” no pastkastu saraksta. Jūs varat arī izdzēst diska datni vai datnes, kas asociēti ar šo pastkasti. Ja jūs neizņemsiet datni no diska, jūs varēsiet “Pievienot pastkasti”, lai no jauna piekļūtu pastkastei. Ko jūs vēlētos darīt?

source: This will remove the mailbox "%s" and all its messages from your IMAP server. If %s has subfolders, it will still appear as a node in the folder tree. You may use "New IMAP subfolder" later to add a mailbox with this name. What would you like to do?
bs: Ovo će ukloniti poštansko sanduče "%s" i sve njegove poruke sa Vašeg IMAP servera. Ukoliko %s ima poddirektorije, još uvijek će se pojavljivati kao čvor u stablu direktorija. Možete koristiti "Novi IMAP poddirektorij" kasnije za dodavanje poštanskog sandučeta sa ovim imenom. Sta želite uraditi?
lv: Tas izņems pastkasti “%s” un visas tās vēstules no IMAP servera. Ja %s ir apakšmapes, tās joprojām parādīsies kā mezgls mapju kokā. Jūs varat vēlāk lietot “Jauna IMAP apakšmape”, lai pievienotu pastkastīt ar šādu nosaukumu. Ko jūs vēlētos darīt?

source: This will remove the mailbox "%s" from the list of mailboxes. You may use "Add Mailbox" later to access this mailbox again. What would you like to do?
bs: Ovo će ukloniti mailbox "%s" iz liste mailboxa. Možete koristiti "Dodaj Mailbox" kasnije za ponovni pristup ovom mailboxu. Šta želite uraditi?
lv: Tas izņems pastkasti “%s” no pastkastu saraksta. Jūs vēlāk variet lietot “Pievienot pastkastīti”, lai pievienotu šo mapi atkal. Ko jūs vēlētos darīt?

source: %s on %s
be: %s на %s
bs: %s na %s
lv: %s uz %s

source: Mailbox _name:
bs: _Naziv poštanskog sandučeta:
lv: Pastkastes _nosaukums:

source: Pass_word:
be: Пароль:
bs: Lozi_nka:
lv: Pa_role:

source: _Username:
be: Імя карыстальніку:
bs: _Korisničko ime:
lv: _Lietotājvārds:

source: F_older path:
bs: D_irektorij put:
lv: _Mapes ceļš:

source: Scanning %s. Please wait...
bs: Skeniram %s. Molimo pričekajte...
lv: Skenē %s. Lūdzu, uzgaidiet...

source: Local _mbox mailbox...
bs: Lokalno _mbox poštansko sanduče...
lv: Lokālā _mbox pastkaste...

source: Local Mail_dir mailbox...
bs: Lokalno Mail_dir poštansko sanduče...
lv: Lokālā Mail_dir pastkaste...

source: Local M_H mailbox...
bs: Lokalno M_H poštansko sanduče...
lv: Lokālā M_H pastkaste...

source: Remote _IMAP mailbox...
bs: Udaljeno _IMAP poštansko sanduče...
lv: Attālinātā _IMAP pastkaste...

source: Remote IMAP _folder...
bs: Udaljeni IMAP_ direktorij...
lv: Attālinātā IMAP _mape...

source: Remote IMAP _subfolder...
bs: Udaljeni IMAP_ poddirektorij...
lv: Attālinātā IMAP _apakšmape...

source: _Properties...
bs: _Osobine...
lv: Ī_pašības...

source: _Subscribe
bs: _Preplati se
lv: _Abonēt

source: _Unsubscribe
bs: _Odjavi se
lv: Pārtra_ukt abonēšanu

source: The path "%s" does not lead to a mailbox.
bs: Put "%s" ne vodi do poštanskog sandučeta.
lv: Ceļš “%s” nenorāda uz pastkasti.

source: Local mailbox %s loaded as: %s
bs: Lokalno poštansko sanduče %s napunjeno kao: %s
lv: Lokālā pastkaste %s ielādēta kā — %s

source: Local folder %s
bs: Lokalni direktorij %s
lv: Lokālā mape %s

source: Could not write to %s: %s
bs: Ne mogu pisati u %s: %s
lv: Nevarēja ierakstīt %s — %s

source: Get new mail on startup
be: Праверыць пошту падчас запуску
bs: Daj novu poštu pri pokretanju
et: Vaata uut posti käivitumisel
lv: Saņemt jauno pastu palaižoties

source: Attach file at PATH
bs: Priloži direktorij u PUT
lv: Pievienot datni no CEĻŠ

source: Opens default Inbox on startup
bs: Otvara podrazumijevanu Ulaznu poštu pri pokretanju
lv: Palaižoties atver noklusēto Iesūtni

source: Debug POP3 connection
bs: Debug POP3 konekciju
lv: Atkļūdot POP3 savienojumu

source: Debug IMAP connection
bs: Debug IMAP konekciju
lv: Atkļūdot IMAP savienojumu

source: The Balsa E-Mail Client
bs: Klijent Balsa E-Pošte
lv: Balsa e-pasta klients

source: Run '%s --help' to see a full list of available command line options.
bs: Pokrenite „%s --help“ da biste vidjeli cijelu listu dostupnih opcija komandne linije.
lv: Palaidiet '%s --help', lai redzētu pilnu pieejamo komandrindas iespēju sarakstu.

source: Balsa cannot open your "%s" mailbox.
bs: Balsa ne može otvoriti Vaše "%s" poštansko sanduče.
lv: Balsa nevar atvērt jūsu “%s” pastkasti.

source: Compressing mail folders...
bs: Sažimam direktorije pošte...
lv: Saspiež pasta mapes...

source: Balsa closes files and connections. Please wait...
bs: Balsa zatvara datoteke i konekcije. Molimo pričekajte...
lv: Balsa aizver datnes un savienojumus. Lūdzu, uzgaidiet...

source: _Settings
bs: _Podešavanja
lv: Ie_statījumi

source: Mail_boxes
bs: Poštanska _sandučeta
lv: Past_kastes

source: _More
bs: _Više
lv: _Vairāk

source: _Headers
bs: _Zaglavlja
lv: _Galvenes

source: _Sort Mailbox
bs: _Sortiraj poštanska sandučeta
lv: Kārtot pa_stkasti

source: H_ide messages
bs: Sa_krij poruke
lv: S_lēpt vēstules

source: _Tools
bs: _Alati
lv: _Rīki

source: _Filters
bs: _Filteri
lv: _Filtri

source: F_ilters
bs: F_ilteri
lv: F_iltri

source: Manage filters
be: Кіраваньне фільтрамі
bs: Uredi filtere
et: Halda filtreid
lv: Pārvaldīt filtrus

source: Continue editing current message
be: Працягваць рэдагаваньне бягучага лісту
bs: Nastavi sa uređivanjem trenutne poruke
et: Jätka käesoleva kirja kirjutamist
lv: Turpināt pašreizējās vēstules rediģēšanu

source: Fetch new incoming mail
be: Узяць новую ўвахожую пошту
bs: Uhvati novu dolazeću poštu
et: Tõmba uued sissetulevad kirjad
lv: Saņemt jaunas ienākošās vēstules

source: Send messages from the outbox
bs: Pošalji poruke iz odlazne pošte
lv: Sūtīt vēstules no izsūtnes

source: Send and Receive messages
bs: Pošalji i Primi poruke
lv: Sūtīt un saņemt vēstules

source: Set up page for printing
bs: Postavi stranicu za printanje
lv: Iestatīt lapas drukāšanai

source: _Address Book...
be: Кніга адрэсаў...
bs: _Adresar...
lv: _Adrešu grāmata...

source: Open the address book
be: Адчыніць кнігу адрэсаў
bs: Otvori adresar
lv: Atvērt adrešu grāmatu

source: Quit Balsa
bs: Isključi Balsu
lv: Iziet no Balsa

source: _Message...
be: Ліст...
bs: _Poruka...
lv: _Vēstule...

source: Compose a new message
be: Скласьці новы ліст
bs: Kreiraj novu poruku
et: Kirjuta uus kiri
lv: Uzrakstīt jaunu vēstuli

source: Local mbox mailbox...
be: Лякальная паштовая скрыня Mbox...
bs: Lokalno mbox poštansko sanduče...
lv: Lokālā mbox pastkaste...

source: Add a new mbox style mailbox
be: Дадаць новую паштовую скрыню ў стылі mbox
bs: Dodaj novo poštansko sandučeta mbox stila
lv: Pievienot jaunu mbox stila pastkasti

source: Local Maildir mailbox...
be: Лякальная паштовая скрыня Maildir...
bs: Lokalno Maildir poštansko sanduče...
lv: Lokālā Maildir pastkaste...

source: Add a new Maildir style mailbox
be: Дадаць новую паштовую скрыню ў стылі Maildir
bs: Dodaj novo ipoštansko sanduče Maildir stila...
lv: Pievienot jaunu Maildir stila pastkasti

source: Local MH mailbox...
be: Лякалная паштовая скрыня MH...
bs: Lokalno MH poštansko sanduče...
lv: Lokālā MH pastkaste...

source: Add a new MH style mailbox
be: Дадаць новую паштовую скрыню ў стылі MH
bs: Dodaj novo poštansko sanduče MH stila
lv: Pievienot jaunu MH stila pastkasti

source: New mailbox...
bs: Novo poštansko sanduče...
lv: Jauna pastkaste...

source: New "Maildir" mailbox...
bs: Novo "Maildir" poštanskog sandučeta...
lv: Jauna “Maildir” pastkaste...

source: New "MH" mailbox...
bs: Novo "MH" poštansko sanduče...
lv: Jauna “MH” pastkaste...

source: Remote IMAP mailbox...
be: Аддаленая паштовая скрыня IMAP...
bs: Udaljeno IMAP poštansko sanduče...
lv: Attālinātā IMAP pastkaste...

source: Add a new IMAP mailbox
be: Дадаць новую паштовую скрыню IMAP
bs: Dodaj novo IMAP poštansko sanduče
lv: Pievienot jaunu IMAP pastkasti

source: Remote IMAP folder...
be: Аддаленая тэчка IMAP...
bs: Udaljeni IMAP direktorij...
lv: Attālinātā IMAP mape...

source: Add a new IMAP folder
be: Дадаць новую тэчку IMAP
bs: Dodaj novi IMAP direktorij
lv: Pievienot jaunu IMAP mapi

source: Remote IMAP subfolder...
bs: Udaljeni IMAP poddirektorij...
lv: Attālinātā IMAP apakšmape...

source: Add a new IMAP subfolder
bs: Dodaj novi IMAP poddirektorij
lv: Pievienot jaunu IMAP apakšmapi

source: F_ilters...
bs: F_ilteri...
lv: F_iltri...

source: _Export Filters...
bs: _Izvezi Filtere...
lv: _Eksportēt filtrus...

source: Export filters as Sieve scripts
bs: Izvezi filtere kao Sijeve skripte
lv: Eksportēt filtrus kā Sieve skriptus

source: Prefere_nces
bs: _Postavke
lv: Ies_tatījumi

source: Expand all threads
bs: Razgranaj sve niti
lv: Izvērst visus pavedienus

source: Collapse all expanded threads
bs: Skupi sve razgranate niti
lv: Sakļaut visus pavedienus

source: Increase magnification
bs: Povećaj uvećanje
lv: Palielināt mērogu

source: Decrease magnification
bs: Smanji uvećanje
lv: Samazināt mērogu

source: No magnification
bs: Bez povećanja
lv: Bez palielinājuma

source: Delete messages from the Trash mailbox
be: Выдаліць паведамленьні са сьметніцы
bs: Izbriši poruke iz poštanskog sandučeta Smeće
lv: Dzēst vēstules no miskastes pastkastes

source: _Toolbars...
bs: _Alatne trake...
lv: _Rīkjoslas...

source: Customize toolbars
bs: Podesi trake s alatima
lv: Pielāgot rīkjoslas

source: _Identities...
bs: _Identiteti...
lv: _Identitātes...

source: Create and set current identities
bs: Kreiraj i postavi trenutne identitete
lv: Izveidot un iestatīt pašreizējās identitātes

source: Table of Contents
bs: Sadržaj
lv: Satura rādītājs

source: Reset mailbox filter
bs: Resetuj filter poštanskog sandučeta
lv: Atstatīt pastkastes filtru

source: _Select All
bs: _Odaberi Sve
lv: Izvēlēties vi_su

source: Select all messages in current mailbox
bs: Odaberi sve poruke u trenutnom poštanskom sandučetu
lv: Izvēlēties visas vēstules pašreizējā pastkastē

source: Edit the selected mailbox
be: Рэдагаваць абраную паштовую скрыню
bs: Uredi odabrano poštansko sanduče
et: Muuda valitud postkasti
lv: Rediģēt izvēlēto pastkasti

source: _Delete...
be: Выдаліць...
bs: _Obriši...
lv: _Dzēst...

source: Delete the selected mailbox
be: Зьнішчыць абраную паштовую скрыню
bs: Obriši odabrano poštansko sanduče
et: Kustuta valitud postkast
lv: Dzēst izvēlētās pastkastes

source: Expunge messages marked as deleted in the current mailbox
bs: Obriši poruke označene kao obrisane u trenutnom poštanskom sandučetu
lv: Iztīrīt vēstules, kas pašreizējā pastkastē atzīmētas kā dzēstas

source: Close mailbox
be: Зачыніць паштовую скрыню
bs: Zatvori poštansko sanduče
lv: Aizvērt pastkasti

source: Select _Filters
bs: Odaberi _Filtere
lv: Izvēlēties _filtrus

source: Select filters to be applied automatically to current mailbox
bs: Odaberi filtere za automatsko primjenjivanje nad trenutnim poštanskim sandučetom
lv: Izvēlēties filtrus, ko automātiski attiecināt pašreizējai pastkastei

source: Remove duplicated messages from the current mailbox
bs: Ukloni duple poruke iz trenutnog poštanskog sandučeta
lv: Izņemt dublējošās vēstules no izvēlētās pastkastes

source: Reply to the current message
be: Адказаць на бягучы ліст
bs: Odgovori na trenutnu poruku
et: Vasta käesolevale kirjale
lv: Atbildēt pašreizējai vēstulei

source: Reply to _All...
be: Адказаць усім...
bs: Odgovori _Svima...
lv: Atbildēt _visiem...

source: Reply to all recipients of the current message
be: Адказаць усім адрасатам бягучага лісту
bs: Odgovori svim primaocima trenutne poruke
et: Vasta kõigile käesoleva kirja adressaatidele
lv: Atbildēt visiem pašreizējas vēstules saņēmējiem

source: Reply to _Group...
be: Адказаць групе...
bs: Odgovori _Grupi...
lv: Atbildēt _grupai...

source: Reply to mailing list
be: Адказаць у сьпіс рассылкі
bs: Odgovori poštanskoj listi
lv: Atbildēt adresātu sarakstam

source: Store address of sender in addressbook
be: Захаваць адрэсу адпраўляльніку ў кнізе адрэсаў
bs: Čuvaj adresu pošiljaoca u adresar
lv: Noglabāt sūtītāja adresi adrešu grāmatā

source: _View Source...
bs: _Prikaži Izvor...
lv: Skatīt a_votu...

source: View source form of the message
bs: Prikaži izvornu formu poruke
lv: Skatīt vēstules avota formu

source: _Forward...
be: Пераслаць...
bs: _Proslijedi...
lv: _Pārsūtīt...

source: Forward the current message
be: Пераслаць бягучы ліст
bs: Proslijedi trenutnu poruku
et: Edasta käesolev kiri
lv: Pārsūtīt pašreizējo vēstuli

source: _Forward attached...
bs: _Proslijeđivanje priloženo...
lv: _Pārsūtīt piesaistītu...

source: Forward the current message as attachment
bs: Proslijedi trenutnu poruku kao vezu
lv: Pārsūtīt pašreizējo vēstuli kā piesaisti

source: Forward _inline...
bs: Proslijedi _linijski...
lv: Pārsūtīt _iekļaujot...

source: Forward the current message inline
bs: Proslijedi trenutnu poruku linijski
lv: Pārsūtīt pašreizējo vēstuli iekļaujot

source: Pipe the message through another program
bs: Proslijedi poruku kroz drugi program
lv: Sūtīt vēstuli caur citu programmu pa konveijeri

source: Select all messages in current thread
bs: Odaberi sve poruke u trenutnoj niti
lv: Izvēlēties visas vēstules pašreizējā pavedienā

source: _Print...
bs: _Štampaj...
lv: _Drukāt...

source: Print current message
be: Надрукаваць бягучы ліст
bs: Ispiši trenutnu poruku
et: Trüki käesolev kiri
lv: Drukāt pašreizējo vēstuli

source: Save Current Part...
be: Захаваць бягучую частку...
bs: Sačuvaj Trenutni Dio...
lv: Saglabāt pašreizējo daļu...

source: Save currently displayed part of message
bs: Sačuvaj trenutno prikazani dio poruke
lv: Saglabāt pašlaik attēloto vēstules daļu

source: Next part in message
be: Наступная частка паведамленьня
bs: Sljedeći dio u poruci
lv: Nākamā vēstules daļa

source: Previous part in message
be: Папярэдняя частка паведамленьня
bs: Prethodni dio u poruci
lv: Iepriekšējā vēstules daļa

source: Copy message
bs: Kopirajte poruku
lv: Kopēt vēstuli

source: Find a string in this message
bs: Pronađi string u ovoj poruci
lv: Atrast virkni šajā vēstulē

source: Move the current message to Trash mailbox
bs: Premjesti trenutnu poruku u Smeće poštanskog sandučeta
lv: Pārvietot pašreizējo vēstuli uz miskastes pastkasti

source: _Delete to Trash
bs: _Obriši u Smeće
lv: _Dzēst miskasti

source: Toggle New
be: Пераключыць новы
bs: Prebaci Novo
lv: Pārslēgt jaunas

source: Toggle flagged
be: Пераключыць сыгналіьнае
bs: Prebaci označeno
lv: Pārslēgt atzīmējumu

source: Toggle deleted flag
bs: Preklopi obrisane zastavice
lv: Pārslēgt dzēsuma atzīmi

source: Toggle Answered
bs: Preklopi Odgovoreno
lv: Pārslēgt, vai ir atbildēts

source: Toggle display of mailbox and folder tree
be: Пераключыць адлюстраваньне паштовае скрыні й дрэва тэчак
bs: Preklopi prikaz poštanskog sandučeta i stabla direktorija
lv: Pārslēgt pastkastu un mapju koka rādīšanu

source: Toggle display of mailbox notebook tabs
be: Пераключыць адлюстраваньне закладак паштовае скрыні
bs: Prikaži prikaz tabulatora imenika poštanskog sandučeta
lv: Pārslēgt pastkastes piezīmju ciļņu parādīšanu

source: _Descending
bs: _Opadajuće
lv: _Dilstoši

source: Sort in a descending order
bs: Sortiraj u opadajućem poretku
lv: Kārtot dilstošā secībā

source: _View filter
bs: _Prikaži filter
lv: _Skatīt filtru

source: Enable quick message index filter
bs: Omogući brzo filtriranje indeksa poruke
lv: Aktivēt ātru vēstuļu indeksa filtrēšanu

source: Wrap message lines
be: Пераносіць радкі лісту
bs: Prelomi linije poruke
lv: Aplauzt vēstuļu rindas

source: Un_Deleted
bs: Ne_Obrisano
lv: At_dzēsta

source: Show all headers
bs: Prikaži sva zaglavlja
lv: Rādīt visas galvenes

source: Msg Preview
bs: Pregled Poruke
lv: Vēstules priekšskatījums

source: Show preview pane
bs: Prikaži pregled poruke
lv: Parādīt priekšskatījuma rūti

source: Display no headers
be: Не адлюстроўваць загалоўкі
bs: Ne prikazuj zaglavlja
lv: Nerādīt galvenes

source: Display selected headers
be: Адлюстраваць абраныя загалоўкі
bs: Prikaži označena zaglavlja
lv: Parādīt izvēlētās galvenes

source: Display all headers
be: Адлюстраваць усе загалоўкі
bs: Prikaži sva zaglavlja
lv: Parādīt visas galvenes

source: _Flat index
be: Суцэльны йндэкс
bs: _Fiksni indeks
lv: _Līdzens indekss

source: No threading at all
be: Не разьбіраць па тэмах
bs: Uopšte nema nizanja
lv: Vispār bez pavedieniem

source: Si_mple threading
bs: Jed_nostavno nizanje
lv: Vie_nkārši pavedieni

source: Simple threading algorithm
be: Просты альгарытм разбору па тэмах
bs: Jednostavan algoritam nizanja
lv: Vienkāršs pavedienu algoritms

source: _JWZ threading
be: Разбор па тэмах JWZ
bs: _JWZ nizanje
lv: _JWZ pavedieni

source: Elaborate JWZ threading
be: Разьвіцьцё разбору па тэмах JWZ
bs: Razradite JWZ nizanje
lv: Izvēsti JWZ pavedieni

source: By _Arrival
bs: Po _Dolasku
lv: Pienā_kot

source: Arrival order
bs: Dolezeći red
lv: Pienākšanas secībā

source: By _Sender
bs: Po _Pošiljaocu
lv: Pēc _sūtītāja

source: Sender order
bs: Red pošiljaoca
lv: Sūtītāju secībā

source: By S_ubject
bs: Po Pr_edmetu
lv: Pēc te_mata

source: Subject order
bs: Red predmeta
lv: Temata secībā

source: By Si_ze
bs: Po Duž_ini
lv: Pēc i_zmēra

source: By message size
bs: Po dužini poruke
lv: Pēc vēstuļu izmēra

source: _Threaded
bs: _Nizano
lv: _Pavedieni

source: Use message threading
bs: Koristite nizanje poruke
lv: Izmantot vēstuļu pavedienus

source: Checking Mail...
bs: Provjeravam Poštu...
lv: Pārbauda pastu...

source: Finished Checking.
bs: Završena provjera.
lv: Pārbaude pabeigta.

source: Sending error: %s
be: Памылка адпраўкі: %s
bs: Greška slanja: %s
lv: Sūtīšanas kļūda — %s

source: Balsa: you have received %d new message.
bs: Balsa: primili ste %d novu poruku.
lv: Balsa: jūs esat saņēmis %d jaunu vēstules.

source: Balsa: you have new mail.
bs: Balsa: imate novu poštu.
lv: Balsa: jūs esat saņēmis jaunu vēstuli.

source: Balsa: New mail
bs: Balsa: Nova pošta
lv: Balsa: jauna vēstule

source: Balsa: %s (readonly)
be: Balsa: %s (толькі для чытаньня)
bs: Balsa: %s (samo za čitanje)
lv: Balsa: %s (tikai lasāms)

source: Close the message window
bs: Zatvori prozor za poruke
lv: Aizvērt vēstules logu

source: _Find in message
bs: _Potraži unutar poruke
lv: _Meklēt vēstulē

source: Move the message to Trash mailbox
bs: Premijesti poruku u poštansko sanduče Smeće
lv: Pārvietot vēstuli uz miskastes pastkasti

source: Show toolbar
bs: Prikaži traku sa alatima
lv: Rādīt rīkjoslu

source: _Selected Headers
bs: _Označena zaglavlja
lv: Izvēlētā_s galvenes

source: While retrieving messages
bs: Dok se poruke dohvaćaju
lv: Kamēr saņem vēstules

source: Until closed
bs: Dok se ne zatvori
lv: Līdz aizvērts

source: Fast
bs: Brzo
lv: Ātrs

source: Normal
bs: Normalno
lv: Normāls

source: Bad spellers
bs: Loši bukvari
lv: Sliktas vārdnīcas

source: Flat
bs: Ravno
lv: Līdzens

source: Startup
bs: Pokretanje
et: Käivitus
lv: Startēšana

source: Mail servers
bs: Serveri poštanskog sandučeta
lv: Pasta serveri

source: Check INBOX _only
bs: Provjeri samo ULAZNAPOŠTA
lv: Pārbaudīt tikai _INBOX

source: When mail arrives:
bs: Kada pošta stigne:
lv: Kad pienāk pasts:

source: Show icon
bs: Prikaži ikonu
lv: Parādīt ikonu

source: Quoted text regular expression:
bs: Citirani tekst regularni izraz:
lv: Citēts teksts regulāra Izteiksme:

source: Prefer text/plain over html
bs: Poželjan jasan tekst preko html-a
lv: Priekšroka vienkāršam tekstam pār html

source: display as "?"
bs: prikaži kao "?"
lv: rādīt kā “?”

source: The message header looks clean (the notify-to address is the return path, and I am in the "To:" or "Cc:" list).
bs: Zaglavlje poruke izgleda čisto (obavijest - prema adresi je povratni put, i ja sam u "Za:" ili "Cc:" listi).
lv: Vēstules galvene izskatās tīra (notify-to adrese ir vienāda ar atgriešanas ceļu, esmu "To:" vai "Cc:" sarakstā).

source: Layout
bs: Raspored:
lv: Izkārtojums

source: Show mailbox statistics in left pane
bs: Prikaži statistike poštanskog sandučeta u lijevom prozoru
lv: Rādīt pastkastes statistiku kreisajā rūtī

source: PageUp/PageDown keys scroll text by
bs: StranicaGore/StranicaDolje tipke za prolaz kroz tekst
lv: PageUp/PageDown taustiņi ritina vēstules pa

source: Composition window
bs: Prozor kompozicije
lv: Rakstīšanas logs

source: Invalid or incomplete address label color
bs: Nije validna ili nije kompletna adresa oznake za boju
lv: Nederīgas vai nepilnīgas adreses iezīmes krāsa

source: Default threading style:
bs: Obični stil nizanja:
lv: Noklusējuma pavedienu stils:

source: Pspell settings
bs: Pspell opcije
lv: Pspell iestatījumi

source: Spell check module
bs: Modul provjere pisanja
lv: Pareizrakstības pārbaudes modulis

source: Suggestion level
bs: Nivo sugestije
lv: Ieteikumu līmenis

source: Ignore words shorter than
bs: Ignoriši riječi kraće od
lv: Ignorēt vārdus īsākus par

source: Debug
bs: Prati greške
et: Prussakatõrje
lv: Atkļūdot

source: ...and if unused more than
bs: ... i ukoliko je nekorišteno više od
lv: ... un ja nav lietotas vairāk kā

source: Startup options
bs: Opcije pokretanja
lv: Palaišanas opcijas

source: Open Inbox upon startup
bs: Otvori Dolaznu poštu pri pokretanju
lv: Atvērt iesūtni palaižoties

source: Check mail upon startup
bs: Provjeri poštu pri pokretanju
et: Vaata käivitamisel uut posti
lv: Pārbaudīt pastu palaižoties

source: Choose depth 1 for fast startup; this defers scanning some folders. To see more of the tree at startup, choose a greater depth.
bs: Odaberite dubinu 1 za brzo pokretanje; ovo odgađa skeniranje nekih direktorija. Da biste vidjeli više stabla pri pokretanju, odaberite veću dubinu.
lv: Izvēlaties dziļumu 1 ātrai palaišanai. Tas novilcina dažu mapju skenēšanu. Lai redzētu vairāk no koka pie palaišanas, izvēlieties lielāku dziļumu.

source: Remote POP3 mailbox...
bs: Udaljeno POP3 poštansko sanduče...
lv: Attālinātā POP3 pastkaste...

source: Error displaying link_id %s: %s
bs: Greška u prikazu veza_id %s: %s
lv: Kļūda, parādot link_id %s — %s

source: Signed and encrypted matter
bs: Potpisano i šifrirano pitanje
lv: Parakstīta un šifrēta lieta

source: Signed matter
bs: Potpisano pitanje
lv: Parakstīta lieta

source: Encrypted matter
bs: Šifrirano pitanje
lv: Šifrēta lieta

source: This is an inline %s signed %s message part:
bs: Ovo je linijski %s potpisani %s dio poruke:
lv: Šī ir iekļauta %s parakstīta %s vēstules daļa:

source: default:mm
bs: podrazumijevano:mm

source: The option not to recognize "format=flowed" text has been removed.
bs: Opcija za neprepoznavanje "format=flowed" teksta je uklonjena.
lv: Opcija, lai neatpazītu "format=flowed" tekstu, ir izņemta.

source: The option not to send "format=flowed" text is now on the Options menu of the compose window.
bs: Opcija za ne-slanje "format=flowed" teksta je sada u meniju Opcije unutar sastavljenog prozora.
lv: Opcija, lai nesūtītu "format=flowed" tekstu, tagad ir opciju izvēlnē rakstīšanas logā.

source: This version of Balsa uses a new user interface; if you have changed Balsa's keyboard accelerators, you will need to set them again.
bs: Ova verzija Balse koristi novi korisnički interfejs; ukoliko ste izmijenili Balsin.
lv: Šai Balsa versijai ir jauna lietotāja saskarne. Ja esat mainījis Balsa tastatūras saīsnes, jums vajadzēs tās iestatīt no jauna.

source: Error opening GConf database
bs: Greška u otvaranju GConf baze podataka
lv: Kļūda, atverot GConf datubāzi

source: Error setting GConf field: %s
bs: Greška u postavljanju GConf polja: %s
lv: Kļūda, iestatot GConf lauku — %s

source: _Portugese
bs: _Portugalski
lv: _Portugāļu

source: _Include File...
bs: _Uključi Datoteku...
et: Lisatav fail...
lv: _Iekļaut datni...
