Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: could not create temporary file %s
be: немагчыма стварыць часовы файл %s

source: reply to MDN?
be: адказаць MDN?

source: Inbound
be: Увахожыя

source: Outbound
be: Зыходзячыя

source: Before Sending
be: Перад адпраўкай

source: Demand
be: Патрабаваць

source: Matches
be: Супадзеньні

source: Doesn't Match
be: Няма супадзеньняў

source: External Command
be: Вонкавая каманда

source: On
be: Укл.
et: Sees

source: Match in:
be: Параўнаць:
et: Asukoht:

source: All
be: Дзе заўгодна
et: Kõik

source: Header
be: У загалоўке
et: Päis

source: Match string:
be: Радок для параўнаньня:
et: Leitav tekst:

source: Command:
be: Каманда:
et: Käsk:

source: Filter name:
be: Імя фільтру:
et: Filtri nimi:

source: Process when:
be: Выконваць падчас:
et: Töötle kui:

source: Run on:
be: Што фільтраваць:
et: Käivita kui:

source: Search type:
be: Тып пошуку:
et: Otsingu tüüp:

source: Disposition:
be: Дзеяньне:
et: Dispositsioon:

source: Place/leave in default folder
be: Разьмесьціць/пакінуць у тыповай тэчцы
et: Pane/jäta põhikausta

source: Do not place/leave in default folder
be: Не разьмяшчаць/не пакідаць у тыповай тэчцы
et: Ära jäta/pane põhikausta

source: Stop filtering here
be: Спыніць фільтраваньне
et: Lõpeta filtreerimine siin

source: Create
be: Стварыць

source: Remote IMAP folder set
be: Набор тэчак аддаленага IMAP сэрвэру

source: Descriptive _Name:
be: Апісальнае ймя:

source: _Port:
be: Порт:

source: _User name:
be: Імя карыстальніку:

source: _Subscribed folders only
be: Толькі падпісаныя тэчкі

source: _Prefix
be: Прэфікс

source: This folder is not stored in configuration.I do not yet know how to remove it from remote server.
be: Гэтая тэчка не захоўваецца ў канфігурацыі. Невядома як выдаліць яе з сэрвэру.

source: This will remove the folder %s from the list. You may use "New IMAP Folder" later to add this folder again. What would you like to do?
be: Тэчка %s будзе выдалена са сьпісу. Вы здолееце нанова атрымаць да яе доступ пры дапамозе каманды "Новая тэчка IMAP" Што вы жадаеце зрабіць?

source: Remove from list
be: Выдаліць са сьпісу

source: Balsa Information
be: Інфармацыя Balsa

source: This will remove the mailbox %s from the list of mailboxes. You may also delete the disk file or files associated with this mailbox. If you do not remove the file on disk you may "Add Mailbox" to access the mailbox again. What would you like to do?
be: Паштовая скрыня %s будзе выдалена са сьпісу паштовых скрыняў. Вы можаце таксама выдаліць з дыску файл ці файлы зьвязаныя з гэтай скрыняй. Калі вы ня выдаліце файлы з дыску, тады здолееце нанова атрымаць да яго доступ пры дапамозе каманды "Дадаць паштовую скрыню" Што вы жадаеце зрабіць?

source: Remove from list and disk
be: Выдаліць са сьпісу й з дыску

source: This will remove the mailbox %s from the list of mailboxes You may use "Add Mailbox" later to access this mailbox again What would you like to do?
be: Паштовая скрыня %s будзе выдалена са сьпісу паштовых скрыняў. Вы зможаце нанова атрымаць да яе доступ пры дапамозе каманды "Дадаць паштовую скрыню" Што вы жадаеце зрабіць?

source: Oooop! mailbox not found in balsa_app.mailbox nodes?
be: Паштовая скрыня ня адшукана ў вузлах balsa_app.mailbox?
et: Oioi! Mingi jama postkastiga

source: Mailbox Configurator
be: Канфігураваньне пашт. скрыні
et: Postikausta konfigureerimine

source: This is a mailbox in your local directory. Change the path instead. Mailbox not Updated.
be: Гэтая паштовая скрыня ў вашым лякальным каталёгу. Замест гэтага зьмяніце шлях. Паштовая скрыня не абноўленая.

source: Mailbox _Name:
be: Назва паштовае скрыні:

source: Mailbox _Path:
be: Шлях да паштовае скрыні:

source: Use _APOP Authentication
be: Выкарыстоўваць APOP ідэнтыфікацыю

source: _Check this mailbox for new mail
be: Праверыць пошту ў гэтае паштовае скрыні

source: F_older Path:
be: Шлях да тэчкі:

source: Open
be: Адчыніць

source: Properties...
be: Уласьцівасьці...

source: Subscribe
be: Падпісацца

source: Unsubscribe
be: Адмовіцца ад падпіскі

source: Mark as Inbox
be: Пазначыць як уваходныя

source: Mark as Sentbox
be: Пазначыць як дасланыя

source: Mark as Trash
be: Пазначыць як у сьметніцы

source: Mark as Draftbox
be: Пазначыць як чарнавікі

source: Rescan
be: Перачытаць

source: Local mailbox loaded as: %s
be: Лякальная паштовая скрыня загружана як: %s

source: Send mail from the outbox
be: Даслаць пошту са скрыні "Зыходзячыя"

source: _Filters...
be: Фільтры...
et: _Filtrid

source: N_o Headers
be: Бяз загалоўкаў

source: S_imple threading
be: Просты разбор па тэмах

source: Next Part
be: Наст. частка

source: Previous Part
be: Папяр. частка

source: Save current part in message
be: Захаваць бягучую частку паведамленьня

source: Delete the current message
be: Выдаліць бягучы ліст
et: Kustuta käesolev kiri

source: Undelete the message
be: Аднавіць ліст
et: Taasta kiri

source: _Toggle
be: Пераключыць

source: _Edit...
be: Рэдагаваньне...

source: Co_mmit Current
be: Падцьвердзіць зьмены

source: Commit the changes in the currently opened mailbox
be: Зрабіць незваротнымі зьмены ў бягучай паштовай скрыні
et: Rakenda muutused avatud postkastis

source: Check Email
be: Праверыць пошту
et: Vaata posti

source: Delete message
be: Выдаліць паведамленьне

source: Compose message
be: Скласьці паведамленьне

source: Reply to All
be: Адказаць усім

source: Reply to all
be: Адказаць усім
et: Vasta kõigile

source: Open previous message
be: Адчыніць папярэдняе паведамленьне

source: Open next message
be: Адчыніць наступнае паведамленьне

source: Next Unread
be: Наст. нечытаны

source: Open next unread message
be: Адчыніць наступны нечытаны ліст

source: Unable to Open Mailbox! Please check the mailbox settings.
be: Немагчыма адчыніць паштовую скрыню! Праверце яго наладку.

source: Copyright (C) 1997-2001
be: Аўтарскае права (С) 1997-2001

source: The Balsa email client is part of the GNOME desktop environment. Information on Balsa can be found at http://www.balsa.net/ If you need to report bugs, please do so at: http://bugzilla.gnome.org/
be: Праграма для электроннае пошты Balsa зьяўляецца часткай працоўнага асяродьдзя GNOME. Падрабязьнейшае апісаньне Balsa можно адшукаць на http://www.balsa.net/ Паведаміць пра адшуканыя памылкі на http://bugzilla.gnome.org

source: Commiting mailbox %s failed.
be: Падцьверджаньне паштовае скрыні %s ня атрымалася.

source: Mailbox: Opening %s Refcount: %d
et: Postkast: Avan %s Refcount %d

source: Mailbox: Closing %s Refcount: %d
et: Postkast: Sulgen %s Refcount: %d

source: An error occurred when attempting to creat(2) the file "%s".
et: Juhtus viga, kui üritati luua faili "%s" käsuga creat().

source: Add New Address
et: Lisa uus aadress

source: E-Mail Address:
et: E-posti aadress:

source: Unable to open ~/.gnome/GnomeCard.gcrd for read. - %s
et: Ei suuda avada faili ~/.gnome/GnomeCard.gcrd lugemiseks. - %s

source: Mailbox password:
et: Postikasti parool:

source: Open of %s failed:%s
et: %s avamine ebaõnnestus: %s

source: You need to fill in the Mailbox Name field.
et: Sa pead täitma Postikausta nime lahtri.

source: You need to fill in the folderpath field.
et: Sa pead täitma Kausta raja lahtri.

source: You need to fill in the IMAP Server field
et: Sa pead täitma IMAP serveri lahtri.

source: You need to fill in the username field
et: Sa pead täitma kasutajanime lahtri

source: You need to fill in the password field
et: Sa pead täitma parooli lahtri.

source: You need to fill in the port field
et: Sa pead täitma pordi lahtri.

source: You need to fill in the user field.
et: Sa pead täitma kasutaja lahtri.

source: You need to fill in the password field.
et: Sa pead täitma parooli lahtri.

source: You need to fill in the server field.
et: Sa pead täitma serveri lahtri.

source: You need to fill in the port field.
et: Te peate täitma pordi lahtri.

source: Some of the fields are blank.
et: Osad lahtrid on tühjad.

source: Cannot create mailbox '%s': %s
et: Ei saa luua postkasti '%s' : %s

source: New mailbox type:
et: Uue postikasti tüüp:

source: Local mailbox
et: Kohalik postikast

source: Mailbox Name:
et: Postikasti nimi:

source: Mailbox path:
et: Postikasti rada:

source: Username:
et: Kasutajanimi:

source: Delete from server
et: Kustuta serverilt

source: Folder path:
et: Kataloogi rada:

source: _Get new mail
et: Vaata uusi kirju

source: Opens the address book
et: Avab aadressraamatu

source: Pr_int
et: Trüki

source: Print current mail
et: Trüki käesolev kiri

source: _Reply
et: Vasta

source: Reply to _all
et: Vasta kõigile

source: _Forward
et: Edasta

source: List
et: Nimekiri

source: Add a new mailbox
et: Lisa uus postkast

source: Co_mmit current
et: Rakenda muutused

source: Delete Messages from the trash mailbox
et: Kustuta kirjad prügikastist

source: Delete Message
et: Kustuta kiri

source: Compose Message
et: Kirjuta kiri

source: Open Previous message
et: Ava eelmine kiri

source: Open Next message
et: Ava järgmine kiri

source: The Balsa email client is part of the GNOME desktop environment. Information on Balsa can be found at http://www.balsa.net/ If you need to report bugs, please do so at: http://bugs.gnome.org/
et: Balsa e-posti lugeja on osa GNOME töölaua keskkonnast. Informatsiooni Balsa kohta leiate aadressil http://www.balsa.net/ Kui teil on vaja teatada vigadest, kasutage selleks palun aadressi http://bugs.gnome.org/

source: Open Mailbox
et: Ava postkast

source: Close Mailbox
et: Sule postkast

source: Add New Mailbox
et: Lisa uus postkast

source: Edit Mailbox Properties
et: Muuda postkasti häälestust

source: Delete Mailbox
et: Kustuta postkast

source: Reply to this message
et: Vasta sellele kirjale

source: Reply to all recipients of this message
et: Vasta kõigile selle kirja saajatele

source: Forward this message
et: Edasta käesolev kiri

source: Text
et: Tekst

source: Icons
et: Ikoonid

source: Both
et: Mõlemad

source: 7bits
et: 7 bitti

source: 8bits
et: 8 bitti

source: While Retrieving Messages
et: Kirjade laadimisel

source: Until Closed
et: Kuni sulgemiseni

source: Mail Servers
et: E-posti serverid

source: Mail Options
et: Posti määrangud

source: Display
et: Näit

source: Printing
et: Trükkimine

source: Encoding
et: Kodeering

source: Misc
et: Muud

source: Your name:
et: Sinu nimi:

source: E-mail address:
et: E-posti aadress:

source: Reply-to address:
et: Vastuseaadress:

source: Select your signature file
et: Valige allkirjafail:

source: sending mail
et: saates kirja

source: replying to mail
et: vastates kirjale

source: forwarding mail
et: kirja edasi saates

source: Signature file:
et: Allkirja fail:

source: Use signature file when:
et: Kasuta allkirja:

source: Modify
et: Muuda

source: Local mail
et: Kohalik post

source: Outgoing mail
et: Väljaminevad kirjad

source: Remote SMTP Server
et: SMTP server

source: Local mail user agent
et: Kohalik postilugemise rakendus

source: Minutes
et: Minutit

source: Check mail automatically every:
et: Vaata posti automaatselt intervalliga:

source: Word Wrap
et: Poolitus sõnade vahel

source: Wrap Outgoing Text at:
et: Poolit väljuvate kirjade read:

source: Characters
et: Tähemärgi juurest

source: Default Bcc to:
et: Vaikimisi Bcc saaja:

source: use preview pane
et: kasuta ülevaatepaneeli

source: View all headers
et: Näita kõiki päiseid

source: Toolbars
et: Tööriistaribad

source: Print command:
et: Trükkimise käsklus:

source: Break line at:
et: Poolita rida:

source: Charset
et: Koodileht

source: Select a font to use
et: Valige kasutatav font

source: Browse...
et: Sirvi...

source: Preview pane
et: Ülevaatepaneel

source: Options
et: Häälestus

source: Enter print command below Remember to include '%s'
et: Sisestage trükkimiskäsk Ärge unustage lisamast '%s'

source: Print Command:
et: Trükkimise käsklus:

source: Send this mail
et: Saada see kiri

source: Add attachments to this message
et: Lisa kirjale fail

source: Continue this message later
et: Jätka kirjutamist hiljem

source: Check Spelling
et: Kontrolli õigekirja

source: _Attach file...
et: Lisa fail...

source: Send the currently edited message
et: Saada viimati redigeeritud kiri

source: _To
et: Saaja

source: _Attachments
et: Lisad:

source: _Western (ISO-8859-1)
et: Lääne-Euroopa (ISO-8859-1)

source: W_estern (ISO-8859-15)
et: Lääne-Euroopa (ISO-8859-15)

source: _Central European (ISO-8859-2)
et: Kesk-Euroopa (ISO-8859-2)

source: _South European (ISO-8859-3)
et: Lõuna-Euroopa (ISO-8859-5)

source: _Hebrew (ISO-8859-8)
et: Heebrea (ISO-8859-8)

source: _Turkish (ISO-8859-9)
et: Türgi (ISO-8859-9)

source: _ISO Charset
et: ISO koodileht

source: The attachment pixmap (balsa/attachment.png) cannot be found. This means you cannot attach any files.
et: Lisatud pixmapi (balsa/attachment.png) ei õnnestu leida. Paraku tähendab see seda, et sa ei saa ühtegi faili kirjale lisada.

source: Cannot get info on file '%s': %s
et: Ei suuda lugeda infot faili kohta '%s': %s

source: Attachment is not a regular file: '%s'
et: Kirjalisa ei ole tavaline fail: '%s'

source: Attachments:
et: Lisad:

source: On %s %s wrote:
et: %s %s kirjutas:

source: Reply to
et: Vasta

source: Forward message
et: Edasta kiri

source: Continue message
et: Jätka kirjutamist

source: New message
et: Uus kiri

source: Could not open the file.
et: Ei suuda avada faili.

source: Cannot execute print command.
et: Ei suuda käivitada trükikäsku

source: Error executing lpr
et: Viga lpr käivitamisel
