Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: Email utility
el: Εφαρμογή ηλεκτρονικού ταχυδρομείου
ru: Почтовая утилита

source: Mail Client
bs: Klijent pošte
el: Εφαρμογή αλληλογραφίας
lv: E-pasta klients
ru: Почтовый клиент

source: Mail;E-mail;Email;IMAP
el: Mail;E-mail;Email;IMAP;Αλληλογραφία;Ηλεκτρονικό ταχυδρομείο
ru: Mail;E-mail;Email;IMAP;почта

source: Balsa is a graphical mail client. While it is in active development, Balsa has many features such as:
el: Το Balsa είναι μια γραφική εφαρμογή αλληλογραφίας. Αν και βρίσκεται υπό ενεργή ανάπτυξη, το Balsa διαθέτει πολλές δυνατότητες όπως:
ru: Balsa — это графический почтовый клиент. Он ещё находится в активной разработке. «Balsa» имеет множество функций, таких как:

source: IMAP and POP3 support;
el: υποστήριξη IMAP και POP3·
ru: поддержка IMAP и POP3;

source: sendmail or direct SMTP support;
el: υποστήριξη sendmail ή απευθείας SMTP·
ru: отправка с помощью sendmail или непосредственно SMTP;

source: end-to-end encryption using GnuPG or S/MIME;
el: κρυπτογράφηση από άκρο σε άκρο με χρήση GnuPG ή S/MIME·
ru: сквозное шифрование с использованием GnuPG или S/MIME;

source: multi-threaded retrieval and sending of messages;
el: πολυνηματική λήψη και αποστολή μηνυμάτων·
ru: многопоточное получение и отправка сообщений;

source: support for all configurations of local mail folders;
el: υποστήριξη για όλες τις διαμορφώσεις τοπικών φακέλων αλληλογραφίας·
ru: поддержка всех конфигураций локальных почтовых папок;

source: automatic mail checking;
el: αυτόματος έλεγχος αλληλογραφίας·
ru: автоматическая проверка почты;

source: mail printing;
el: εκτύπωση αλληλογραφίας·
ru: распечатывание почты;

source: inline attachment viewing;
el: ενσωματωμένη προβολή συνημμένων·
ru: просмотр вложений встроенными средствами;

source: and the proverbial much, much more.
el: και πολλά, πολλά περισσότερα.
ru: и, как обычно, ещё много, много всего.

source: Main Window
el: Κυρίως παράθυρο
ru: Главное окно

source: Filter Edition
el: Επεξεργασία φίλτρων
ru: Редактирование фильтров

source: Address Book
be: Кніга адрэсаў
bs: Adresar
el: Διευθυνσιολόγιο
et: Aadressraamat
lv: Adrešu grāmata
ru: Адресная книга

source: GPG capabilities
el: Δυνατότητες GPG
ru: Возможности GPG

source: Multithread capabilities
el: Δυνατότητες πολυνηματικής επεξεργασίας
ru: Возможности многопоточности

source: Preferences
el: Προτιμήσεις
ru: Параметры

source: Tabbed View
el: Προβολή με καρτέλες
ru: Вид с вкладками

source: Automatic GPG key import
el: Αυτόματη εισαγωγή κλειδιού GPG
ru: Автоматический импорт ключей GPG

source: Spell Checker
el: Ορθογραφικός έλεγχος
ru: Проверка орфографии

source: No error
bs: Nema greške
el: Χωρίς σφάλματα
lv: Nav kļūdu
ru: Нет ошибок

source: Cannot read from address book
bs: Ne mogu čitati iz adresara
el: Αδυναμία ανάγνωσης από το διευθυνσιολόγιο
lv: Nevar nolasīt no adrešu grāmatas
ru: Не удалось прочитать из адресной книги

source: Cannot write to address book
bs: Ne mogu pisati u imenik
el: Αδυναμία εγγραφής στο διευθυνσιολόγιο
lv: Nevar ierakstīt adrešu grāmatas
ru: Не удалось записать в адресную книгу

source: Cannot connect to the server
bs: Ne mogu se spojiti na server
el: Αδυναμία σύνδεσης με τον διακομιστή
lv: Nevar savienoties ar serveri
ru: Не удалось подключиться к серверу

source: Cannot search in the address book
bs: Ne mogu potražiti u adresaru
el: Αδυναμία αναζήτησης στο διευθυνσιολόγιο
lv: Nevar meklēt šajā adrešu grāmatā
ru: Не удалось найти в адресной книге

source: Cannot add duplicate entry
bs: Ne mogu dodati dupli unos
el: Αδυναμία προσθήκης διπλότυπης εγγραφής
lv: Nevar pievienot dublikāta ierakstu
ru: Не удалось добавить повторяющуюся запись

source: Cannot find address in address book
bs: Ne mogu naći adresu u adresaru
el: Αδυναμία εύρεσης διεύθυνσης στο διευθυνσιολόγιο
lv: Nevar atrast adresi šajā adrešu grāmatā
ru: Не удалось найти адрес в адресной книге

source: Unknown error
bs: Nepoznata greška
el: Άγνωστο σφάλμα
lv: Nezināma kļūda
ru: Неизвестная ошибка

source: Balsa passwords
bs: Balsa šifre
el: Κωδικοί πρόσβασης Balsa
lv: Balsa paroles
ru: Пароли Balsa

source: Error saving credentials for address book “%s” in Secret Service: %s
el: Σφάλμα κατά την αποθήκευση διαπιστευτηρίων για το διευθυνσιολόγιο «%s» στην Υπηρεσία Μυστικών (Secret Service): %s
ru: Ошибка сохранения учётных данных для адресной книги «%s» в Secret Service: %s

source: Error loading credentials for address book “%s” from Secret Service: %s
el: Σφάλμα κατά τη φόρτωση διαπιστευτηρίων για το διευθυνσιολόγιο «%s» από την Υπηρεσία Μυστικών (Secret Service): %s
ru: Ошибка при загрузке учётных данных для адресной книги «%s» из Secret Service: %s

source: unknown
bs: nepoznato
el: άγνωστο
lv: nezināms
ru: неизвестно

source: No-Id
be: Няма ID
bs: Bez-identiteta
el: Χωρίς-Ταυτότητα
lv: Nav Id
ru: Без ID

source: No-Name
be: Няма ймя
bs: Bez-Imena
el: Ανώνυμο
et: Nimetu
lv: Nav nosaukuma
ru: Без названия

source: Host not found
be: Кампутар ня адшуканы
el: Ο διακομιστής δεν βρέθηκε
ru: Узел не найден

source: The LDAP server “%s” does not support LDAPv3, interaction may fail.
el: Ο διακομιστής LDAP «%s» δεν υποστηρίζει LDAPv3, η αλληλεπίδραση ενδέχεται να αποτύχει.
ru: На сервере LDAP «%s» не предусмотрено поддержки LDAPv3, возможны проблемы во взаимодействии.

source: TLS requested but not compiled in
bs: TLS zahtijevano ali nije kompajlirano
el: Ζητήθηκε TLS αλλά δεν έχει συμπεριληφθεί κατά τη μεταγλώττιση
lv: TLS nepieciešams, bet nav iekompilēts.
ru: Запрошено TLS, но программа скомпилирована базами поддержки TLS

source: Cannot open LDAP address book %s: %s
el: Αδυναμία ανοίγματος του διευθυνσιολογίου LDAP %s: %s
ru: Не удалось открыть адресную книгу LDAP %s: %s

source: Undefined location of user address book
bs: Nedefinirana lokacija korisnikovog adresara
el: Μη ορισμένη τοποθεσία του διευθυνσιολογίου χρήστη
lv: Nezināma vieta lietotāja adrešu grāmatai
ru: Неопределенное расположение адресной книги пользователя

source: LDAP server %s down, next attempt will try to reconnect.
el: Ο διακομιστής LDAP %s είναι εκτός λειτουργίας, θα γίνει προσπάθεια επανασύνδεσης.
ru: Сервер LDAP %s не работает, в следующий раз будет предпринята попытка повторного подключения.

source: Reading Osmo contacts failed: %s
el: Η ανάγνωση των επαφών Osmo απέτυχε: %s
ru: Ошибка чтения контактов Osmo: %s

source: D_isplayed Name:
bs: _Prikazano Ime:
el: Ε_μφανιζόμενο όνομα:
lv: _Parādītais vārds:
ru: _Отображаемое имя:

source: _First Name:
bs: _Ime:
el: _Όνομα:
lv: _Vārds:
ru: _Имя:

source: _Last Name:
bs: _Prezime:
el: _Επώνυμο:
lv: _Uzvārds:
ru: _Фамилия:

source: _Nickname:
bs: _Nadimak:
el: _Ψευδώνυμο:
lv: _Segvārds:
ru: _Псевдоним:

source: O_rganization:
bs: O_rganizacija:
el: Ο_ργανισμός:
lv: O_rganizācija:
ru: _Организация:

source: _Email Address:
bs: Adresa _e-pošte:
el: _Διεύθυνση email:
lv: _E-pasta adrese:
ru: _Электронный адрес:

source: A_dd
bs: D_odaj
el: Π_ροσθήκη
lv: Pie_vienot
ru: _Добавить

source: To:
be: Каму:
bs: Za:
el: Προς:
et: Saaja:
lv: Kam:
ru: Кому:

source: CC:
el: Κοιν.:
ru: Копия:

source: BCC:
el: Κρυφή κοιν.:
ru: Скрытая копия:

source: Reply To:
bs: Odgovori:
el: Απάντηση προς:
lv: Atbildēt uz:
ru: Для ответа:

source: Cannot load Autocrypt keys: %s
el: Αδυναμία φόρτωσης κλειδιών Autocrypt: %s
ru: Не удалось загрузить ключи автоматического шифрования: %s

source: Imported %d key from the Autocrypt database into your key ring.
el: Εισήχθη %d κλειδί από τη βάση δεδομένων Autocrypt στην κλειδοθήκη σας.
ru: Импортирован %d ключ из базы данных Autocrypt в вашу связку ключей.

source: Looking for %s key for “%s”
el: Αναζήτηση για το κλειδί %s για «%s»
ru: Ищем ключ %s для «%s»

source: Cannot find any %s key for “%s”
el: Αδυναμία εύρεσης οποιουδήποτε κλειδιού %s για «%s»
ru: Не удалось найти ключ %s для «%s»

source: Imported %d %s key for “%s” into your key ring.
el: Εισήχθη %d κλειδί %s για «%s» στην κλειδοθήκη σας.
ru: Импортирован %d ключ %s для «%s» в вашу связку ключей.

source: Cannot import missing keys for “%s”: %s
el: Αδυναμία εισαγωγής ελλιπών κλειδιών για «%s»: %s
ru: Не удалось импортировать пропущенные ключи для «%s»: %s

source: cannot find a key for “%s”
el: αδυναμία εύρεσης κλειδιού για «%s»
ru: не удалось найти ключ для «%s»

source: Encryption key for “%s”
el: Κλειδί κρυπτογράφησης για «%s»
ru: Ключ шифрования для «%s»

source: public key(s) missing, click to search key server
el: λείπουν δημόσια κλειδιά, κάντε κλικ για αναζήτηση στον διακομιστή κλειδιών
ru: отсутствуют открытые ключи, нажмите, чтобы выполнить поиск на сервере ключей

source: public key missing, click to search key server
el: λείπει το δημόσιο κλειδί, κάντε κλικ για αναζήτηση στον διακομιστή κλειδιών
ru: отсутствует открытый ключ, нажмите, чтобы выполнить поиск на сервере ключей

source: all public keys available, click to show them
el: όλα τα δημόσια κλειδιά είναι διαθέσιμα, κάντε κλικ για εμφάνιση
ru: все открытые ключи доступны, нажмите, чтобы показать их

source: public key available, click to show it
el: το δημόσιο κλειδί είναι διαθέσιμο, κάντε κλικ για εμφάνιση
ru: открытый ключ доступен, нажмите, чтобы показать его

source: cannot initialise Autocrypt database “%s”: %s
el: αδυναμία αρχικοποίησης της βάσης δεδομένων Autocrypt «%s»: %s
ru: не удается инициализировать базу данных автоматического шифрования «%s»: %s

source: No usable private key for “%s” found! Please create a key or disable Autocrypt.
el: Δεν βρέθηκε χρησιμοποιήσιμο ιδιωτικό κλειδί για «%s»! Παρακαλούμε δημιουργήστε ένα κλειδί ή απενεργοποιήστε το Autocrypt.
ru: Не найден подходящий для использования закрытый ключ для «%s»! Создавайте такой ключ или выключите автоматическое шифрование.

source: error reading Autocrypt data for “%s”: %s
el: σφάλμα κατά την ανάγνωση δεδομένων Autocrypt για «%s»: %s
ru: ошибка чтения данных автоматического шифрования для «%s»: %s

source: Autocrypt database
el: Βάση δεδομένων Autocrypt
ru: База данных автошифрования

source: _Close
be: Зачыніць
bs: _Zatvori
el: _Κλείσιμο
et: Sulge
lv: _Aizvērt
ru: _Закрыть

source: Mailbox
be: Паштовая скрыня
bs: Poštansko sanduče
el: Γραμματοκιβώτιο
et: Postikast
lv: Pastkaste
ru: Почтовый ящик

source: Last seen
el: Τελευταία εμφάνιση
ru: Последнее посещение

source: Last Autocrypt message
el: Τελευταίο μήνυμα Autocrypt
ru: Последнее автоматически зашифрованное сообщение

source: Prefer encryption
el: Προτίμηση κρυπτογράφησης
ru: Предпочитать шифрование

source: update user “%s” failed: %s
el: η ενημέρωση του χρήστη «%s» απέτυχε: %s
ru: не удалось обновить пользователя «%s»: %s

source: insert user “%s” failed: %s
el: η εισαγωγή του χρήστη «%s» απέτυχε: %s
ru: не удалось вставить пользователя «%s»: %s

source: _Show details…
el: _Εμφάνιση λεπτομερειών…
ru: _Показать детали…

source: _Delete
be: Выдаліць
bs: _Obriši
el: _Διαγραφή
et: Kustuta
lv: _Dzēst
ru: _Удалить

source: The database entry for “%s” does not contain a key.
el: Η εγγραφή στη βάση δεδομένων για «%s» δεν περιέχει κλειδί.
ru: Запись базы данных для «%s» не содержит ключа.

source: cannot show key details: %s
el: αδυναμία εμφάνισης λεπτομερειών κλειδιού: %s
ru: не удалось показать детали ключа: %s

source: Delete the Autocrypt key for “%s” from the database?
el: Διαγραφή του κλειδιού Autocrypt για «%s» από τη βάση δεδομένων;
ru: Удалить ключ автошифрования для «%s» из базы данных?

source: (No subject)
bs: (Bez predmeta)
el: (Χωρίς θέμα)
lv: (Bez temata)
ru: (Без темы)

source: Cannot open %s: %s
bs: Ne mogu otvoriti %s: %s
el: Αδυναμία ανοίγματος του %s: %s
lv: Nevar atvērt %s — %s
ru: Не удалось открыть %s: %s

source: Could not read embedded message
bs: Ne mogu čitati ugrađenu poruku
el: Αδυναμία ανάγνωσης του ενσωματωμένου μηνύματος
lv: Neizdevās nolasīt iegūto vēstuli
ru: Не удалось прочитать встроенное сообщение

source: DKIM signature for sender domain “%s”: missing
el: Υπογραφή DKIM για τον τομέα αποστολέα «%s»: λείπει
ru: DKIM-подпись для домена отправителя «%s»: пропущено

source: DKIM signature for sender domain “%s”: %s
el: Υπογραφή DKIM για τον τομέα αποστολέα «%s»: %s
ru: DKIM-подпись для домена отправителя «%s»: %s

source: no DKIM signature
el: δεν υπάρχει υπογραφή DKIM
ru: нет DKIM-подписи

source: DKIM signature
el: υπογραφή DKIM
ru: DKIM-подпись

source: DKIM signatures
el: υπογραφές DKIM
ru: DKIM-подписи

source: signature verification failed: %s
el: η επαλήθευση της υπογραφής απέτυχε: %s
ru: не удалось проверить подпись: %s

source: the signature is valid, but has expired on %s
el: η υπογραφή είναι έγκυρη, αλλά έληξε στις %s
ru: подпись действительна, но срок её действия истёк %s

source: body hash mismatch
el: ασυμφωνία κατακερματισμού (hash) σώματος
ru: несоответствие хеша содержимому

source: the body hash does not cover the complete body
el: ο κατακερματισμός σώματος δεν καλύπτει ολόκληρο το σώμα
ru: хеш содержимого не совпадает со значение всего содержимого

source: malformed header element “%s”
el: κακοσχηματισμένο στοιχείο κεφαλίδας «%s»
ru: неправильно сформирован элемент заголовка «%s»

source: duplicated tag “%s”
el: διπλότυπη ετικέτα «%s»
ru: дублирование метки «%s»

source: wrong version “%s”, expect 1
el: εσφαλμένη έκδοση «%s», αναμένεται 1
ru: неправильная версия «%s», должна быть 1

source: malformed header: required tag missing
el: κακοσχηματισμένη κεφαλίδα: λείπει η απαιτούμενη ετικέτα
ru: неправильно сформирован заголовок: отсутствует обязательная метка

source: malformed header: From field not signed
el: κακοσχηματισμένη κεφαλίδα: το πεδίο «Από» (From) δεν είναι υπογεγραμμένο
ru: неправильно сформирован заголовок: поле «От» не заполнено

source: malformed “i” header tag
el: κακοσχηματισμένη ετικέτα κεφαλίδας «i»
ru: неправильно сформирована метка заголовка «i»

source: malformed header: domain mismatch
el: κακοσχηματισμένη κεφαλίδα: ασυμφωνία τομέα
ru: неправильно сформирован заголовок: несоответствие доменов

source: empty Base64 encoded element
el: κενό κωδικοποιημένο στοιχείο Base64
ru: пустой элемент в кодировке Base64

source: unsupported algorithm “%s”
el: μη υποστηριζόμενος αλγόριθμος «%s»
ru: неподдерживаемый алгоритм «%s»

source: unsupported canonicalization mode “%s”
ru: неподдерживаемый метод в канонизации «%s»

source: bad numerical value “%s”
el: εσφαλμένη αριθμητική τιμή «%s»
ru: ошибочное числовое значение «%s»

source: DMARC signature:
el: υπογραφή DMARC:
ru: DMARC подпись:

source: %u additional DKIM signature:
el: %u πρόσθετη υπογραφή DKIM:
ru: %u дополнительная подпись DKIM:

source: No DKIM signatures
el: Δεν υπάρχουν υπογραφές DKIM
ru: Нет DKIM подписей

source: • Signing domain “%s”: %s
el: • Τομέας υπογραφής «%s»: %s
ru: • Домен подписания «%s»: %s

source: , created on %s
el: , δημιουργήθηκε στις %s
ru: , создан %s

source: , expired on %s
el: , έληξε στις %s
ru: , истёк %s

source: , expires on %s
el: , λήγει στις %s
ru: , истекает %s

source: valid
el: έγκυρο
ru: корректный

source: warning
el: προειδοποίηση
ru: предупреждение

source: invalid
el: μη έγκυρο
ru: некорректный

source: malformed DMARC DNS TXT record
el: κακοσχηματισμένη εγγραφή DMARC DNS TXT
ru: неправильно сформирована запись DMARC DNS TXT

source: malformed DMARC DNS TXT record: bad version
el: κακοσχηματισμένη εγγραφή DMARC DNS TXT: εσφαλμένη έκδοση
ru: неправильно сформирована запись DMARC DNS TXT: испорчена версия

source: malformed DMARC DNS TXT record: duplicated “%s” tag
el: κακοσχηματισμένη εγγραφή DMARC DNS TXT: διπλότυπη ετικέτα «%s»
ru: неправильно сформирована запись DMARC DNS TXT: дублирование метки «%s»

source: malformed DMARC DNS TXT record: duplicated “x” tag value “%s”
el: κακοσχηματισμένη εγγραφή DMARC DNS TXT: διπλότυπη τιμή ετικέτας «x» «%s»
ru: неправильно сформирована запись DMARC DNS TXT: дублирование значение «%s» метки «x»

source: malformed DMARC DNS TXT record: mandatory tag “p” missing
el: κακοσχηματισμένη εγγραφή DMARC DNS TXT: λείπει η υποχρεωτική ετικέτα «p»
ru: неправильно сформирована запись DMARC DNS TXT: пропущена обязательная метка «p»

source: malformed DMARC DNS TXT record: bad policy “%s”
el: κακοσχηματισμένη εγγραφή DMARC DNS TXT: εσφαλμένη πολιτική «%s»
ru: неправильно сформирована запись DMARC DNS TXT: испорчено правило «%s»

source: DKIM public key lookup failed: %s
el: η αναζήτηση δημόσιου κλειδιού DKIM απέτυχε: %s
ru: Не удалось найти открытый ключ DKIM: %s

source: malformed DKIM DNS TXT record
el: κακοσχηματισμένη εγγραφή DKIM DNS TXT
ru: неправильно сформирована запись DKIM DNS TXT

source: malformed DKIM DNS TXT record: bad version
el: κακοσχηματισμένη εγγραφή DKIM DNS TXT: εσφαλμένη έκδοση
ru: неправильно сформирована запись DKIM DNS TXT: испорчена версия

source: bad key hash algorithm
el: εσφαλμένος αλγόριθμος κατακερματισμού κλειδιού
ru: испорченный алгоритм хеширования ключа

source: bad key crypto algorithm “%s”
el: εσφαλμένος κρυπτογραφικός αλγόριθμος κλειδιού «%s»
ru: испорченный алгоритм шифрования ключа «%s»

source: public key has been revoked
el: το δημόσιο κλειδί έχει ανακληθεί
ru: открытый ключ был отозван

source: unsupported service type “%s”
el: μη υποστηριζόμενος τύπος υπηρεσίας «%s»
ru: неподдерживаемый тип службы «%s»

source: malformed DKIM DNS TXT record: pubkey missing
el: κακοσχηματισμένη εγγραφή DKIM DNS TXT: λείπει το δημόσιο κλειδί
ru: неправильно сформирована запись DKIM DNS TXT: пропущен открытый ключ

source: bad key crypto algorithm
el: εσφαλμένος κρυπτογραφικός αλγόριθμος κλειδιού
ru: испорченный алгоритм шифрования ключа

source: cannot initialize public key buffer: %s
el: αδυναμία αρχικοποίησης της ενδιάμεσης μνήμης δημόσιου κλειδιού: %s
ru: не удалось инициализировать буфер открытого ключа: %s

source: cannot load public key: %s
el: αδυναμία φόρτωσης δημόσιου κλειδιού: %s
ru: не удалось загрузить открытый ключ: %s

source: Unable to load message body to match filter
bs: Nije moguće učitati tijelo poruke za spajanje filtera
el: Αδυναμία φόρτωσης του σώματος του μηνύματος για χρήση του φίλτρου
lv: Nevarēja ielādēt vēstules pamattekstu, lai atbilstu filtram
ru: Не удалось загрузить содержимое сообщения в соответствии с фильтром

source: Invalid filter: %s
bs: Nevažeći filter: %s
el: Μη έγκυρο φίλτρο: %s
lv: Nederīgs filtrs — %s
ru: Недопустимый фильтр: %s

source: Bad mailbox name for filter: %s
bs: Loš naziv za filter poštanskog sandučeta: %s
el: Λανθασμένο όνομα γραμματοκιβωτίου για φίλτρο: %s
lv: Nepareizs pastkastes nosaukums filtram — %s
ru: Неверное название почтового ящика для фильтра: %s

source: Error when copying messages: %s
bs: Greška u kopiranju poruka: %s
el: Σφάλμα κατά την αντιγραφή μηνυμάτων: %s
lv: Kļūda, kopējot vēstules — %s
ru: Возникла ошибка при копировании сообщений: %s

source: Error when trashing messages: %s
bs: Greška u odbacivanju poruka: %s
el: Σφάλμα κατά τη μεταφορά μηνυμάτων στα απορρίμματα: %s
lv: Kļūda, izmetot vēstules — %s
ru: Возникла ошибка при удалении сообщений: %s

source: Error when moving messages: %s
bs: Greška u premiještanju poruka: %s
el: Σφάλμα κατά τη μετακίνηση μηνυμάτων: %s
lv: Kļūda, pārvietojot vēstules — %s
ru: Возникла ошибка при перемещении сообщений: %s

source: Syntax error in the filter configuration file
bs: Sintaksna greška u filteru konfiguracije dototeke
el: Συντακτικό σφάλμα στο αρχείο ρυθμίσεων φίλτρων
lv: Sintakses kļūda filtra konfigurācijas datnē
ru: Синтаксическая ошибка в файле конфигурации фильтра

source: Unable to allocate memory
bs: Nije moguće alociranje memorije
el: Αδυναμία δέσμευσης μνήμης
lv: Nespēj piešķirt atmiņu
ru: Не удается выделить память

source: Error in regular expression syntax
bs: Greška u sintaksi regularnog izraza
el: Σφάλμα στη σύνταξη της κανονικής έκφρασης
lv: Kļūda, regulārās izteiksmes sintaksē
ru: Ошибка в синтаксисе регулярного выражения

source: Attempt to apply an invalid filter
bs: Pokušaj u primjenjivanju nevažećeg filtera
el: Απόπειρα εφαρμογής μη έγκυρου φίλτρου
lv: Mēģinājums pielietot nederīgu filtru
ru: Попытка применить недопустимый фильтр

source: Invalid filters %s for mailbox %s
bs: Nevažeći filteri %s za poštansko sanduče %s
el: Μη έγκυρα φίλτρα %s για το γραμματοκιβώτιο %s
lv: Nederīgi filtri %s pastkastei %s
ru: Недопустимые фильтры %s для почтового ящика %s

source: To
be: Каму
bs: Za
el: Προς
lv: Kam
ru: Кому

source: From
be: Адпраўляльнік
bs: Od
el: Από
et: Saatja
lv: No
ru: Отправитель

source: Subject
be: Тэма
bs: Predmet
el: Θέμα
et: Teema
lv: Temats
ru: Тема

source: CC
el: Κοιν.
ru: Копия

source: Body
be: У тэксце лісту
bs: Tijelo
el: Σώμα
et: Kiri
lv: Pamatteksts
ru: В тексте письма

source: Header:%s
bs: Zaglavlje:%s
el: Κεφαλίδα:%s
lv: Galvene:%s
ru: Заголовок:%s

source: New
be: Новы
bs: Nova
el: Νέο
et: Uus
lv: Jauna
ru: Новое

source: Deleted
bs: Obrisano
el: Διεγραμμένο
lv: Dzēsta
ru: Удалено

source: Replied
bs: Odgovoreno
el: Απαντημένο
lv: Atbildēta
ru: Отвечено

source: Flagged
be: Cыгналізуемае
bs: Označeno
el: Σημειωμένο
lv: Atzīmēta
ru: Отмечено

source: Not
bs: Ne
el: Όχι
lv: Nav
ru: Нет

source: From %Y-%m-%d
bs: Od %Y-%m-%d
el: Από %Y-%m-%d
lv: No %Y-%m-%d
ru: От %Y-%m-%d

source: To %Y-%m-%d
bs: Za %Y-%m-%d
el: Προς %Y-%m-%d
lv: Līdz %Y-%m-%d
ru: До %Y-%m-%d

source: And
bs: I
el: Και
lv: Un
ru: И

source: Or
bs: Ili
el: Ή
lv: Vai
ru: Или

source: Could not connect to “%s”
el: Αδυναμία σύνδεσης στο «%s»
ru: Не удалось подключиться к «%s»

source: Failed to decrypt MIME part: parse error
bs: Neuspješno dešifriranje dijela MIME: greška u raščlanjivanju
el: Αποτυχία αποκρυπτογράφησης τμήματος MIME: σφάλμα ανάλυσης
lv: Neizdevās atšifrēt MIME daļu: parsera kļūda
ru: Не удалось расшифровать часть MIME: ошибка обработки

source: never
bs: nikad
el: ποτέ
lv: nekad
ru: никогда

source: %s signature of “%s”: %s
el: %s υπογραφή του «%s»: %s
ru: Подпись %s «%s»: %s

source: %s signature: %s
el: %s υπογραφή: %s
ru: %s подпись: %s

source: signature: %s
el: υπογραφή: %s
ru: подпись: %s

source: Signature validity: %s
bs: ispravnost potpisa: %s
el: Εγκυρότητα υπογραφής: %s
lv: Paraksta derīgums — %s
ru: Действие подписи: %s

source: Signed on: %s
bs: potpisano na: %s
el: Υπογράφηκε στις: %s
lv: Parakstīts — %s
ru: Подписанный: %s

source: Key fingerprint: %s
bs: Ključ otiska prsta: %s
el: Αποτύπωμα κλειδιού: %s
lv: Atslēgas nospiedums — %s
ru: Отпечаток ключа: %s

source: Cannot verify multipart/signed part due to missing subparts.
bs: Ne mogu provjeriti višedjelni/potpisani dio zbog nedostatka dijelova.
el: Αδυναμία επαλήθευσης πολυμερούς/υπογεγραμμένου τμήματος λόγω έλλειψης υποτμημάτων.
lv: Nevar pārbaudīt vairāku daļu / parakstīto daļu, jo trūkst apakšdaļu.
ru: Не удалось проверить составную/подписанную часть из-за нехватки некоторых частей.

source: unsupported protocol “%s”
el: μη υποστηριζόμενο πρωτόκολλο «%s»
ru: неподдерживаемый протокол «%s»

source: Cannot verify multipart/signed part: signature content-type does not match protocol.
bs: Ne mogu provjeriti višedjelni/potpisani dio: sadržaj tipa ne odgovara protokolu.
el: Αδυναμία επαλήθευσης πολυμερούς/υπογεγραμμένου τμήματος: ο τύπος περιεχομένου (content-type) της υπογραφής δεν ταιριάζει με το πρωτόκολλο.
lv: Nevar pārbaudīt vairāku daļu / parakstīto daļu — paraksta satura tips neatbilst protokolam.
ru: Не удалось проверить составную/подписанную часть: тип содержимого подписи не соответствует протоколу.

source: Cannot decrypt multipart/encrypted part: unsupported encryption protocol “%s”.
el: Αδυναμία αποκρυπτογράφησης πολυμερούς/κρυπτογραφημένου τμήματος: μη υποστηριζόμενο πρωτόκολλο κρυπτογράφησης «%s».
ru: Не удалось расшифровать составную/зашифрованную часть: шифрование не поддерживается протоколом «%s».

source: (none)
bs: (ništa)
el: (κανένα)
lv: (nekas)
ru: (нет)
