Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: display as “?”
el: εμφάνιση ως «?»
ru: показывать как «?»

source: display in codeset
bs: prikaži u postavci koda
el: εμφάνιση με κωδικοποίηση
lv: rādīt kodējumā
ru: показывать в кодировке

source: Information messages
bs: Poruke informacija
el: Μηνύματα πληροφοριών
lv: Informācijas ziņojumi
ru: Информационные сообщения

source: Information messages:
bs: Poruke informacija:
el: Μηνύματα πληροφοριών:
lv: Informācijas ziņojumi:
ru: Информационные сообщения:

source: Warning messages:
bs: Poruke upozorenja:
el: Προειδοποιητικά μηνύματα:
lv: Brīdinājuma ziņojumi:
ru: Сообщения с предупреждениями:

source: Error messages:
bs: Poruke greške:
el: Μηνύματα σφάλματος:
lv: Kļūdu ziņojumi:
ru: Сообщения об ошибках:

source: Fatal error messages:
bs: Poruke fatalnih grešaka:
el: Μηνύματα μοιραίου σφάλματος:
lv: Fatālu kļūdu ziņojumi:
ru: Сообщения о фатальных ошибках:

source: Debug messages:
bs: Poruke debug-a:
el: Μηνύματα αποσφαλμάτωσης:
lv: Atkļūdošanas ziņojumi:
ru: Отладочные сообщения:

source: Display progress dialog
bs: Prikaži dijalog napretka
el: Εμφάνιση διαλόγου προόδου
et: Näita progressidialoogi
lv: Parādīt procesa dialogu
ru: Показывать окно прогресса

source: Display progress dialog when sending messages
el: Εμφάνιση διαλόγου προόδου κατά την αποστολή μηνυμάτων
ru: Показывать окно прогресса при отправке сообщений

source: Display progress dialog when retrieving messages
el: Εμφάνιση διαλόγου προόδου κατά τη λήψη μηνυμάτων
ru: Показывать окно прогресса при получении сообщений

source: Address books
bs: Adresari
el: Διευθυνσιολόγια
lv: Adrešu grāmatas
ru: Адресные книги

source: Address book name
bs: Naziv adresara
el: Όνομα διευθυνσιολογίου
lv: Adrešu grāmatas nosaukums
ru: Название адресной книги

source: Auto-complete
bs: Sam dovrši
el: Αυτόματη συμπλήρωση
lv: Automātiski pabeigt
ru: Автодополнение

source: _Set as default
bs: _Postavi kao podrazumijevano
el: Ορισμός ως _προεπιλογή
lv: Ie_statīt kā noklusēto
ru: _Установить по умолчанию

source: Miscellaneous spelling settings
bs: Razne postavke pisanja
el: Διάφορες ρυθμίσεις ορθογραφίας
lv: Dažādi pareizrakstības iestatījumi
ru: Другие настройки проверки правописания

source: Check signature
bs: Provjeri potpis
el: Έλεγχος υπογραφής
lv: Pārbaudīt parakstu
ru: Проверить подпись

source: Check quoted
bs: Provjeri navedeno
el: Έλεγχος παρατεθειμένου κειμένου
lv: Pārbaudīt citēto
ru: Проверить цитату

source: Start-up options
el: Επιλογές εκκίνησης
ru: Параметры запуска

source: Open Inbox upon start-up
el: Άνοιγμα των Εισερχομένων κατά την εκκίνηση
ru: Открывать «Входящие» при запуске

source: Check mail upon start-up
el: Έλεγχος αλληλογραφίας κατά την εκκίνηση
ru: Проверять почту при запуске

source: Remember open mailboxes between sessions
bs: Zapamti otvorena poštanska sandučeta između sesija
el: Απομνημόνευση ανοικτών γραμματοκιβωτίων μεταξύ συνεδριών
lv: Atcerēties atvērtās pastkastes starp sesijām
ru: Запоминать открытые почтовые ящики между сеансами

source: Folder scanning
bs: Skeniranje direktorija
el: Σάρωση φακέλων
lv: Mapes skenēšana
ru: Сканирование папок

source: Choose depth 1 for fast start-up; this defers scanning some folders. To see more of the tree at start-up, choose a greater depth.
el: Επιλέξτε βάθος 1 για γρήγορη εκκίνηση· αυτό αναβάλλει τη σάρωση ορισμένων φακέλων. Για να δείτε περισσότερα από το δέντρο κατά την εκκίνηση, επιλέξτε μεγαλύτερο βάθος.
ru: Для быстрого запуска выберите глубину 1; при этом будет отложено сканирование некоторых папок. Чтобы увидеть более подробную структуру при запуске, выберите большую глубину.

source: Scan local folders to depth
bs: Dubinski skeniraj lokalne direktorije
el: Σάρωση τοπικών φακέλων σε βάθος
lv: Skenēt lokālās mapes dziļumā
ru: Сканировать локальные папки на глубину

source: Scan IMAP folders to depth
bs: Dubinski skeniraj IMAP direktorije
el: Σάρωση φακέλων IMAP σε βάθος
lv: Skenēt IMAP mapes dziļumā
ru: Сканировать папки IMAP на глубину

source: Miscellaneous
bs: Razno
el: Διάφορα
lv: Dažādi
ru: Прочее

source: Empty trash on exit
bs: Isprazni smeće pri završetku
el: Άδειασμα απορριμμάτων κατά την έξοδο
et: Tühjenda lahkumisel prügikast
lv: Iztukšot miskasti izejot
ru: Очищать корзину при выходе

source: Close mailbox if unused more than
bs: Zatvori poštansko sanduče ukoliko je nekorišteno više od
el: Κλείσιμο γραμματοκιβωτίου αν δεν χρησιμοποιηθεί για περισσότερο από
lv: Aizvērt pastkasti, ja nav lietota ilgāk kā
ru: Закрывать почтовый ящик, если он не используется более

source: Enable System Tray Icon support
el: Ενεργοποίηση υποστήριξης εικονιδίου στην περιοχή ειδοποιήσεων
ru: Включить поддержку значков в системном трее

source: Enable checking DKIM signatures and DMARC compliance
el: Ενεργοποίηση ελέγχου υπογραφών DKIM και συμμόρφωσης DMARC
ru: Включить проверку подписей DKIM и соответствия DMARC

source: Deleting messages
bs: Brisanje poruka
el: Διαγραφή μηνυμάτων
lv: Vēstuļu dzēšana
ru: Удаление сообщений

source: The following setting is global, but may be overridden for the selected mailbox using Mailbox %s Hide messages:
bs: Sljedeće postavke su globalne, ali mogu biti nadglašene za označena poštanska sandučeta koristeći Sakrij poruke za Poštansko sanduče %s :
el: Η ακόλουθη ρύθμιση είναι καθολική, αλλά μπορεί να παρακαμφθεί για το επιλεγμένο γραμματοκιβώτιο χρησιμοποιώντας Γραμματοκιβώτιο %s Απόκρυψη μηνυμάτων:
lv: Sekojošais iestatījums ir globāls, bet to varētu pārrakstīt izvēlētajai pastkastei, izmantojot Pastkaste %s Slēpt vēstules:
ru: Следующий параметр является глобальным, но его можно переопределить для выбранного почтового ящика с помощью «Почтовый ящик» %s «Скрыть сообщения»:

source: Hide messages marked as deleted
bs: Sakrij poruke označene kao obrisane
el: Απόκρυψη μηνυμάτων σημειωμένων ως διεγραμμένα
lv: Slēpt vēstules, kas marķētas kā dzēstas
ru: Скрыть сообщения, отмеченные как удалённые

source: The following settings are global:
bs: Sljedeće postavke su globalne:
el: Οι ακόλουθες ρυθμίσεις είναι καθολικές:
lv: Sekojošie iestatījumi ir globāli:
ru: Следующие настройки являются глобальными:

source: Expunge deleted messages when mailbox is closed
bs: Obriši obrisane poruke kada je poštansko sanduče zatvoreno
el: Οριστική διαγραφή των διεγραμμένων μηνυμάτων κατά το κλείσιμο του γραμματοκιβωτίου
lv: Iztīrīt dzēstās vēstules, kad aizver pastkasti
ru: Очищать удалённые сообщения при закрытии почтового ящика

source: …and if unused more than
el: …και αν δεν χρησιμοποιηθεί για περισσότερο από
ru: …и если почтовый ящик не используется более

source: Mail options
bs: Opcije poštanskog sandučeta
el: Επιλογές αλληλογραφίας
lv: Pasta opcijas
ru: Параметры почты

source: Incoming
bs: Dolazno
el: Εισερχόμενα
et: Sissetulevad
lv: Ienākošās
ru: Получение

source: Outgoing
bs: Odlazno
el: Εξερχόμενα
et: Väljuvad
lv: Izejošās
ru: Отправка

source: Display options
bs: Opcije prikaza
el: Επιλογές εμφάνισης
lv: Attēlošanas opcijas
ru: Параметры отображения

source: Sort and thread
bs: Sortiraj i naniži
el: Ταξινόμηση και νηματοποίηση
lv: Kārtot un salikt pavedienos
ru: Сортировка и цепочки сообщений

source: Message
bs: Poruka
el: Μήνυμα
lv: Vēstule
ru: Сообщение

source: Colors
bs: Boje
el: Χρώματα
lv: Krāsas
ru: Цвета

source: Status messages
bs: Poruke statusa
el: Μηνύματα κατάστασης
lv: Statusa vēstules
ru: Состояние сообщений

source: Balsa Preferences
bs: Balsa Osobine
el: Προτιμήσεις Balsa
et: Balsa eelistused
lv: Balsa iestatījumi
ru: Настройка Balsa

source: Spelling
bs: Pravopis
el: Ορθογραφία
et: Õigekiri
lv: Pareizrakstība
ru: Правописание

source: Start-up
el: Εκκίνηση
ru: Запуск

source: Page %d of %d
bs: Stranica %d od %d
el: Σελίδα %d από %d
lv: Lapa %d no %d
ru: Страница %d из %d

source: Signed and encrypted
el: Υπογεγραμμένο και κρυπτογραφημένο
ru: Подписано и зашифровано

source: Signed
el: Υπογεγραμμένο
ru: Подписано

source: Encrypted
el: Κρυπτογραφημένο
ru: Зашифровано

source: Cannot print page %d because the document has only %d page.
bs: Ne mogu ispisati stranicu %d jer dokument ima samo %d stranicu.
el: Αδυναμία εκτύπωσης της σελίδας %d επειδή το έγγραφο έχει μόνο %d σελίδα.
lv: Nevar izdrukāt lapu %d, jo dokumentā ir tikai %d lapa.
ru: Невозможно напечатать страницу %d, так как в документе имеется только %d страница.

source: inch
bs: inč
el: ίντσα
lv: colla
ru: дюймы

source: mm
el: χιλ
ru: мм

source: _Header Font:
bs: Pismo Zag_lavlja:
el: Γραμματοσειρά _κεφαλίδας:
lv: _Galvenes fonts:
ru: Шрифт _заголовка:

source: B_ody Font:
bs: Pismo Ti_jela:
el: Γραμματοσειρά _σώματος:
lv: Pamatteksta f_onts
ru: Шрифт _текста сообщения:

source: _Footer Font:
bs: Pismo Pod_nožja:
el: Γραμματοσειρά _υποσέλιδου:
lv: Kājenes _fonts:
ru: Шрифт _нижнего колонтитула:

source: Highlighting
bs: Isticanje
el: Επισήμανση
lv: Izcelšana
ru: Подсветка синтаксиса

source: Highlight _cited text
bs: Istaknuti cit_irani tekst
el: Επισήμανση _αναφερόμενου κειμένου
lv: Izcelt _citēto tekstu
ru: Подсвечивать _цитируемый текст

source: Highlight _structured phrases
bs: Istaknute strukt_uirane fraze
el: Επισήμανση _δομημένων φράσεων
lv: Izcelt _strukturētās frāzes
ru: Подсвечивать _структурированные фразы

source: Margins
bs: Margine
el: Περιθώρια
lv: Apmales
ru: Поля

source: _Top
bs: _Vrh
el: _Επάνω
lv: _Augšā
ru: _Верхнее

source: _Bottom
bs: _Dno
el: _Κάτω
lv: _Apakšā
ru: _Нижнее

source: _Left
bs: _Lijevo
el: _Αριστερά
lv: No _kreisās
ru: _Левое

source: _Right
bs: _Desno
el: _Δεξιά
lv: No _labās
ru: _Правое

source: Error printing message: %s
bs: Greška u ispisu poruke: %s
el: Σφάλμα κατά την εκτύπωση του μηνύματος: %s
lv: Kļūda drukājot vēstuli — %s
ru: Возникла ошибка при печати сообщения: %s

source: Error during filters loading:
bs: Greška tokom punjenja filtera:
el: Σφάλμα κατά τη φόρτωση των φίλτρων:
lv: Kļūda, ielādējot filtrus:
ru: Возникла ошибка при загрузке фильтров:

source: Error during filters loading: %s Filters may not be correct.
bs: Greška pri punjenju filtera: %s Moguće da filteri nisu uredu.
el: Σφάλμα κατά τη φόρτωση των φίλτρων: %s Τα φίλτρα ενδέχεται να μην είναι σωστά.
lv: Kļūda, ielādējot filtrus — %s Filtri var nebūt pareizi.
ru: Возникла ошибка при загрузке фильтров: %s Возможно, фильтры некорректны.

source: The option not to recognize “format=flowed” text has been removed.
el: Η επιλογή να μην αναγνωρίζεται το κείμενο «format=flowed» έχει αφαιρεθεί.
ru: Удалён параметр распознавать текст «format=flowed».

source: The option not to send “format=flowed” text is now on the Options menu of the compose window.
el: Η επιλογή να μη στέλνεται κείμενο «format=flowed» βρίσκεται πλέον στο μενού «Επιλογές» του παραθύρου σύνθεσης.
ru: Параметр отправки текста «format=flowed» теперь находится в меню «Параметры» окна создания сообщения.

source: The option to request a MDN is now on the Options menu of the compose window.
bs: Opcija za zahtjev MDN-a je sada u meniju Opcije unutar sastavljenog prozora.
el: Η επιλογή για αίτημα MDN βρίσκεται πλέον στο μενού «Επιλογές» του παραθύρου σύνθεσης.
lv: Opcija par MDN pieprasījumu tagad ir opciju izvēlnē rakstīšanas logā.
ru: Параметр запроса уведомления о получении сообщения теперь доступен в меню «Параметры» окна создания сообщения.

source: This version of Balsa uses a new user interface; if you have changed Balsa’s keyboard accelerators, you will need to set them again.
el: Αυτή η έκδοση του Balsa χρησιμοποιεί μια νέα διεπαφή χρήστη. Αν είχατε αλλάξει τις συντομεύσεις πληκτρολογίου του Balsa, θα χρειαστεί να τις ορίσετε ξανά.
ru: В этой версии Balsa используется новый пользовательский интерфейс; если вы изменили ускорители клавиатуры Balsa, нужно будет установить их заново.

source: _Brazilian Portuguese
bs: _Brazilsko Portugalski
el: Πορτογαλικά _Βραζιλίας
lv: _Brazīlijas portugāļu
ru: _Бразильский португальский

source: _Catalan
bs: Katalonski
el: _Καταλανικά
lv: _Katalāņu
ru: _Каталонский

source: _Chinese Simplified
bs: _Kineski Pojednostavljen
el: Κινεζικά _Απλοποιημένα
lv: _Ķīniešu vienkāršotā
ru: _Китайский упрощённый

source: _Chinese Traditional
bs: _Kineski Tradicionalni
el: Κινεζικά _Παραδοσιακά
lv: _Ķīniešu tradicionālā
ru: _Китайский традиционный

source: _Czech
bs: _Češki
el: _Τσεχικά
lv: _Čehu
ru: _Чешский

source: _Danish
bs: _Danski
el: _Δανικά
lv: _Dāņu
ru: _Датский

source: _Dutch
bs: _Holandski
el: _Ολλανδικά
lv: _Holandiešu
ru: _Голландский

source: _English (American)
bs: _Engleski (Američki)
el: Αγγλικά (_Αμερικής)
lv: _Angļu (amerikāņu)
ru: _Английский (Американский)

source: _English (British)
bs: _Engleski (Britanski)
el: Αγγλικά (_Βρετανίας)
lv: _Angļu (birtu)
ru: _Английский (Британский)

source: _Esperanto
el: _Εσπεράντο
ru: _Эсперанто

source: _Estonian
bs: _Estonski
el: _Εσθονικά
lv: _Igauņu
ru: _Эстонский

source: _Finnish
bs: _Finski
el: _Φινλανδικά
lv: _Somu
ru: _Финский

source: _French
bs: _Francuski
el: _Γαλλικά
lv: _Franču
ru: _Французский

source: _German
bs: _Njemački
el: _Γερμανικά
lv: _Vācu
ru: _Немецкий

source: _German (Austrian)
bs: _Njemački (Austrijski)
el: Γερμανικά (_Αυστρίας)
lv: _Vācu (austriešu)
ru: _Немецкий (Австрия)

source: _German (Swiss)
bs: _Njemački (Švicarski)
el: Γερμανικά (_Ελβετίας)
lv: _Vācu (šveiciešu)
ru: _Немецкий (Швейцарский)

source: _Greek
bs: _Grčki
el: _Ελληνικά
lv: _Grieķu
ru: _Греческий

source: _Hebrew
bs: _Hebrejski
el: _Εβραϊκά
lv: _Ivrita
ru: _Иврит

source: _Hungarian
bs: _Mađarski
el: _Ουγγρικά
lv: _Ungāru
ru: _Венгерский

source: _Italian
bs: _Italijanski
el: _Ιταλικά
lv: _Itāļu
ru: _Итальянский

source: _Japanese (JIS)
bs: _Japanski (JIS)
el: _Ιαπωνικά (JIS)
lv: _Japāņu (JIS)
ru: _Японский (JIS)

source: _Kazakh
bs: _Kazakski
el: _Καζακικά
lv: _Kazahu
ru: _Казахский

source: _Korean
bs: _Korejski
el: _Κορεατικά
lv: _Korejiešu
ru: _Корейский

source: _Latvian
bs: _Latvijski
el: _Λετονικά
lv: _Latviešu
ru: _Латышский

source: _Lithuanian
bs: _Litvanski
el: _Λιθουανικά
lv: _Lietuviešu
ru: _Литовский

source: _Norwegian
bs: _Norveški
el: _Νορβηγικά
lv: _Norvēģu
ru: _Норвежский

source: _Polish
bs: _Poljski
el: _Πολωνικά
lv: _Poļu
ru: _Польский

source: _Portuguese
el: _Πορτογαλικά
ru: _Португальский

source: _Romanian
bs: _Rumunski
el: _Ρουμανικά
lv: _Rumāņu
ru: _Румынский

source: _Russian
bs: _Ruski
el: _Ρωσικά
lv: _Krievu
ru: _Русский

source: _Serbian
bs: _Srpski
el: _Σερβικά
lv: _Serbu
ru: _Сербский

source: _Serbian (Latin)
bs: _Srpski (Latinica)
el: _Σερβικά (Λατινικά)
lv: _Serbu (latīņu)
ru: _Сербский (Латиница)

source: _Slovak
bs: _Slovački
el: _Σλοβακικά
lv: _Slovāku
ru: _Словацкий

source: _Spanish
bs: _Španski
el: _Ισπανικά
lv: _Spāņu
ru: _Испанский

source: _Swedish
bs: _Švedski
el: _Σουηδικά
lv: _Zviedru
ru: _Шведский

source: _Tatar
bs: _Tatarski
el: _Ταταρικά
lv: _Tatāru
ru: _Татарский

source: _Turkish
bs: _Turski
el: _Τουρκικά
lv: _Turku
ru: _Турецкий

source: _Ukrainian
bs: _Ukrajinski
el: _Ουκρανικά
lv: _Ukraiņu
ru: _Украинский

source: _Generic UTF-8
bs: _Generički UTF-8
el: _Γενικό UTF-8
lv: _Vispārējs UTF-8
ru: _Универсальный UTF-8

source: Attachment
bs: Prilog
el: Συνημμένο
lv: Pielikums
ru: Вложение

source: Inline
bs: Unutar
el: Ενσωματωμένο
lv: Iekļauts
ru: Включение

source: Reference
bs: Referenca
el: Αναφορά
lv: Atsauce
ru: Ссылка

source: (No name)
bs: (Bez imena)
el: (Χωρίς όνομα)
lv: (Nav nosaukuma)
ru: (Без названия)

source: The message to “%s” is modified. Save message to Draftbox?
el: Το μήνυμα προς «%s» έχει τροποποιηθεί. Αποθήκευση του μηνύματος στα Πρόχειρα;
ru: Сообщение для «%s» было изменено. Сохранить сообщение в «Черновики»?

source: Editing failed: %s
el: Η επεξεργασία απέτυχε: %s
ru: Ошибка редактирования: %s

source: Cannot read the file “%s”: %s
el: Αδυναμία ανάγνωσης του αρχείου «%s»: %s
ru: Невозможно прочитать файл «%s»: %s

source: GNOME editor is not defined in your preferred applications.
el: Ο επεξεργαστής GNOME δεν έχει οριστεί στις προτιμώμενες εφαρμογές σας.
ru: В списке выбранных программ не определен редактор GNOME.

source: Could not create temporary file: %s
el: Αδυναμία δημιουργίας προσωρινού αρχείου: %s
ru: Не удалось создать временный файл: %s

source: Select Identity
bs: Odaberi identitet
el: Επιλογή ταυτότητας
lv: Izvēlieties identitāti
ru: Выбрать профиль

source: Saying yes will not send the file “%s” itself, but just a MIME message/external-body reference. Note that the recipient must have proper permissions to see the “real” file. Do you really want to attach this file as reference?
el: Επιλέγοντας «ναι» δεν θα σταλεί το ίδιο το αρχείο «%s», αλλά μόνο μια αναφορά MIME message/external-body. Σημειώστε ότι ο παραλήπτης πρέπει να έχει τα κατάλληλα δικαιώματα για να δει το «πραγματικό» αρχείο. Θέλετε πραγματικά να επισυνάψετε αυτό το αρχείο ως αναφορά;
ru: Если ответить «Да», то вместо файла «%s» будет отправлена только ссылка MIME message/external-body. Обратите внимание, что получатель должен иметь соответствующие полномочия для просмотра «настоящего» файла. Вы действительно хотите вложить этот файл как ссылку?

source: Attach as Reference?
bs: Priloži kao Referencu?
el: Επισύναψη ως αναφορά;
lv: Piesaistīt kā atsauci?
ru: Вложить как ссылку?

source: Choose character set
el: Επιλογή συνόλου χαρακτήρων
ru: Выберите кодировку

source: File %s is not encoded in US-ASCII or UTF-8. Please choose the character set used to encode the file.
el: Το αρχείο %s δεν είναι κωδικοποιημένο σε US-ASCII ή UTF-8. Παρακαλούμε επιλέξτε το σύνολο χαρακτήρων που χρησιμοποιήθηκε για την κωδικοποίηση του αρχείου.
ru: Файл %s не закодирован в US-ASCII или UTF-8. Пожалуйста, выберите кодировку для этого файла.

source: Attach as MIME type:
bs: Priloži kao MIME tip:
el: Επισύναψη ως τύπο MIME:
lv: Piesaistīt kā MIME tipu:
ru: Вложить как тип MIME:

source: Character set for file %s changed from “%s” to “%s”.
el: Το σύνολο χαρακτήρων για το αρχείο %s άλλαξε από «%s» σε «%s».
ru: Набор символов для файла %s изменён с «%s» на «%s».

source: (no subject)
bs: (bez predmeta)
el: (χωρίς θέμα)
lv: (bez temata)
ru: (без темы)

source: forwarded message
bs: proslijeđena poruka
el: προωθημένο μήνυμα
lv: pārsūtīta vēstule
ru: пересланное сообщение

source: Message from %s, subject: “%s”
el: Μήνυμα από %s, θέμα: «%s»
ru: Сообщение от %s, тема «%s»

source: Remove
be: Выдаліць
bs: Ukloni
el: Αφαίρεση
et: Eemalda
lv: Izņemt
ru: Удалить

source: Open…
el: Άνοιγμα…
ru: Открыть…

source: Attach file
bs: Priloži datoteku
el: Επισύναψη αρχείου
et: Lisa fail
lv: Piesaistīt datni
ru: Вложить файл

source: Attaching message failed. Possible reason: not enough temporary space
bs: Neuspješno prilaganje datoteke. Mogući razlog: nema dovoljno trenutne memorije
el: Η επισύναψη του μηνύματος απέτυχε. Πιθανή αιτία: ανεπαρκής προσωρινός χώρος
lv: Neizdevās piesaistīt vēstuli. Iespējamais iemesls — nepietiek pagaidu vietas
ru: Не удалось вложить сообщение. Возможная причина: не хватает пространства для временного файла

source: F_rom:
bs: O_d:
el: Α_πό:
lv: N_o:
ru: _От:

source: S_ubject:
bs: Pre_dmet:
el: _Θέμα:
lv: T_emats:
ru: _Тема:

source: F_CC:
ru: Скрытая _копия:

source: _Attachments:
bs: _Prilozi:
el: _Συνημμένα:
lv: _Pielikumi:
ru: _Вложения:

source: Mode
bs: Režim
el: Λειτουργία
lv: Režīms
ru: Режим

source: Description
bs: Opis
el: Περιγραφή
lv: Apraksts
ru: Описание

source: Could not save attachment: %s
bs: Ne mogu snimiti prilog: %s
el: Αδυναμία αποθήκευσης συνημμένου: %s
lv: Nevarēja saglabāt pielikumu — %s
ru: Не удалось сохранить вложение: %s

source: No subject
bs: Nema teme
el: Χωρίς θέμα
lv: Bez temata
ru: Без темы

source: decrypted:
el: αποκρυπτογραφήθηκε:
ru: расшифровано:

source: inlined file “%s” (%s)
el: ενσωματωμένο αρχείο «%s» (%s)
ru: включённый файл «%s» (%s)

source: attached file “%s” (%s)
el: συνημμένο αρχείο «%s» (%s)
ru: вложенный файл «%s» (%s)

source: inlined %s part
bs: umetnuti %s dio
el: ενσωματωμένο τμήμα %s
lv: iekļauta %s daļa
ru: включённая часть %s

source: attached %s part
bs: priloženi %s dio
el: συνημμένο τμήμα %s
lv: piesaistīta %s daļa
ru: вложенная часть %s

source: message from %s, subject “%s”
el: μήνυμα από %s, θέμα «%s»
ru: сообщение от %s, тема «%s»

source: quoted
bs: citirano
el: σε παράθεση
et: tsitaat
lv: citēts
ru: цитируется

source: quoted attachment
bs: citiran prilog
el: συνημμένο σε παράθεση
lv: citēts pielikums
ru: цитируемое вложение

source: Select parts for quotation
bs: Označite dijelove za citiranje
el: Επιλογή τμημάτων για παράθεση
lv: Izvēlieties daļas, ko citēt
ru: Выбрать части для цитирования

source: Select the parts of the message which shall be quoted in the reply
bs: Označite dijelove poruke koje bi trebale biti citirane u odgovoru
el: Επιλέξτε τα τμήματα του μηνύματος που θα συμπεριληφθούν στην παράθεση της απάντησης
lv: Izvēlieties vēstules daļas, kas tiks citētas atbildē
ru: Выбрать части сообщения для цитирования при ответе

source: <b>Warning:</b> The original message contains an abnormal mixture of encrypted and unencrypted parts. This <i>might</i> indicate an attack. Double-check the contents of the reply before sending.
el: <b>Προειδοποίηση:</b> Το αρχικό μήνυμα περιέχει ένα μη φυσιολογικό μείγμα κρυπτογραφημένων και μη κρυπτογραφημένων τμημάτων. Αυτό <i>ενδέχεται</i> να υποδεικνύει επίθεση. Ελέγξτε ξανά το περιεχόμενο της απάντησης πριν την αποστολή.
ru: <b>Предупреждение:</b> Исходное сообщение содержит необычное сочетание зашифрованных и незашифрованных частей. Это <i>может</i> указывать на атаку. Дважды проверьте содержание ответа перед отправкой.

source: You reply to an encrypted message. The reply will contain the decrypted contents of the original message. Consider to encrypt the reply, and verify that you do not unintentionally leak sensitive information.
el: Απαντάτε σε ένα κρυπτογραφημένο μήνυμα. Η απάντηση θα περιέχει το αποκρυπτογραφημένο περιεχόμενο του αρχικού μηνύματος. Εξετάστε το ενδεχόμενο να κρυπτογραφήσετε την απάντηση και βεβαιωθείτε ότι δεν διαρρέετε ακούσια ευαίσθητες πληροφορίες.
ru: Вы отвечаете на зашифрованное сообщение. Ответ будет содержать содержимое исходного сообщения в расшифрованном виде. Подумайте о том, чтобы зашифровать ответ и убедитесь, что вы не раскрываете конфиденциальную информацию.

source: Do not remind me again.
el: Να μην ερωτηθώ ξανά.
ru: Больше не напоминать.

source: you
bs: vi
el: εσείς
et: sina
lv: tu
ru: вы

source: ------forwarded message from %s------
bs: ------proslijeđena poruka od %s------
el: ------προωθημένο μήνυμα από %s------
lv: ------pārsūtīta vēstule no %s------
ru: ------пересылаемое сообщение от %s------

source: Message-ID: %s
bs: Poruka-ID: %s
el: ID μηνύματος: %s
lv: Vēstules ID — %s
ru: ID сообщения: %s

source: References:
bs: Reference:
el: Αναφορές:
lv: Atsauces:
ru: Ссылки:

source: On %s, %s wrote:
bs: Na %s, %s piši:
el: Στις %s, ο/η %s έγραψε:
lv: %s, %s rakstīja:
ru: На %s, %s написал:

source: %s wrote:
bs: %s pisao:
el: Ο/η %s έγραψε:
et: %s kirjutas::
lv: %s rakstīja:
ru: %s написал:

source: Could not save message.
bs: Nije moguće snimiti poruku.
el: Αδυναμία αποθήκευσης μηνύματος.
lv: Nevarēja saglabāt vēstuli.
ru: Не удалось сохранить сообщение.

source: Could not open draftbox: %s
bs: Nije moguće otvoriti skicu: %s
el: Αδυναμία ανοίγματος των προχείρων: %s
lv: Nevarēja atvērt melnrakstu kasti — %s
ru: Не удалось открыть черновик: %s

source: Message saved.
bs: Poruka je snimljena.
el: Το μήνυμα αποθηκεύτηκε.
lv: Vēstule saglabāta.
ru: Сообщения сохранены.

source: Could not attach the file %s: %s.
bs: Nije moguće priložiti datoteku %s: %s.
el: Αδυναμία επισύναψης του αρχείου %s: %s.
lv: Nevarēja piesaistīt datni %s — %s.
ru: Не удалось вложить файл %s: %s.

source: not an absolute path
bs: nije apsolutni put
el: δεν είναι απόλυτη διαδρομή
lv: nav absolūta ceļa
ru: не является абсолютным путем

source: does not exist
bs: ne postoji
el: δεν υπάρχει
lv: neeksistē
ru: не существует

source: not in current directory
bs: nije u trenutnom direktoriju
el: δεν βρίσκεται στον τρέχοντα κατάλογο
lv: nav pašreizējā direktorijā
ru: не в текущем каталоге
