Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: There seems to be no public key for recipient “%s” in your key ring. If you are sure that the recipient owns a different key, select it from the list.
el: Φαίνεται ότι δεν υπάρχει δημόσιο κλειδί για τον παραλήπτη «%s» στην κλειδοθήκη σας. Εάν είστε βέβαιοι ότι ο παραλήπτης διαθέτει διαφορετικό κλειδί, επιλέξτε το από τη λίστα.
ru: Кажется, в вашей связке ключей нет открытого ключа для получателя «%s». Если вы уверены, что у получателя другой ключ, выберите его из списка.

source: Double-click key to show details
el: Κάντε διπλό κλικ στο κλειδί για εμφάνιση λεπτομερειών
ru: Двойной щелчок мышью, чтобы показать детали

source: User ID
bs: Korisnički ID
el: ID Χρήστη
lv: Lietotāja ID
ru: ID пользователя

source: Size
bs: Veličina
el: Μέγεθος
lv: Izmērs
ru: Размер

source: Created
el: Δημιουργήθηκε
ru: Создан

source: The owner trust for this key is “%s” only. Use this key anyway?
el: Η εμπιστοσύνη κατόχου για αυτό το κλειδί είναι μόνο «%s». Χρήση του κλειδιού ούτως ή άλλως;
ru: Доверие владельцу этого ключа только «%s». Всё равно использовать этот ключ?

source: Insufficient key owner trust
el: Ανεπαρκής εμπιστοσύνη κατόχου κλειδιού
ru: Недостаточное доверие владельцу ключа

source: error setting key list mode
el: σφάλμα κατά τον ορισμό λειτουργίας λίστας κλειδιών
ru: ошибка при попытке установить режим списка ключей

source: could not list keys for “%s”
el: αδυναμία καταγραφής κλειδιών για το «%s»
ru: не удалось создать список ключей для «%s»

source: ambiguous keys for “%s”
el: ασαφή κλειδιά για το «%s»
ru: неоднозначные ключи для «%s»

source: cannot create data buffer
el: αδυναμία δημιουργίας ενδιάμεσης μνήμης δεδομένων (buffer)
ru: не удалось создать буфер данных

source: exporting key for “%s” failed
el: η εξαγωγή κλειδιού για το «%s» απέτυχε
ru: не удалось экспортировать ключ для «%s»

source: cannot export minimal key for “%s”
el: αδυναμία εξαγωγής ελάχιστου κλειδιού για το «%s»
ru: не удалось экспортировать минимальный ключ для «%s»

source: importing key data failed
el: η εισαγωγή δεδομένων κλειδιού απέτυχε
ru: не удалось импортировать данные ключа

source: Cannot find a key with fingerprint %s on the key server.
el: Αδυναμία εύρεσης κλειδιού με αποτύπωμα %s στον διακομιστή κλειδιών.
ru: Не удается найти ключ с отпечатком %s на сервере ключей.

source: Found %u key with fingerprint %s on the key server. Please check and import the proper key manually.
el: Βρέθηκε %u κλειδί με αποτύπωμα %s στον διακομιστή κλειδιών. Παρακαλούμε ελέγξτε και εισαγάγετε το κατάλληλο κλειδί χειροκίνητα.
ru: На сервере ключей найден %u ключ с отпечатком %s. Пожалуйста, проверьте и импортируйте нужный ключ вручную.

source: Searching the key server failed: %s
el: Η αναζήτηση στον διακομιστή κλειδιών απέτυχε: %s
ru: Поиск на сервере ключей завершился неудачей: %s

source: no data for key with fingerprint %s
el: δεν υπάρχουν δεδομένα για το κλειδί με αποτύπωμα %s
ru: нет данных для ключа с отпечатком %s

source: reading key data failed
el: η ανάγνωση δεδομένων κλειδιού απέτυχε
ru: не удалось прочитать данные ключа

source: error importing key
el: σφάλμα κατά την εισαγωγή κλειδιού
ru: ошибка импорта ключа

source: No key was imported or updated.
el: Δεν εισήχθη ούτε ενημερώθηκε κανένα κλειδί.
ru: Ни один ключ не был импортирован или обновлен.

source: The key was ignored because it does not have a user ID.
el: Το κλειδί αγνοήθηκε επειδή δεν διαθέτει αναγνωριστικό χρήστη (user ID).
ru: Ключ проигнорирован, поскольку в нем не содержится данных ID пользователя.

source: The key was imported into the local key ring.
el: Το κλειδί εισήχθη στην τοπική κλειδοθήκη.
ru: Ключ был импортирован в локальную связку ключей.

source: The key was updated in the local key ring:
el: Το κλειδί ενημερώθηκε στην τοπική κλειδοθήκη:
ru: Ключ был обновлен в локальной связке ключей:

source: • %d new user ID
el: • %d νέο ID χρήστη
ru: • %d новый ID пользователя

source: • %d new subkey
el: • %d νέο υποκλειδί
ru: • %d новый подключ

source: • %d new signature
el: • %d νέα υπογραφή
ru: • %d новая подпись

source: • %d new revocation
el: • %d νέα ανάκληση
ru: • %d новый отзыв

source: The existing key in the key ring was not changed.
el: Το υπάρχον κλειδί στην κλειδοθήκη δεν άλλαξε.
ru: Существующий ключ в связке ключей не был изменён.

source: Key status:
el: Κατάσταση κλειδιού:
ru: Состояние ключа:

source: User ID:
el: ID Χρήστη:
ru: ID пользователя:

source: None
el: Κανένα
ru: Нет

source: Primary user ID:
el: Πρωτεύον ID χρήστη:
ru: Первичный ID пользователя:

source: Key owner trust:
el: Εμπιστοσύνη κατόχου κλειδιού:
ru: Доверие к владельцу ключа:

source: Additional User IDs
el: Πρόσθετα ID Χρήστη
ru: Дополнительные ID пользователей

source: Issuer
el: Εκδότης
ru: Поставщик

source: Name:
be: Імя:
el: Όνομα:
et: Nimi:
ru: Название:

source: Serial number:
el: Σειριακός αριθμός:
ru: Серийный номер:

source: Chain ID:
el: ID Αλυσίδας:
ru: ID цепочки:

source: view certificate chain…
el: προβολή αλυσίδας πιστοποιητικών…
ru: просмотреть цепочку сертификатов…

source: Subkey used
el: Χρησιμοποιημένο υποκλειδί
ru: Используемый подключ

source: Subkeys (%s only)
el: Υποκλειδιά (%s μόνο)
ru: Подключи (только %s)

source: Subkeys
el: Υποκλειδιά
ru: Подключи

source: Status:
el: Κατάσταση:
ru: Состояние:

source: Fingerprint:
el: Αποτύπωμα:
ru: Отпечаток:

source: Type:
bs: Tip:
el: Τύπος:
lv: Tips:
ru: Тип:

source: Capabilities:
el: Δυνατότητες:
ru: Возможности:

source: invalid timestamp
el: μη έγκυρη χρονοσήμανση
ru: некорректная временная отметка

source: not available
el: μη διαθέσιμο
ru: недоступен

source: Created:
el: Δημιουργήθηκε:
ru: Создан:

source: Expires:
el: Λήγει:
ru: Истекает:

source: revoked
el: ανακλήθηκε
ru: отозван

source: expired
el: έληξε
ru: истёкший

source: Close
be: Зачыніць
bs: Zatvori
el: Κλείσιμο
lv: Aizvērt
ru: Закрыть

source: No
el: Όχι
ru: Нет

source: Yes
el: Ναι
ru: Да

source: sign
el: υπογραφή
ru: подписать

source: encrypt
el: κρυπτογράφηση
ru: шифровать

source: certify
el: πιστοποίηση
ru: сертифицировать

source: authenticate
el: ταυτοποίηση
ru: аутентифицировать

source: %u bit
ru: %u бит

source: curve “%s”
el: καμπύλη «%s»
ru: кривая «%s»

source: _Hide
bs: _Sakrij
el: Απόκρυψη
lv: _Slēpt
ru: _Скрыть

source: not a regular file
bs: nije regularna datoteka
el: δεν είναι κανονικό αρχείο
lv: nav parasta datne
ru: не является обычным файлом

source: Cannot launch, missing application
bs: Ne mogu pokrenuti, nedostaje aplikacija
el: Αδυναμία εκκίνησης, λείπει η εφαρμογή
lv: Nevar palaist, trūkst lietotnes
ru: Не удалось запустить, отсутствует приложение

source: Open with %s
bs: Otvori pomoću %s
el: Άνοιγμα με %s
lv: Atvērt ar %s
ru: Открыть с помощью %s

source: Open _part with %s
bs: Otvori _dio pomoću %s
el: Άνοιγμα _τμήματος με %s
lv: Atvērt _daļu ar %s
ru: Открыть _часть с помощью %s

source: failed to evaluate XPath expression
el: αποτυχία αξιολόγησης της έκφρασης XPath
ru: не удалось обработать выражение XPath

source: WebDAV response %d: %s
el: Απόκριση WebDAV %d: %s
ru: Ответ WebDAV %d: %s

source: WebDAV: empty response
el: WebDAV: κενή απόκριση
ru: WebDAV: пустой ответ

source: cannot parse the WebDAV server response as XML
el: αδυναμία ανάλυσης της απόκρισης του διακομιστή WebDAV ως XML
ru: не удалось обработать ответ сервера WebDAV как XML

source: cannot add namespaces to XPath context
el: αδυναμία προσθήκης χώρων ονομάτων (namespaces) στο πλαίσιο XPath
ru: не удалось добавить пространства имён в контекст XPath

source: cannot create XPath context
el: αδυναμία δημιουργίας πλαισίου XPath
ru: не удалось создать контекст XPath

source: Cannot load mailbox %s
be: Немагчыма загрузіць паштовую скрыню %s
bs: Ne mogu učitati poštansko sanduče %s
el: Αδυναμία φόρτωσης γραμματοκιβωτίου %s
lv: Nevar ielādēt pastkasti %s
ru: Невозможно загрузить почтовый ящик %s

source: No such mailbox type: %s
be: Няма такога тыпу паштовае скрыні: %s
bs: Nema poštanskog sandučeta tipa: %s
el: Ανύπαρκτος τύπος γραμματοκιβωτίου: %s
lv: Nav tāda pastkastes tipa — %s
ru: Нет почтового ящика такого типа: %s

source: Bad local mailbox path “%s”
el: Λανθασμένη διαδρομή τοπικού γραμματοκιβωτίου «%s»
ru: Неверный путь к локальному почтовому ящику «%s»

source: Could not create a mailbox of type %s
be: Немагчыма стварыць паштовую скрыню тыпу %s
bs: Nije moguće kreirati poštanski spremnik tipa %s
el: Αδυναμία δημιουργίας γραμματοκιβωτίου τύπου %s
lv: Nevarēja izveidot pastkasti ar tipu %s
ru: Невозможно создать почтовый ящик типа %s

source: Applying filter rules to %s
bs: Primjena filter pravila na %s
el: Εφαρμογή κανόνων φίλτρου στο %s
lv: Attiecina filtra kārtulas uz %s
ru: Применение правил фильтрации к %s

source: Copying from %s to %s
bs: Kopiranje iz %s u %s
el: Αντιγραφή από %s σε %s
lv: Kopē no %s uz %s
ru: Копировать из %s в %s

source: Removing messages from source mailbox failed
bs: Neuspješno uklanjanje poruka iz izvora poštanskog sandučeta
el: Η αφαίρεση μηνυμάτων από το γραμματοκιβώτιο πηγής απέτυχε
lv: Vēstuļu izņemšana no avota pastkastes neizdevās
ru: Не удалось удалить сообщения из исходного почтового ящика

source: from unknown
bs: od neopoznatog
el: από άγνωστο
lv: no nezināma
ru: от неизвестного

source: Loading…
el: Φόρτωση…
ru: Загрузка…

source: Searching %s for partial messages
bs: Traženje %s za parcijalne poruke
el: Αναζήτηση στο %s για μερικά μηνύματα
lv: %s meklē daļējas vēstules
ru: Поиск %s для неполных сообщений

source: Reconstructing message
bs: Rekonstruisanje poruke
el: Ανακατασκευή μηνύματος
lv: Rekonstruē vēstuli
ru: Реконструкция сообщения

source: Finding duplicate messages in source mailbox failed
bs: Neuspješno traženje duple poruke u izvoru poštanskog sandučeta
el: Η εύρεση διπλότυπων μηνυμάτων στο γραμματοκιβώτιο πηγής απέτυχε
lv: Neizdevās atrast dublējošas vēstules avota pasta kastē
ru: В исходном почтовом ящике не удалось найти дубликаты сообщений

source: *** ERROR: Mailbox Stream Closed: %s ***
ru: *** ОШИБКА: поток данных почтового ящика прерван: %s ***

source: IMAP %s %s: connection has been severed. Reconnecting…
el: IMAP %s %s: η σύνδεση διακόπηκε. Επανασύνδεση…
ru: IMAP %s %s: соединение было разорвано. Повторное подключение…

source: IMAP %s %s: protocol error. Try enabling bug workarounds.
el: IMAP %s %s: σφάλμα πρωτοκόλλου. Δοκιμάστε να ενεργοποιήσετε τις παρακάμψεις σφαλμάτων (bug workarounds).
ru: IMAP %s %s: ошибка протокола. Пытаемся обойти проблему.

source: IMAP %s %s: server has shut down the connection: %s. Reconnecting…
el: IMAP %s %s: ο διακομιστής διέκοψε τη σύνδεση: %s. Επανασύνδεση…
ru: IMAP %s %s: сервер разорвал соединение: %s. Повторное подключение…

source: mailbox
el: γραμματοκιβώτιο
ru: почтовый ящик

source: Downloading %ld kB
bs: Preuzimanje %ld kB
el: Λήψη %ld kB
lv: Lejupielādē %ld kB
ru: Загружается %ld кБ

source: No path found for mailbox “%s”, using “%s”
el: Δεν βρέθηκε διαδρομή για το γραμματοκιβώτιο «%s», χρήση του «%s»
ru: Путь к почтовому ящику «%s» не найден, используется «%s»

source: Cannot get IMAP handle
bs: Ne mogu dobiti IMAP držač
el: Αδυναμία λήψης χειριστή (handle) IMAP
lv: Nevar saņemt IMAP turi
ru: Не удается получить дескриптор IMAP

source: server
el: διακομιστής
ru: сервер

source: Error fetching message from IMAP server: %s
bs: Greška u dobavljanu poruke iz IMAP servera: %s
el: Σφάλμα κατά την ανάκτηση μηνύματος από τον διακομιστή IMAP: %s
lv: Kļūda, saņemot vēstuli no IMAP servera — %s
ru: Ошибка получения сообщения с сервера IMAP: %s

source: Downloading %u kB
bs: Spremanje %u kB
el: Λήψη %u kB
lv: Lejupielādē %u kB
ru: Загружается %u кБ

source: Cannot create temporary file
bs: Ne mogu kreirati privremenu datoteku
el: Αδυναμία δημιουργίας προσωρινού αρχείου
lv: Nevar izveidot pagaidu datnes
ru: Не удалось создать временный файл

source: Cannot write to temporary file %s
bs: Ne mogu upisati u privremenu datoteku %s
el: Αδυναμία εγγραφής στο προσωρινό αρχείο %s
lv: Nevar rakstīt pagaidu datnē %s
ru: Не удалось записать во временный файл %s

source: Uploading %ld kB
bs: Slanje %ld kB
el: Αποστολή %ld kB
lv: Augšupielādē %ld kB
ru: Выгружается %ld кБ

source: Server-side threading not supported.
bs: Niti na strani servera nisu podržane.
el: Δεν υποστηρίζεται η νηματοποίηση (threading) από την πλευρά του διακομιστή.
lv: Servera puses pavedienu veidošana nav atbalstīta.
ru: Формирование цепочек сообщений на стороне сервера не поддерживается.

source: Failed to save cache file “%s”: %s.
el: Αποτυχία αποθήκευσης του αρχείου προσωρινής μνήμης «%s»: %s.
ru: Не удалось сохранить файл кеша «%s»: %s.

source: Failed to read cache file %s: %s
bs: Neuspješno čitanje datoteke u predmemoriji %s: %s
el: Αποτυχία ανάγνωσης του αρχείου προσωρινής μνήμης %s: %s
lv: Neizdevās nolasīt kešatmiņas datni “%s” — %s
ru: Не удалось прочитать файл кеша %s: %s

source: Cache file for mailbox %s will be repaired
bs: Datoteka u predmemoriji za poštanski spremnik %s će biti popravljena
el: Το αρχείο προσωρινής μνήμης για το γραμματοκιβώτιο %s θα επιδιορθωθεί
lv: Tiks salabota kešatmiņas datne pastkastei %s
ru: Файл кеша для почтового ящика %s будет восстановлен

source: Filtering %s
bs: Filtriranje %s
el: Φιλτράρισμα του %s
lv: Filtrē %s
ru: Фильтрация %s

source: Preparing %s
bs: Pripremanje %s
el: Προετοιμασία του %s
lv: Sagatavo %s
ru: Подготовка %s

source: Open of %s failed. Errno = %d,
be: Збой адкрыцьця %s. Нумар памылкі - %d,
bs: Neuspješno otvaranje %s. Grbr = %d,
el: Το άνοιγμα του %s απέτυχε. Errno = %d,
lv: %s atvēršana neizdevās. Kļnr = %d,
ru: Сбой открытия %s. Номер ошибки - %d,

source: Failed to sync mailbox “%s”
el: Αποτυχία συγχρονισμού του γραμματοκιβωτίου «%s»
ru: Не удалось синхронизировать почтовый ящик «%s»

source: Mailbox %s does not appear to be a Maildir mailbox.
be: Верагодна паштовая скрыня "%s" не зьяўляецца скрыняй Maildir.
bs: Poštansko sanduče %s ne izgleda kao Maildir poštansko sanduče.
el: Το γραμματοκιβώτιο %s δεν φαίνεται να είναι τύπου Maildir.
lv: Neizskatās, ka pastkaste %s būtu Maildir pastkaste.
ru: Почтовый ящик %s не является ящиком Maildir.

source: Could not create a Maildir directory at %s (%s)
el: Αδυναμία δημιουργίας καταλόγου Maildir στο %s (%s)
ru: Не удалось создать каталог MailDir в %s (%s)

source: Could not create a Maildir at %s (%s)
el: Αδυναμία δημιουργίας Maildir στο %s (%s)
ru: Не удалось создать MailDir в %s (%s)

source: Could not remove “%s”: %s
el: Αδυναμία αφαίρεσης του «%s»: %s
ru: Не удалось удалить «%s»: %s

source: Mailbox does not exist.
bs: Poštansko sanduče ne postoji.
el: Το γραμματοκιβώτιο δεν υπάρχει.
lv: Pastkaste neeksistē.
ru: Почтовый ящик не существует.

source: Data copy error
bs: Greška u kopiranju podatka
el: Σφάλμα αντιγραφής δεδομένων
lv: Datu kopēšanas kļūda
ru: Ошибка копирования данных

source: Mailbox %s does not appear to be an mbox mailbox.
el: Το γραμματοκιβώτιο %s δεν φαίνεται να είναι τύπου mbox.
ru: Почтовый ящик %s не является ящиком mbox.

source: Could not remove %s: %s
el: Αδυναμία αφαίρεσης του %s: %s
ru: Не удалось удалить %s: %s

source: Could not write file %s: %s
bs: Ne mogu upisati datoteku %s: %s
el: Αδυναμία εγγραφής στο αρχείο %s: %s
lv: Nevarēja ierakstīt datnē %s — %s
ru: Не удалось записать файл %s: %s

source: Failed to create temporary file “%s”: %s
el: Αποτυχία δημιουργίας προσωρινού αρχείου «%s»: %s
ru: Не удалось создать временный файл «%s»: %s

source: Failed to save cache file “%s”: %s. New version saved as “%s”
el: Αποτυχία αποθήκευσης του αρχείου προσωρινής μνήμης «%s»: %s. Η νέα έκδοση αποθηκεύτηκε ως «%s»
ru: Не удалось сохранить файл кэша «%s»: %s. Новая версия сохранена как «%s»

source: Could not unlink file %s: %s
bs: Ne mogu otkačiti datoteku %s: %s
el: Αδυναμία αποσύνδεσης (unlink) του αρχείου %s: %s
lv: Nevarēja atsaistīt datni %s — %s
ru: Не удалось отключить файл %s: %s

source: Cannot open mailbox.
bs: Ne mogu otvoriti poštansko sanduče.
el: Αδυναμία ανοίγματος του γραμματοκιβωτίου.
lv: Nevar atvērt pastkasti.
ru: Невозможно открыть почтовый ящик.

source: Mailbox is not in mbox format.
bs: Poštansko sanduče nije u mbox formatu.
el: Το γραμματοκιβώτιο δεν είναι σε μορφή mbox.
lv: Pastkaste nav mbox formātā.
ru: Почтовый ящик не в формате mbox.

source: Cannot lock mailbox.
bs: Ne mogu zaključati poštansko sanduče.
el: Αδυναμία κλειδώματος του γραμματοκιβωτίου.
lv: Nevar aizslēgt pastkasti.
ru: Невозможно заблокировать почтовый ящик.

source: %s: could not open %s.
bs: %s: ne mogu otvoriti %s.
el: %s: αδυναμία ανοίγματος του %s.
lv: %s — nevarēja atvērt %s.
ru: %s: не удалось открыть %s.

source: %s: could not get new MIME stream.
el: %s: αδυναμία λήψης νέας ροής MIME.
ru: %s: не удалось получить новый поток данных MIME.

source: %s: %s is not in mbox format.
bs: %s: %s nije u mbox formatu.
el: %s: το %s δεν είναι σε μορφή mbox.
lv: %s — %s nav mbox formātā.
ru: %s: %s не в формате mbox.

source: Mailbox %s does not appear to be an MH mailbox.
el: Το γραμματοκιβώτιο %s δεν φαίνεται να είναι τύπου MH.
ru: Почтовый ящик %s не является почтовым ящиком MH.

source: Could not create MH directory at %s (%s)
be: Немагчыма стварыць каталёг MH у %s (%s)
bs: Ne mogu kreirati MH datoteku na %s (%s)
el: Αδυναμία δημιουργίας καταλόγου MH στο %s (%s)
lv: Nevarēja izveidot MH direktoriju iekš %s (%s)
ru: Не удалось создать каталог MH в %s (%s)

source: Could not create MH structure at %s (%s)
be: немагчыма стварыць структуру MH у %s (%s)
bs: Ne mogu kreirati MH strukturu na %s (%s)
el: Αδυναμία δημιουργίας δομής MH στο %s (%s)
lv: Nevarēja izveidot MH struktūru %s (%s)
ru: Не удалось создать структуру MH в %s (%s)

source: Cannot create message
bs: Ne mogu kreirati poruku
el: Αδυναμία δημιουργίας μηνύματος
lv: Nevar izveidot vēstuli
ru: Невозможно создать сообщение

source: Message rename error
bs: Greška u preimenovanju poruke
el: Σφάλμα μετονομασίας μηνύματος
lv: Vēstules pārsaukšanas kļūda
ru: Ошибка переименования сообщения

source: Saving the POP3 message UID list failed: %s
el: Η αποθήκευση της λίστας UID των μηνυμάτων POP3 απέτυχε: %s
ru: Не удалось сохранить список идентификаторов сообщений POP3: %s

source: Passing POP message to %s failed: %s
el: Η μεταβίβαση του μηνύματος POP στο %s απέτυχε: %s
ru: Не удалось передать сообщение POP %s: %s

source: Saving POP message failed
el: Η αποθήκευση του μηνύματος POP απέτυχε
ru: Не удалось сохранить сообщение POP

source: Transferring POP message to %s failed: %s
el: Η μεταφορά του μηνύματος POP στο %s απέτυχε: %s
ru: Не удалось передать сообщение POP на %s: %s

source: Message %lu of %lu (%s of %s)
el: Μήνυμα %lu από %lu (%s από %s)
ru: Сообщение %lu от %lu (%s от %s)

source: Error appending message %d from %s to %s: %s
bs: Greška u dodavanju poruke %d od %s do %s: %s
el: Σφάλμα κατά την προσάρτηση του μηνύματος %d από το %s στο %s: %s
lv: Kļūda, pievienojot vēstuli %d no %s līdz %s — %s.
ru: Возникла ошибка при дописывании сообщения %d из %s в %s: %s

source: Cannot load certificate file %s: %s
el: Αδυναμία φόρτωσης του αρχείου πιστοποιητικού %s: %s
ru: Невозможно загрузить файл сертификата %s: %s

source: Connecting %s…
el: Σύνδεση στο %s…
ru: Подключение к %s…

source: POP3 mailbox %s: cannot connect %s: %s
el: Γραμματοκιβώτιο POP3 %s: αδυναμία σύνδεσης στο %s: %s
ru: Почтовый ящик POP3 %s: не удалось подключиться %s: %s

source: List messages…
el: Καταγραφή μηνυμάτων…
ru: Список сообщений…

source: POP3 mailbox %s error: %s
el: Σφάλμα γραμματοκιβωτίου POP3 %s: %s
ru: Ошибка в почтовом ящике POP3 %s: %s

source: POP3 mailbox %s: message %d oversized: %s — skipped.
el: Γραμματοκιβώτιο POP3 %s: το μήνυμα %d είναι υπερμεγέθες: %s — παραλείφθηκε.
ru: Почтовый ящик POP3 %s: сообщение %d избыточный размер: %s — пропущено.

source: Connected to %s
el: Συνδέθηκε στο %s
ru: Соединение установлено с %s

source: %lu new message (%s)
el: %lu νέο μήνυμα (%s)
ru: %lu новое сообщение (%s)

source: Deleting messages on server…
el: Διαγραφή μηνυμάτων στον διακομιστή…
ru: Удаление сообщений на сервере…

source: Finished
el: Ολοκληρώθηκε
ru: Завершено

source: Mailbox (%s) is read-only: cannot change flags.
el: Το γραμματοκιβώτιο (%s) είναι μόνο για ανάγνωση: αδυναμία αλλαγής σημαιών.
ru: Почтовый ящик (%s) доступен только для чтения: нельзя изменить флаги.

source: cannot delete “%s”: %s
el: αδυναμία διαγραφής του «%s»: %s
ru: не удалось удалить «%s»: %s

source: West European
el: Δυτικοευρωπαϊκά
ru: Западноевропейская

source: East European
el: Ανατολικοευρωπαϊκά
ru: Восточноевропейская

source: South European
el: Νοτιοευρωπαϊκά
ru: Южноевропейская

source: North European
el: Βορειοευρωπαϊκά
ru: Североевропейская

source: Cyrillic
el: Κυριλλικά
ru: Кириллица

source: Arabic
el: Αραβικά
ru: Арабская

source: Greek
el: Ελληνικά
ru: Греческая

source: Hebrew
el: Εβραϊκά
ru: Иврит

source: Turkish
el: Τουρκικά
ru: Турецкая

source: Nordic
el: Νορδικά
ru: Скандинавская

source: Thai
el: Ταϊλανδικά
ru: Тайская

source: Baltic
el: Βαλτικά
ru: Балтийская

source: Celtic
el: Κελτικά
ru: Кельтская

source: West European (euro)
el: Δυτικοευρωπαϊκά (ευρώ)
ru: Западноевропейская (евро)

source: Russian
el: Ρωσικά
ru: Русская

source: Ukrainian
el: Ουκρανικά
ru: Украинская

source: Japanese
el: Ιαπωνικά
ru: Японская

source: Korean
el: Κορεατικά
ru: Корейская

source: fcntl failed: %s.
el: αποτυχία του fcntl: %s.
ru: ошибка fcntl: %s.

source: Timeout exceeded while attempting fcntl lock!
be: Вычарпаны час чаканьня пры спробе выканаць fcntl lock!
bs: Prekoračeno vrijeme pauze pri pokušaju zaključavanja fcntl!
el: Λήξη χρονικού ορίου κατά την προσπάθεια κλειδώματος fcntl!
lv: Pārsniegta noildze, mēģinot fcntl slēdzeni!
ru: Исчерпано время ожидания при попытке выполнить fcntl lock!

source: Waiting for fcntl lock… %d
el: Αναμονή για κλείδωμα fcntl… %d
ru: Ожидание fcntl lock… %d

source: Timeout exceeded while attempting flock lock!
be: Вычарпаны час чаканьня пры спробе выканаць flock lock!
bs: Prekoračeno vrijeme pauze pri pokušaju flock zaključavanja!
el: Λήξη χρονικού ορίου κατά την προσπάθεια κλειδώματος flock!
lv: Pārsniegta noildze, mēģinot fcntl slēdzeni!
ru: Исчерпано время ожидания при попытке выполнить flock lock!

source: Waiting for flock attempt… %d
el: Αναμονή για προσπάθεια flock… %d
ru: Ожидание завершения попытки выполнить flock… %d

source: LDAP Directory for %s
bs: LDAP Datoteka za %s
el: Κατάλογος LDAP για %s
lv: LDAP Direktorija priekš %s
ru: Каталог LDAP для %s

source: week
el: εβδομάδα
ru: неделя

source: day
el: ημέρα
ru: день

source: hour
el: ώρα
ru: час

source: minute
el: λεπτό
ru: минута

source: second
el: δευτερόλεπτο
ru: секунда

# ical_status
source: unknown
el: άγνωστο
ru: неизвестно

# ical_status
source: event is tentative
el: το συμβάν είναι δοκιμαστικό
ru: событие является предварительным

# ical_status
source: event is definite
el: το συμβάν είναι οριστικό
ru: событие является окончательным

# ical_status
source: event was cancelled
el: το συμβάν ακυρώθηκε
ru: событие было отменено

# ical_method
source: unknown
el: άγνωστο
ru: неизвестно

# ical_method
source: Event Notification
el: Ειδοποίηση συμβάντος
ru: Уведомление о событии

# ical_method
source: Event Request
el: Αίτημα συμβάντος
ru: Запрос события

# ical_method
source: Reply to Event Request
el: Απάντηση σε αίτημα συμβάντος
ru: Ответить на запрос о событии

# ical_method
source: Event Cancellation
el: Ακύρωση συμβάντος
ru: Отмена события

# ical_partstat
source: unknown
el: άγνωστο
ru: неизвестно

# ical_partstat
source: needs action
el: απαιτεί ενέργεια
ru: требует действия

# ical_partstat
source: accepted
el: έγινε αποδεκτό
ru: принято

# ical_partstat
source: declined
el: απορρίφθηκε
ru: отклонено

# ical_partstat
source: tentatively accepted
el: έγινε αποδεκτό δοκιμαστικά
ru: предварительно принято

# ical_partstat
source: delegated
el: ανατέθηκε
ru: поручено

# day_of_week
source: Sunday
el: Κυριακή
ru: Воскресенье

# day_of_week
source: Monday
el: Δευτέρα
ru: Понедельник

# day_of_week
source: Tuesday
el: Τρίτη
ru: Вторник
