Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

# day_of_week
source: Wednesday
el: Τετάρτη
ru: Среда

# day_of_week
source: Thursday
el: Πέμπτη
ru: Четверг

# day_of_week
source: Friday
el: Παρασκευή
ru: Пятница

# day_of_week
source: Saturday
el: Σάββατο
ru: Суббота

source: every weekday
el: κάθε καθημερινή
ru: каждый день

source: every day
el: κάθε ημέρα
ru: ежедневно

source: every %d days
el: κάθε %d ημέρες
ru: каждые %d дня

source: every
el: κάθε
ru: каждые

source: every %d weeks on
el: κάθε %d εβδομάδες στις
ru: каждые %d недели в

source: and %s
el: και %s
ru: и %s

source: every week
el: κάθε εβδομάδα
ru: каждую неделю

source: every %d weeks
el: κάθε %d εβδομάδες
ru: каждые %d недели

source: the last
el: το τελευταίο
ru: последний

source: %dst
el: %dη
ru: %d-й

source: %dnd
el: %dη
ru: %d-й

source: %drd
el: %dη
ru: %d-й

source: %dth
el: %dη
ru: %d-й

source: every day of every month
el: κάθε ημέρα κάθε μήνα
ru: каждый день каждого месяца

source: every day of the month every %d months
el: κάθε ημέρα του μήνα κάθε %d μήνες
ru: каждый день месяца каждые %d месяцев

source: rule too complex
el: πολύ περίπλοκος κανόνας
ru: слишком сложное правило

source: every %s
el: κάθε %s
ru: каждый %s

source: and
el: και
ru: и

source: of every month
el: κάθε μήνα
ru: каждого месяца

source: of every %d months
el: κάθε %d μήνες
ru: каждых %d месяцев

# name_of_month
source: January
el: Ιανουάριος
ru: Январь

# name_of_month
source: February
el: Φεβρουάριος
ru: Февраль

# name_of_month
source: March
el: Μάρτιος
ru: Март

# name_of_month
source: April
el: Απρίλιος
ru: Апрель

# name_of_month
source: May
el: Μάιος
ru: Май

# name_of_month
source: June
el: Ιούνιος
ru: Июнь

# name_of_month
source: July
el: Ιούλιος
ru: Июль

# name_of_month
source: August
el: Αύγουστος
ru: Август

# name_of_month
source: September
el: Σεπτέμβριος
ru: Сентябрь

# name_of_month
source: October
el: Οκτώβριος
ru: Октябрь

# name_of_month
source: November
el: Νοέμβριος
ru: Ноябрь

# name_of_month
source: December
el: Δεκέμβριος
ru: Декабрь

source: every %s %s
el: κάθε %s %s
ru: каждый %s %s

source: every %d years on %s %s
el: κάθε %d έτη στις %s %s
ru: каждые %d лет %s %s

source: every day of %s
el: κάθε μέρα του %s
ru: каждый день %s

source: every %d years every day of %s
el: κάθε %d έτη κάθε μέρα του %s
ru: каждые %d лет каждого дня %s

source: every %s of %s
el: κάθε %s του %s
ru: каждые %s %s

source: every %d years on every %s of %s
el: κάθε %d έτη κάθε %s του %s
ru: каждые %d лет, каждого %s %s

source: the %s of every %s
el: το %s κάθε %s
ru: %s каждого %s

source: every %d years on the %s of %s
el: κάθε %d έτη το %s του %s
ru: каждые %d лет %s %s

# ical_recurrence
source: secondly
el: ανά δευτερόλεπτο
ru: ежесекундно

# ical_recurrence
source: minutely
el: ανά λεπτό
ru: ежеминутно

# ical_recurrence
source: hourly
el: ανά ώρα
ru: каждый час

source: , %d occurrence
el: , %d εμφάνιση
ru: , %d вхождение

source: until %s
el: μέχρι %s
ru: до %s

# ical_role
source: unknown
el: άγνωστος
ru: неизвестно

# ical_role
source: chair
el: πρόεδρος
ru: модератор

# ical_role
source: required participant
el: απαραίτητος συμμετέχων
ru: обязательный участник

# ical_role
source: optional participant
el: προαιρετικός συμμετέχων
ru: необязательный участник

# ical_role
source: non-participant, information only
el: μη συμμετέχων, μόνο για πληροφόρηση
ru: не является участником, только информация

source: decryption and signature verification failed
bs: neuspješno dešifriranje i provjera potpisa
el: η αποκρυπτογράφηση και η επαλήθευση της υπογραφής απέτυχαν
lv: atšifrēšana un paraksta pārbaude neizdevās
ru: ошибка расшифровки и проверки подписи

source: The signature is valid.
bs: Potpis je ispravan.
el: Η υπογραφή είναι έγκυρη.
lv: Paraksts ir derīgs.
ru: Эта подпись верна.

source: The signature is valid but expired.
bs: Potpis je ispravan ali je istekao.
el: Η υπογραφή είναι έγκυρη αλλά έχει λήξει.
lv: Paraksts ir derīgs, bet ar iztecējušu termiņu.
ru: Подпись действительна, но просрочена.

source: The signature is valid but the key used to verify the signature has expired.
bs: Potpis je ispravan ali ključ korišten za provjeru potpisa je istekao.
el: Η υπογραφή είναι έγκυρη αλλά το κλειδί που χρησιμοποιήθηκε για την επαλήθευση της υπογραφής έχει λήξει.
lv: Paraksts ir derīgs, bet ir iztecējis termiņš atslēgai, ko izmanto paraksta pārbaudei.
ru: Подпись действительна, но срок действия ключа, используемого для проверки подписи, истёк.

source: The signature is valid but the key used to verify the signature has been revoked.
bs: Potpis je ispravan ali ključ korišten za provjeru potpisa je opozvan.
el: Η υπογραφή είναι έγκυρη αλλά το κλειδί που χρησιμοποιήθηκε για την επαλήθευση της υπογραφής έχει ανακληθεί.
lv: Paraksts ir derīgs, bet ir atsaukta atslēgai, ko izmanto paraksta pārbaudei.
ru: Подпись действительна, но ключ, используемый для проверки подписи, был отозван.

source: The signature is invalid.
bs: Potpis nije ispravan.
el: Η υπογραφή είναι μη έγκυρη.
lv: Paraksts ir nederīgs.
ru: Эта подпись не верна.

source: The signature could not be verified due to a missing key.
bs: Potpis nije mogao biti provjeren zbog nedostatka ključa.
el: Δεν ήταν δυνατή η επαλήθευση της υπογραφής λόγω έλλειψης του απαιτούμενου κλειδιού.
lv: Parakstu nevarēja pārbaudīt, jo trūkst atslēgas.
ru: Подпись не может быть проверена из-за отсутствия ключа.

source: This part is not a real signature.
el: Αυτό το τμήμα δεν αποτελεί πραγματική υπογραφή.
ru: Эта часть не является настоящей подписью.

source: The signature could not be verified due to an invalid crypto engine.
bs: Potpis nije mogao biti provjeren zbog neispravnog kriptiranja mašine.
el: Δεν ήταν δυνατή η επαλήθευση της υπογραφής λόγω μη έγκυρης μηχανής κρυπτογράφησης.
lv: Parakstu nevarēja pārbaudīt, jo nav derīga kriptogrāfijas dziņa.
ru: Не удалось проверить подпись из-за неправильного механизма шифрования.

source: The signature contains multiple signers, this may be a forgery.
el: Η υπογραφή περιέχει πολλαπλούς υπογράφοντες· αυτό ενδέχεται να αποτελεί πλαστογραφία.
ru: Подпись содержит данные о нескольких подписантах, что может быть подделкой.

source: An error prevented the signature verification: %s: %s
el: Ένα σφάλμα εμπόδισε την επαλήθευση της υπογραφής: %s: %s
ru: Ошибка, мешающая проверке подписи: %s: %s

source: An error prevented the signature verification: %s
el: Ένα σφάλμα εμπόδισε την επαλήθευση της υπογραφής: %s
ru: Ошибка, мешающая проверке подписи: %s

source: The user ID is of unknown validity.
bs: Korisnički ID je nepoznate ispravnosti.
el: Η εγκυρότητα της ταυτότητας χρήστη (User ID) είναι άγνωστη.
lv: Nav zināms lietotāja ID derīgums.
ru: Подлинность идентификатора пользователя неизвестна.

source: The validity of the user ID is undefined.
bs: Ispravnost korisničkog ID je nedefinirana.
el: Η εγκυρότητα της ταυτότητας χρήστη δεν έχει οριστεί.
lv: Lietotāja ID derīgums nav definēts.
ru: Подлинность идентификатора пользователя не определена.

source: The user ID is never valid.
bs: Korisnički ID nikad nije ispravan.
el: Η ταυτότητα χρήστη δεν είναι ποτέ έγκυρη.
lv: Lietotāja ID nekad nav derīgs.
ru: Идентификатор пользователя недействителен.

source: The user ID is marginally valid.
bs: Korisnički ID je marginalno ispravan.
el: Η ταυτότητα χρήστη είναι οριακά έγκυρη.
lv: Lietotāja ID ir daļēji derīgs.
ru: Идентификатор пользователя частично действителен.

source: The user ID is fully valid.
bs: Korisnički ID je u potpunsti ispravan.
el: Η ταυτότητα χρήστη είναι πλήρως έγκυρη.
lv: Lietotāja ID ir pilnīgi derīgs.
ru: Идентификатор пользователя полностью действителен.

source: The user ID is ultimately valid.
bs: Korisnički ID je konačno ispravan.
el: Η ταυτότητα χρήστη είναι απολύτως έγκυρη.
lv: Lietotāja ID ir absolūti derīgs.
ru: Идентификатор пользователя абсолютно действителен.

source: bad validity
bs: loša ispravnost
el: εσφαλμένη εγκυρότητα
lv: slikts derīgums
ru: плохая валидность

source: undefined
bs: nedefinisano
el: μη ορισμένο
lv: nedefinēts
ru: неопределенно

source: marginal
bs: marginalno
el: οριακή
lv: daļēji
ru: частично

source: full
bs: potpuno
el: πλήρης
lv: pilnībā
ru: полностью

source: ultimate
el: απόλυτη
lv: absolūti
ru: абсолютно

source: malformed card, BEGIN:VCARD expected
el: κακοσχηματισμένη κάρτα, αναμενόταν BEGIN:VCARD
ru: недействительная карта — ожидалось BEGIN:VCARD

source: malformed card, END:VCARD missing
el: κακοσχηματισμένη κάρτα, λείπει η εγγραφή END:VCARD
ru: недействительная карта — отсутствует END:VCARD

source: malformed line “%s”, missing “:”
el: κακοσχηματισμένη γραμμή «%s», λείπει το «:»
ru: неверная строка «%s», отсутствует «:»

source: malformed line “%s”, empty name or value
el: κακοσχηματισμένη γραμμή «%s», κενό όνομα ή τιμή
ru: неверная строка «%s», имя или значение пусты

source: SMTP server %s
el: Διακομιστής SMTP %s
ru: SMTP сервер %s

source: Message %u of %u
el: Μήνυμα %u από %u
ru: Сообщение %u от %u

source: Cannot reach SMTP server %s (%s), any queued message will remain in %s.
el: Αδυναμία επικοινωνίας με τον διακομιστή SMTP %s (%s)· τυχόν μηνύματα στην ουρά θα παραμείνουν στο %s.
ru: Не удалось связаться с сервером SMTP %s (%s). Все сообщения из очереди останутся в %s.

source: Sending Mail
el: Αποστολή αλληλογραφίας
ru: Отправка почты

source: Save message in %s…
el: Αποθήκευση μηνύματος στο %s…
ru: Сохранить сообщение в %s…

source: Saving sent message to %s failed: %s
bs: Neuspješno spremanje poslane poruke %s: %s
el: Η αποθήκευση του απεσταλμένου μηνύματος στο %s απέτυχε: %s
lv: Neizdevās nosūtīt %s vēstuli — %s
ru: Не удалось сохранить отправленное сообщение в %s: %s

source: Sending message to SMTP server %s failed: %s Message left in your outbox.
el: Η αποστολή του μηνύματος στον διακομιστή SMTP %s απέτυχε: %s Το μήνυμα παρέμεινε στα εξερχόμενα.
ru: Не удалось отправить сообщение на сервер SMTP %s: %s Сообщение осталось в папке «Исходящие».

source: Connecting SMTP server %s (%s) failed: %s
el: Η σύνδεση στον διακομιστή SMTP %s (%s) απέτυχε: %s
ru: Не удалось соединиться с сервером SMTP %s (%s): %s

source: Transmitted %u message to %s
el: Μεταδόθηκε %u μήνυμα στο %s
ru: Передано %u сообщение в %s

source: Cannot read %s: %s
bs: Nije moguće čitati %s: %s
el: Αδυναμία ανάγνωσης του %s: %s
lv: Nevar nolasīt %s — %s
ru: Невозможно прочитать %s: %s

source: Cannot read %s
bs: Nije moguće čitati %s
el: Αδυναμία ανάγνωσης του %s
lv: Nevar nolasīt %s
ru: Невозможно прочитать %s

source: Cannot determine character set for text file “%s”; sending as MIME type “%s”
el: Αδυναμία προσδιορισμού του συνόλου χαρακτήρων για το αρχείο κειμένου «%s»· αποστολή ως τύπου MIME «%s»
ru: Не удалось определить кодировку символов текстового файла «%s», отправляем как тип MIME «%s»

source: This message will not be encrypted for the BCC: recipient.
bs: Ova poruka neće biti kriptovana za skrivenog primaoca (BCC).
el: Αυτό το μήνυμα δεν θα κρυπτογραφηθεί για τον παραλήπτη κρυφής κοινοποίησης (BCC).
lv: Vēstule netiks šifrēta BBC saņēmējam.
ru: Это сообщение не будет зашифровано для получателя скрытой копии.

source: Error saving credentials for user “%s”, protocol “%s”, server “%s” in Secret Service: %s
el: Σφάλμα κατά την αποθήκευση διαπιστευτηρίων για τον χρήστη «%s», πρωτόκολλο «%s», διακομιστή «%s» στην Υπηρεσία Μυστικών (Secret Service): %s
ru: Ошибка при сохранении учётных данных пользователя «%s», протокол «%s», сервер «%s» в Secret Service: %s

source: Error loading credentials for user %s, protocol “%s”, server “%s” from Secret Service: %s
el: Σφάλμα κατά τη φόρτωση διαπιστευτηρίων για τον χρήστη %s, πρωτόκολλο «%s», διακομιστή «%s» από την Υπηρεσία Μυστικών (Secret Service): %s
ru: Ошибка при загрузке учётных данных пользователя «%s», протокол «%s», сервер «%s» из Secret Service: %s

source: _Remember user password in Secret Service
el: _Απομνημόνευση κωδικού πρόσβασης χρήστη στην Υπηρεσία Μυστικών
ru: _Запомнить пароль пользователя в Secret Service

source: _Remember certificate pass phrase in Secret Service
el: _Απομνημόνευση συνθηματικού πιστοποιητικού στην Υπηρεσία Μυστικών
ru: _Запомнить пароль сертификата в Secret Service

source: _Remember user password
el: _Απομνημόνευση κωδικού πρόσβασης χρήστη
ru: _Запомнить пароль пользователя

source: _Remember certificate pass phrase
el: _Απομνημόνευση συνθηματικού πιστοποιητικού
ru: _Запомнить пароль сертификата

source: _Basic
bs: _Osnovno
el: _Βασικά
lv: _Pamata
ru: _Основные

source: _Descriptive Name:
bs: _Opisni Naziv:
el: _Περιγραφικό όνομα:
lv: _Aprakstošais nosaukums:
ru: _Описательное имя:

source: probe…
el: ανίχνευση…
ru: проверка…

source: _Server:
be: Сэрвэр:
el: _Διακομιστής:
lv: _Serveris:
ru: Сервер:

source: Se_curity:
el: Α_σφάλεια:
ru: _Защита:

source: _Authentication:
el: _Ταυτοποίηση:
ru: _Аутентификация:

source: _User Name:
bs: _Korisničko ime:
el: Όνομα _χρήστη:
lv: _Lietotājvārds:
ru: _Имя пользователя:

source: _Pass Phrase:
bs: _Šif Izraz:
el: _Συνθηματικό:
lv: _Parole:
ru: _Пароль:

source: _Advanced
bs: _Napredno
el: Για _προχωρημένους
lv: P_aplašināti
ru: _Расширенные

source: Server _requires client certificate
el: Ο διακομιστής _απαιτεί πιστοποιητικό πελάτη
ru: Серверу _требуется клиентский сертификат

source: Choose Client Certificate
el: Επιλογή πιστοποιητικού πελάτη
ru: Выбрать сертификат клиента

source: Certificate _File:
el: Αρχείο _πιστοποιητικού:
ru: _Файл сертификата:

source: Certificate _Pass Phrase:
el: _Συνθηματικό πιστοποιητικού:
ru: _Пароль для сертификата:

source: %s over SSL (%sS)
el: %s μέσω SSL (%sS)
ru: %s через SSL (%sS)

source: TLS required
el: Απαιτείται TLS
ru: Требуется TLS

source: TLS if possible (not recommended)
el: TLS αν είναι δυνατόν (δεν συνιστάται)
ru: TLS, если возможно (не рекомендуется)

source: None (not recommended)
el: Κανένα (δεν συνιστάται)
ru: Отсутствует (не рекомендуется)

source: anonymous access
el: ανώνυμη πρόσβαση
ru: анонимный доступ

source: none required
el: δεν απαιτείται κανένα
ru: не требуется

source: user name and pass phrase
el: όνομα χρήστη και συνθηματικό
ru: имя пользователя и пароль

source: yes (SSL/TLS)
el: ναι (SSL/TLS)
ru: да (SSL/TLS)

source: yes (STARTTLS)
el: ναι (STARTTLS)
ru: да (STARTTLS)

source: no
el: όχι
ru: нет

source: none
el: κανένα
ru: ничего

source: Probe results for server %s • Port: %u • Encryption: %s • Authentication: %s
el: Αποτελέσματα ανίχνευσης για τον διακομιστή %s • Θύρα: %u • Κρυπτογράφηση: %s • Ταυτοποίηση: %s
ru: Результаты проверки сервера %s • Порт: %u • Шифрование: %s • Аутентификация: %s

source: _Apply
el: Ε_φαρμογή
ru: _Применить

source: Error probing server %s: %s
el: Σφάλμα κατά την ανίχνευση του διακομιστή %s: %s
ru: Ошибка проверки сервера %s: %s

source: Error displaying server help: %s
bs: Greška u prikazu pomoći za server: %s
el: Σφάλμα κατά την εμφάνιση βοήθειας διακομιστή: %s
lv: Kļūda, parādot servera palīdzību — %s
ru: Ошибка показа справки по серверу: %s

source: _Add
bs: _Dodaj
el: _Προσθήκη
et: Lisa
lv: _Pievienot
ru: _Добавить

source: SMTP Server
el: Διακομιστής SMTP
lv: SMTP serveris
ru: SMTP сервер

source: Sp_lit message larger than
bs: Ra_zdvoji poruku dužu od
el: Τε_μαχισμός μηνύματος μεγαλύτερου από
lv: Sadalīt vēstules, kas lielākas kā
ru: Раз_бивать сообщение размером более

source: MB
ru: МБ

source: Mailbox closed
bs: Poštansko sanduče zatvoreno
el: Το γραμματοκιβώτιο έκλεισε
lv: Pastkaste aizvērta
ru: Почт. ящик закрыт

source: Message Source
bs: Izvor Poruke
el: Πηγή μηνύματος
lv: Vēstules avots
ru: Источник сообщения

source: Error adding from %s: %s
el: Σφάλμα κατά την προσθήκη από το %s: %s
ru: Ошибка добавления из %s: %s

source: Balsa: you have new mail
el: Balsa: έχετε νέα αλληλογραφία
ru: Balsa: у вас имеется новая почта

source: Broken key, cannot identify certificate chain.
el: Κατεστραμμένο κλειδί, αδυναμία αναγνώρισης της αλυσίδας πιστοποιητικών.
ru: Повреждённый ключ, невозможно определить цепочку сертификатов.

source: fingerprint %s
el: αποτύπωμα %s
ru: отпечаток %s

source: cannot load key with fingerprint %s: %s
el: αδυναμία φόρτωσης κλειδιού με αποτύπωμα %s: %s
ru: не удалось загрузить ключ с отпечатком %s: %s

source: <b>This certificate was issued by:</b>
bs: <b>Ovaj certifikat proizilazi iz:</b>
el: <b>Αυτό το πιστοποιητικό εκδόθηκε από:</b>
lv: <b>Šo sertifikātu izsniedza:</b>
ru: <b>Сертификат был выдан:</b>

source: <b>This certificate is valid</b> from %s to %s <b>Fingerprint:</b> SHA1: %s SHA256: %s
el: <b>Αυτό το πιστοποιητικό είναι έγκυρο</b> από %s έως %s <b>Αποτύπωμα:</b> SHA1: %s SHA256: %s
ru: <b>Этот сертификат действует</b> с %s до %s <b>Отпечатки:</b> SHA1: %s SHA256: %s

source: The path %s must be relative to the filesystem root (start with /).
be: Шлях %s павінны быць указаны адносна карэню файлавай сыстэмы (пачынаецца з /).
bs: Put %s mora biti povezan sa izvornim sistemom datoteke (počnite sa /).
el: Η διαδρομή %s πρέπει να είναι σχετική με τη ρίζα του συστήματος αρχείων (να ξεκινά με /).
et: Rada %s peab algama failisüsteemi algusest (algama / märgiga).
lv: Ceļam %s jābūt relatīvam attiecībā pret datņu sistēmas sakni (jāsākas ar /).
ru: Путь %s должен быть указан относительно корня файловой системы (начинаться с /).

source: Couldn’t create a directory “%s”: %s
el: Αδυναμία δημιουργίας του καταλόγου «%s»: %s
ru: Не удалось создать каталог «%s»: %s

source: This will exit Balsa. Do you really want to do this?
bs: Ovo će isključiti Balsu. Da li zaista želito to uraditi?
el: Αυτό θα τερματίσει το Balsa. Θέλετε πραγματικά να το κάνετε;
lv: Šis aizvērs Balsa. Vai tiešām vēlaties to darīt?
ru: Это действие приведет к выходу из Balsa. Вы действительно хотите сделать это?

source: GnomeCard Address Book
be: Кніга адрэсаў GnomeCard
bs: GnomeCard Adresar
el: Διευθυνσιολόγιο GnomeCard
lv: GnomeCard adrešu grāmata
ru: Адресная книга GnomeCard

source: Configure Balsa
be: Наладка Balsa
bs: Konfiguriraj Balsa
el: Ρύθμιση του Balsa
et: Balsa häälestus
lv: Konfigurēt Balsa
ru: Конфигурирование Balsa

source: Use Balsa as default email client?
bs: Koristiti Balsu kao podrazumijevani klijent za elektronsku poštu ?
el: Χρήση του Balsa ως προεπιλεγμένης εφαρμογής αλληλογραφίας;
lv: Lietot Balsa kā noklusējuma e-pasta klientu?
ru: Использовать Balsa в качестве почтового клиента по умолчанию?

source: _Yes
bs: _Da
el: _Ναι
lv: _Jā
ru: _Да

source: _No
bs: _Ne
el: _Όχι
lv: _Nē
ru: _Нет

source: Default Client
bs: Podrazumijevani klijent
el: Προεπιλεγμένη εφαρμογή
lv: Noklusējuma klients
ru: Клиент по умолчанию

source: _Inbox:
bs: _Sanduče:
el: _Εισερχόμενα:
lv: _Iesūtne:
ru: _Входящие:

source: _Outbox:
bs: _Odlazna pošta:
el: Ε_ξερχόμενα:
lv: _Izsūtne:
ru: _Исходящие:

source: _Sentbox:
bs: _Poslana pošta:
el: Α_πεσταλμένα:
lv: _Nosūtītās:
ru: _Отправленные:

source: _Draftbox:
bs: _Nedovršena pošta:
el: Π_ρόχειρα:
lv: _Melnraksti:
ru: _Черновики:

source: _Trash:
bs: _Smeće:
el: Α_πορρίμματα:
lv: _Miskaste:
ru: _Корзина:

source: Could not create mailbox at path “%s”.
el: Αδυναμία δημιουργίας γραμματοκιβωτίου στη διαδρομή «%s».
ru: Невозможно создать почтовый ящик по следующему пути «%s».

source: Problem verifying path “%s”: %s
el: Πρόβλημα κατά την επαλήθευση της διαδρομής «%s»: %s
ru: Проблема с проверкой пути «%s»: %s

source: _Verify locations
el: Ε_παλήθευση τοποθεσιών
ru: _Подтвердить расположения

source: Please verify the locations of your default mail files. These will be created if necessary.
el: Παρακαλούμε επαληθεύστε τις τοποθεσίες των προεπιλεγμένων αρχείων αλληλογραφίας σας. Αυτά θα δημιουργηθούν εάν είναι απαραίτητο.
ru: Пожалуйста подтвердите расположение ваших почтовых файлов. При необходимости они будут созданы.

source: Mail Files
be: Файлы з поштай
bs: Poštanske datoteke
el: Αρχεία αλληλογραφίας
et: Postifailid
lv: Pasta datnes
ru: Файлы с почтой

source: You’ve successfully set up Balsa. Have fun! -- The Balsa development team
ru: Вы успешно установили Balsa. Наслаждайтесь! -- Команда разработки Balsa

source: All Done!
be: Усё зроблена!
bs: Sve je gotovo!
el: Όλα έτοιμα!
et: Valmis!
lv: Viss izdarīts!
ru: Все сделано!

source: The pre-set server configuration is a best guess based upon your email address. Balsa will automatically choose optimum settings for encryption and user name, and select password based authentication. Please note that probing the server capabilities when you click “Next” will take a few seconds. Check the “Edit ⏵ Preferences ⏵ Settings ⏵ Mail options” menu item if you need to fine-tune them.
el: Η προκαθορισμένη ρύθμιση διακομιστή αποτελεί μια εκτίμηση βάσει της διεύθυνσης email σας. Το Balsa θα επιλέξει αυτόματα τις βέλτιστες ρυθμίσεις για κρυπτογράφηση και όνομα χρήστη, καθώς και ταυτοποίηση βάσει κωδικού πρόσβασης. Σημειώστε ότι η ανίχνευση των δυνατοτήτων του διακομιστή όταν κάνετε κλικ στο «Επόμενο» θα διαρκέσει μερικά δευτερόλεπτα. Ελέγξτε το μενού «Επεξεργασία ⏵ Προτιμήσεις ⏵ Ρυθμίσεις ⏵ Επιλογές αλληλογραφίας» εάν χρειάζεται να τις μικρορυθμίσετε.
ru: Предустановленная конфигурация сервера - это лучший вариант настройки, основанный на анализе адреса вашей электронной почты. Balsa автоматически подберёт оптимальные настройки для шифрования и имени пользователя, а также попытается пройти аутентификацию на основе пароля. Пожалуйста, обратите внимание, что при нажатии кнопки «Следующее» проверка возможностей сервера займёт несколько секунд. Если же вам требуется точная настройка, воспользуйтесь пунктом меню «Правка ⏵ Параметры ⏵ Настройки ⏵ Параметры почты».

source: Yes, remember it
bs: Da, zapamtite to
el: Ναι, απομνημόνευσή του
lv: Jā, atcerēties to
ru: Да, помнить его

source: No, type it in every time
bs: Ne, upišite to svaki put
el: Όχι, πληκτρολόγησή του κάθε φορά
lv: Nē, ierakstīt katru reizi
ru: Нет, вводить каждый раз

source: _Type of mail server:
bs: _Vrsta servera pošte:
el: _Τύπος διακομιστή αλληλογραφίας:
lv: Pas_ta servera veids:
ru: _Тип почтового сервера:

source: Name of mail server for incoming _mail:
bs: Naziv servera pošte za dolazeću _poštu:
el: Όνομα διακομιστή αλληλογραφίας για _εισερχόμενα:
lv: Ienākošā pasta servera nosauku_ms:
ru: Название почтового сервера для входящей _почты:

source: Your email _login name:
bs: Vaše ime za prijavu na elektronsku poštu:
el: Όνομα _σύνδεσης email:
lv: Jūsu e-pasta _ierakstīšanās vārds:
ru: Ваш почтовый _логин:

source: Your _password:
bs: Vaša _šifra:
el: Ο _κωδικός πρόσβασής σας:
lv: Jūsu _parole:
ru: _Пароль:

source: _SMTP Server:
el: Διακομιστής _SMTP:
lv: _SMTP serveris:
ru: _SMTP сервер:

source: _Remember your password:
bs: _Zapamtite vašu Šifru:
el: Α_πομνημόνευση του κωδικού σας:
lv: _Atcerēties jūsu paroli:
ru: _Запомнить пароль:

source: Server Settings
el: Ρυθμίσεις διακομιστή
ru: Настройки сервера

source: The following settings are also needed (and you can find them later, if need be, in the Email application in the “Edit ⏵ Preferences ⏵ Identities…” menu item)
el: Απαιτούνται επίσης οι παρακάτω ρυθμίσεις (μπορείτε να τις βρείτε αργότερα, αν χρειαστεί, στην εφαρμογή Email στο μενού «Επεξεργασία ⏵ Προτιμήσεις ⏵ Ταυτότητες…»)
ru: Следующие настройки также необходимы (вы можете найти их позже, если потребуется, в приложении электронной почты в пункте меню «Правка ⏵ Параметры ⏵ Профили…»)

source: Your real _name:
bs: Vaše pravo _ime:
el: Το πραγματικό σας ό_νομα:
lv: Jūsu īstais _vārds:
ru: Ваше реальное _имя:

source: Your _email address for this email account:
el: Η διεύθυνση _email σας για αυτόν τον λογαριασμό:
ru: Ваш адрес _электронной почты для этой учётной записи:

source: _Local mail directory:
bs: _Lokalna datoteka pošte:
el: _Τοπικός κατάλογος αλληλογραφίας:
lv: _Lokālā pasta direktorija:
ru: _Локальный каталог почты:

source: User Settings
be: Наладкі карыстальніку
bs: Korisničke postavke
el: Ρυθμίσεις χρήστη
et: Kasutaja andmed
lv: Lietotāja iestatījumi
ru: Настройки пользователя

source: Default Identity
bs: Podrazumijevani identitet
el: Προεπιλεγμένη ταυτότητα
lv: Noklusējuma identitāte
ru: Профиль по умолчанию
