Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: This part is not a real PGP signature.
bs: Ovaj dio nije pravi PGP potpis.
lv: Šī daļa nav īsts PGP paraksts.

source: GnuPG is rebuilding the trust database and is currently unavailable.
bs: GnuPG obnavlja povjerljivu bazu podataka i trenutno je nedostupan.
lv: GnuPG pārbūvē uzticēšanās datubāzi un tā pašlaik nav pieejama.

source: An error prevented the signature verification.
bs: Greška je spriječila provjeru potpisa.
lv: Kļūda neļāva veikt paraksta pārbaudīšanu.

source: PGP signature:
bs: PGP potpis:
lv: PGP paraksts:

source: S/MIME signature:
bs: S/MIME potpi:
lv: S/MIME paraksts:

source: (unknown protocol)
bs: (nepoznati protokol)
lv: (nezināms protokols)

source: Key owner trust: %s
bs: Ključ povjeren vlasniku: %s
lv: Atslēgas īpašnieka uzticamība — %s

source: User ID's:
bs: Korisnički ID-ovi:
lv: Lietotāja ID:

source: User ID:
bs: Korisnički ID:
lv: Lietotāja ID:

source: [Revoked]
bs: [Opozvano]
lv: [Atsaukta]

source: [Invalid]
bs: [neispravno]
lv: [Nederīga]

source: Subkey created on: %s
bs: Podključ kreiran na: %s
lv: Apakšatslēga izveidota %s

source: Subkey expires on: %s
bs: Podključ ističe na: %s
lv: Apakšatslēgas termiņš beidzas %s

source: revoked
bs: opozvano
lv: atsaukta

source: expired
bs: isteklo
lv: iztecējusi

source: disabled
bs: onesposobljeno
lv: deaktivizēta

source: invalid
bs: neispravan
lv: nederīga

source: Subkey attribute:%s
bs: Atribut potključa:%s
lv: Apakšatslēgas atribūts — %s

source: Issuer name: %s
bs: Naziv izdavača: %s
lv: Izsniedzēja nosaukums — %s

source: Issuer serial number: %s
bs: Serijski broj izdavača: %s
lv: Izsniedzēja sērijas numurs — %s

source: Chain ID: %s
bs: Lančev ID: %s
lv: Ķēdes ID — %s

source: Could not launch %s to query the public key %s.
bs: Ne mogu pokrenuti %s za provjeru javnog ključa %s.
lv: Nevarēja palaist %s, lai vaicātu publisko atslēgu %s.

source: Running %s failed with return value %d: %s
bs: Neuspješno pokretanje %s sa vraćenom vrijednošću %d: %s
lv: %s darbināšana neizdevās. Tika atgriezta vērtība %d: %s

source: Running %s successful: %s
bs: Uspješno pokretanje %s: %s
lv: %s darbina veiksmīgi: %s

source: Try again later.
bs: Ponovo pokušajte kasnije.
lv: Mēģiniet atkal vēlāk.

source: Sending Mail...
be: Адпраўка пошты...
bs: Šaljem Poštu...
lv: Sūta vēstuli...

source: Could not send the message to %s: %d: %s Message left in your outbox.
bs: Ne mogu poslati poruku %s: %d: %s Poruka ostavljena u vašu odlaznu poštu.
lv: Nevarēja aizsūtīt %s vēstuli: %d: %s Vēstule ir palikusi izsūtnē.

source: Relaying refused: %d: %s Message left in your outbox.
bs: Odgađanje odbijeno: %d: %s Poruka ostavljena u vašu odlaznu poštu.
lv: Atteikta pārsūtīšana: %d: %s Vēstule ir palikusi izsūtnē.

source: Message submission problem, placing it into your outbox. System will attempt to resubmit the message until you delete it.
bs: Problem u podnošenju poruke, premještam je u vašu odlaznu poštu. Sistem čije pokušavati da podnese poruku ponovo sve dok je ne obrišete.
lv: Vēstules sūtīšanas problēma, tā tiks novietota izsūtnē. Sistēma mēģinās vēstuli sūtīt atkārtoti, līdz jūs to neizdzēsīsiet.

source: Connected to MTA
bs: Spojeno na MTA
lv: Savienojies MTA

source: From: %d <%s>
bs: Od: %d <%s>
lv: No: %d <%s>

source: From %s: %d %s
bs: Od %s: %d %s
lv: No %s: %d %s

source: To: %d <%s>
bs: Za: %d <%s>
lv: Kam: %d <%s>

source: To %s: %d %s
bs: Za %s: %d %s
lv: Adresāts %s: %d %s

source: Disconnected
bs: Odspojeno
lv: Atvienots

source: SMTP server refused connection. Check your internet connection.
bs: SMTP server je odbio spajanje. Provjerite vašu spojenost sa internetom.
lv: SMTP serveris noraidīja savienojumu. Pārbaudiet savu interneta savienojumu.

source: SMTP server cannot be reached. Check your internet connection.
bs: Ne može se doprijeti do SMTP servera. Provjerite vašu spojenost sa internetom.
lv: SMTP serveri nevar sasniegt. Pārbaudiet savu interneta savienojumu.

source: Message left in Outbox (try again later)
bs: Poruka ostavljena u Odlaznu poštu (pokušajte ponovo kasnije)
lv: Vēstule atstāta izsūtnē (mēģiniet atkal vēlāk)

source: SMTP server problem (%d): %s Message is left in outbox.
bs: Problem sa SMTP serverom (%d): %s Poruka ostavljena u Odlaznu poštu.
lv: SMTP servera problēma (%d) — %s Vēstule atstāta izsūtnē.

source: Cannot determine charset for text file `%s'; sending as mime type `%s'
bs: Nije moguće odabrati znakove za tekstualnu datoteku '%s', slanjem kao mime tip '%s'
lv: Datnei “%s” nevar noteikt rakstzīmju kopu — sūta kā mime tipu “%s”

source: This message will not be encrypted for the BCC: recipient(s).
bs: Ova poruka neće biti kriptovana za skrivenog(e) primaoca(e) (BCC).
lv: Vēstule netiks šifrēta BBC saņēmējam(-iem).

source: Logging in to %s using %s
bs: Uključujem se na %s koristeći %s
lv: Ierakstās iekš %s, izmantojot %s

source: Required
bs: Zahtijevano
lv: Nepieciešams

source: Use _TLS:
bs: Koristi _TLS:
lv: Izmantot _TLS:

source: C_ertificate Pass Phrase:
bs: C_ertifikat Šif Izraz:
lv: S_ertifikāta parole:

source: Close the window
bs: Zatvori prozor
lv: Aizvērt logu

source: Copy text
bs: Kopiraj tekst
lv: Kopēt tekstu

source: Select entire mail
bs: Označi cijelu poštu
lv: Izvēlēties visu pastu

source: Escape special and non-ASCII characters
bs: Izbjegni posebne i ne-ASCII znakove
lv: Veikt atsoli īpašām un ne ASCII rakstzīmēm

source: Error loading %s: %s
bs: Greška u učitavanju %s: %s
lv: Kļūda, ielādējot %s — %s

source: Couldn't create a directory: mkdir() failed on pathname "%s", with error "%s".
bs: Imenik nije mogao biti kreiran: neuspješna mkir() u nazivu puta "%s", sa greškom "%s".
lv: Nevarēja izveidot direktoriju: mkdir() cieta neveiksmi uz ceļa “%s” ar kļūdu “%s”

source: The file with pathname "%s" is not a directory.
be: Файл з назвай "%s" не зьяўляецца каталёгам.
bs: Datoteka sa imenom puta "%s" nije imenik.
et: Rada "%s" ei ole kataloog.
lv: Datne ar ceļu “%s” nav direktorija.

source: Couldn't create a directory: mkdir() failed on pathname "%s".
be: Не атрымалася стварыць каталёг: mkdir() failed on pathname "%s".
bs: Imenik nije mogao biti kreiran: neuspješna mkdat() u nazivu puta "%s".
et: Ei suutnud luua kataloogi: mkdir() rajaga "%s" ei õnnestunud.
lv: Nevarēja izveidot direktoriju: mkdir() cieta neveiksmi uz ceļa “%s”

source: The pathname "%s" must be specified canonically -- it must start with a '/'.
be: Шлях "%s" павінны быць указаны кананічна -- ён павінны пачынацца з '/'
bs: Naziv puta "%s" mora biti kanonski naveden -- mora počinjati sa '/'.
et: Rada "%s" tuleb anda kanooniliselt, s.t. alguses peab olema '/'.
lv: Ceļš “%s” jānorāda kanoniski — tam jāsākas ar '/'.

source: The mailbox "%s" does not appear to be valid.
be: Верагодна паштовая скрыня "%s" сапсаваная.
bs: Poštansko sanduče "%s" se ne pojavljuje kao ispravno.
et: "%s" ei ole kehtiva postkasti nimi.
lv: Neizskatās, ka pastkaste “%s” būtu derīga.

source: Please verify the locations of your default mail files. These will be created if necessary.
be: Калі ласка, падцьвердзіце разьмеркаваньне вашых паштовых файлаў. Яны будуць створаны калі неабходна.
bs: Molimo provjerite lokaciju vaših podrazumijevanih poštanskih datoteka. Ukoliko je potrebno, ovo će biti kreirano.
lv: Lūdzu, pārbaudiet savu noklusējuma pasta datnes atrašanās vietas. Tās tiks izveidotas pēc vajadzības.

source: Problem Creating Mailboxes %s
bs: Problem U Keiranju Poštanskog Sandučeta %s
lv: Problēma, izveidojot pastkastes %s

source: You've successfully set up Balsa. Have fun! -- The Balsa development team
be: Вы пасьпяхова ўсталявалі Balsa. Атрымлівайце асалоду! -- Каманда распрацоўкіF Balsa
bs: Uspješno ste postavili Balsu. Zabavite se! -- Razvojni tim Balse
et: Teie Balsa paigaldamine õnnestus. Edu ka edaspidiseks! -- Balsa meeskond
lv: Jūs esat veiksmīgi iestatījis Balsa. Priekā! -- Balsa izstrādes komanda

source: The following settings are also needed (and you can find them later, if need be, in the Email application in the 'Preferences' and 'Identities' commands on the 'Tools' menu)
bs: Sljedeće postavke su takođe potrebne (i možete ih poslije naći, ako bude potrebno, u opcijama Elektronske pošte u komandama 'Prioriteti' i 'Identiteti' u maniju 'Alati')
lv: Ir vajadzīgi arī sekojošie iestatījumi (tos var atrast arī vēlāk e-pasta lietotnē, izvēlnē “Rīki”, komandās “Iestatījumi” un “Identitātes”)

source: Whoever provides your email account should be able to give you the following information (if you have a Network Administrator, they may already have set this up for you):
bs: Ko god je obezbijedio vaš račun elektronske pošte trebalo bi da vam može dati sljedeće informacije (ako imate mrežnog upravitelja, možda je ovo za vas već postavljeno):
lv: E-pasta konta nodrošinātājam vajadzētu varēt sniegt sekojošo informāciju (ja jums ir tīkla administrators, iespējams, ka tas jau ir to iestatījis):

source: Connect using _SSL:
bs: Spojiti koristeći _SSL:
lv: Savienoties, izmantojot _SSL:

source: Your _Email Address, for this email account:
bs: Vaša _Elektronska Adresa, za ovaj račun elektronske pošte:
lv: Jūsu _e-pasta adrese šim e-pasta kontam:

source: Before you can send or receive email: -- either you should already have Internet access and an email account, provided by an Internet Service Provider, and you should have made that Internet connection on your computer -- or your Network Administrator at your place of work/study/similar may have set up your computer to connect to the network.
bs: Prije nego budete u mogućnosti da pošaljete ili primite elektronsku poštu: -- ili biste već trebali imati pristup Internetu i račun elektronske pošte, odobren od Servisa Internet Usluga, i već bi trebali uspostaviti Internet spajanje sa vašim računarom -- ili bi vaš mrežni upravitelj na vašem mjestu/studiju/ili sličnome trebao uspostaviti vaš računar na spajanje sa mrežom.
lv: Pirms jūs varat sūtīt vai saņemt e-pastu: — vai vajadzētu būt interneta savienojumam un e-pasta kontam, ko nodrošina interneta pakalpojuma sniedzējs, un jūsu datoram ir jābūt savienotam ar internetu. — vai arī jūsu tīkla administrators jūsu darba vai mācību vietā jau ir iestatījis datora savienojumu ar tīklu.

source: Balsa E-mail reader
bs: Čitač Balsa Elektronske-pošte
lv: Balsa e-pasta programma

source: Program startup
bs: Početak programa
lv: Programmas palaišana

source: New mail notification
bs: Nova obavijest pošte
lv: Jauna pasta paziņošana

source: VCard Address Book (GnomeCard)
be: Кніга адрэсаў VCard (GnomeCard)
bs: VCard Adresar (GnomeCard)
lv: VCard adrešu grāmata (GnomeCard)

source: Rubrica Address Book
bs: Rubrika Adresar
lv: Rubrica adrešu grāmata

source: Edit address book properties
bs: Izmijeni opcije adresara
lv: Rediģēt adrešu grāmatas īpašības

source: Delete address book
bs: Izbriši adresar
lv: Dzēst adrešu grāmatu

source: Exit the program
bs: Izađi iz programa
lv: Iziet no programmas

source: Add new entry
bs: Dodaj novi unos
lv: Pievienot jaunu ierakstu

source: Delete entry
bs: Obriši unos
lv: Dzēst ierakstu

source: E-Mail Address
be: Электронная адрэса
bs: Adresa Elektronske pošte
et: E-posti aadress:
lv: E-pasta adrese

source: Run Editor
bs: Pokreni Uređivač
lv: Palaist redaktoru

source: _Re-Import
bs: _Ponovni-Uvos
lv: Atkal impo_rtēt

source: Error opening address book '%s': %s
bs: Greška u otvaranju adresara '%s' %s
lv: Kļūda, atverot adrešu grāmatu “%s”: %s

source: _Host Name
bs: _Ime Domaćina
lv: _Servera nosaukums

source: No path found. Do you want to give one?
bs: Nije pronađen put. Da li želite da ponudimo novi?
lv: Nav atrasta ceļa. Vai vēlaties to norādīt?

source: Rubrica2 Address Book
bs: Adresar Rubrika2
lv: Rubrica2 adrešu grāmata

source: _Remember password in keyring
bs: _Zapamtite šifru kao privjesak
lv: Atce_rēties paroli atslēgu saišķī

source: Opening remote mailbox %s. The _password for %s@%s:
bs: Otvaranje udaljenog poštanskog sandučeta %s. _Lozinka za %s@%s:
lv: Atver attālināto pastkasti %s. _Parole lietotājam %s@%s:

source: _Password for %s@%s (%s):
bs: _Lozinka za %s@%s (%s):
lv: _Parole lietotājam %s@%s (%s):

source: Couldn't open mailbox "%s"
bs: Nije moguće otvoriti poštansko sanduče "%s"
lv: Nevarēja atvērt pastkasti “%s”

source: _Reply...
be: Адказаць...
bs: _Odgovori...
lv: _Atbildēt...

source: Reply To _All...
bs: Odgovori _Svima...
lv: Atbildēt _visiem...

source: Reply To _Group...
bs: Odgovori _Grupi...
lv: Atbildēt _grupai...

source: _Forward Attached...
bs: _Proslijedi prilog...
lv: _Pārsūtīt piesaistītu...

source: Forward _Inline...
bs: Prosljeđujem _Uliniji...
lv: Pārsūtīt _iekļaujot...

source: _Pipe through...
bs: _Povezujem kroz...
lv: _Sūtīt caur konveijeri...

source: _Store Address...
be: Захаваць адрэсу...
bs: _Čuvaj Adresu...
lv: Noglabāt adre_si...

source: Failed to copy %d message to mailbox "%s": %s
bs: Neuspješno kopiranje %d poruke u poštansko sanduče "%s": %s
lv: Neizdevās kopēt %d vēstuli uz pastkasti “%s” — %s

source: Copied to "%s".
bs: Kopirano u "%s".
lv: Kopēts uz “%s”.

source: Moved to "%s".
bs: Premješteno u "%s".
lv: Pārvietots uz “%s”.

source: Failed to find mailbox
bs: Neuspješna potraga za poštanskim sandučetom
lv: Neizdevās atrast pastkasti

source: _Other...
bs: _Ostalo...
lv: _Cits...

source: Other...
bs: Ostalo...
lv: Cits...

source: Check cryptographic signature
bs: Provjeri kriptografski potpis
lv: Pārbaudīt kriptogrāfisko parakstu

source: Save selected as...
bs: Spremam označeno kao...
lv: Saglabāt izvēlēto kā...

source: Save selected to folder...
bs: Spremam označeno u datoteku...
lv: Saglabāt izvēlēto mapē...

source: Could not access message %u in mailbox "%s".
bs: Nije moguće pristupiti poruci %u u poštanskom sandučetu "%s".
lv: Nevarēja piekļūt vēstulei %u pastkastē “%s”.

source: rfc822 message
bs: rfc822 poruka
lv: rfc822 vēstule

source: "%s" parts
bs: "%s" dijelovi
lv: “%s” daļas

source: rfc822 message (from %s, subject "%s")
bs: rfc822 poruka (od %s, predmet "%s")
lv: rfc822 vēstule (no %s, temats “%s”)

source: _Save...
bs: _Snimi..
lv: _Saglabāt...

source: _Copy to folder...
bs: _Kopiraj u direktorij...
lv: _Kopēt uz mapi...

source: Could not create URI for %s
bs: Nije moguće kreirati URI za %s
lv: Neizdevās izveidot %s URI

source: The sender of this mail, %s, requested a Message Disposition Notification(MDN) to be returned to `%s'. Do you want to send this notification?
bs: Pošiljalac ove pošte, %s, zahtijeva Poruka Rasporeda Obavijesti(PRO) treba biti vraćena '%s'. Da li želite poslati ovu obavijest?
lv: Šīs vēstules sūtītājs %s pieprasīja, lai tiktu atgriezts vēstules saņemšanas paziņojums (MDN) uz “%s”. Vai vēlaties sūtīt šo paziņojumu?

source: The message sent by %s with subject "%s" contains an encrypted part, but it's structure is invalid.
bs: Poslana poruka od %s sa predmetom "%s" sadrži šifrirani dio, ali njena struktura je neispravna.
lv: %s sūtītā vēstule ar tematu “%s” satur šifrētu daļu, bet tā struktūra ir nederīga.

source: The message sent by %s with subject "%s" contains a PGP encrypted part, but this crypto protocol is not available.
bs: Poslana poruka od %s sa predmetom "%s" sadrži PGP šifrirani dio, ali ovaj šifrirani protokol nije dostupan.
lv: %s sūtītā vēstule ar tematu “%s” satur PGP šifrētu daļu, bet tā kriptogrāfijas protokols nav pieejams.

source: The message sent by %s with subject "%s" contains a S/MIME encrypted part, but this crypto protocol is not available.
bs: Poslana poruka od %s sa predmetom "%s" sadrži S/MIME šifrirani dio, ali ovaj šifrirani protokol nije dostupan.
lv: %s sūtītā vēstule ar tematu “%s” satur S/MIME šifrētu daļu, bet tā kriptogrāfijas protokols nav pieejams.

source: The message sent by %s with subject "%s" contains a signed part, but its structure is invalid. The signature, if there is any, cannot be checked.
bs: Poslana poruka od %s sa predmetom "%s" sadrži potpisani dio, ali njena struktura je neispravna. Potpis, ukoliko ga ima, ne može biti provjeren.
lv: %s sūtītā vēstule ar tematu “%s” satur parakstītu daļu, bet tā paraksts ir nederīgs. Paraksts, ja tāds tur vispār ir, nav pārbaudāms.

source: The message sent by %s with subject "%s" contains a %s signed part, but this crypto protocol is not available.
bs: Poslana poruka od %s sa predmetom "%s" sadrži "%s" potpisani dio, ali ovaj šifrirani protokol nije dostupan.
lv: %s sūtītā vēstule ar tematu “%s” satur %s parakstītu daļu, bet tā kriptogrāfijas protokols nav pieejams.

source: Detected a good signature
bs: Otkriven dobar potpis
lv: Atklāts labs paraksts

source: Checking the signature of the message sent by %s with subject "%s" returned: %s
bs: Provjeravanje potpisa poruke poslane od %s sa predmetom "%s" vraćeno: %s
lv: %s sūtītas vēstules ar tematu “%s” paraksta pārbaude atgrieza: %s

source: Checking the signature of the message sent by %s with subject "%s" failed with an error!
bs: Neuspješno provjeravanje potpisa poruke poslane od %s sa predmetom "%s" sa greškom!
lv: %s sūtītas vēstules ar tematu “%s” paraksta pārbaude neizdevās, gadījās kļūda!

source: Could not construct URI from %s
bs: Nije moguće konstruisati URI od %s
lv: Nevarēja izveidot URI no %s

source: File already exists. Overwrite?
be: Файл ужо йснуе. Перапісаць?
bs: Datoteka već postoji? Prepisati preko nje?
lv: Datne jau eksistē. Pārrakstīt?

source: Unlink %s: %s
bs: Otkači %s: %s
lv: Atsaistīt %s — %s

source: This is an inline %s signed %s message part: %s
bs: Ovo je u liniji %s potpisan %s dio poruke: %s
lv: Šis ir iekļauta %s parakstīta %s vēstules daļa: %s

source: _Run GnuPG to import this key
bs: _Pokreni GnuPG za unos ovog ključa
lv: Palaist GnuPG, lai impo_rtētu šo atslēgu

source: _Run GnuPG to check for an update of this key
bs: _Pokreni GnuPG za provjeru ažuriranja ovog ključa
lv: Palaist GnuPG, lai pā_rbaudītu atjauninājumus šai atslēgai

source: Reply...
be: Адказ...
bs: Odgovaram...
lv: Atbildēt...

source: ... [truncated]
bs: ... [skraćeno]
lv: ... [aprauts]

source: Send link...
bs: Šaljem link...
lv: Sūtīt saiti...

source: Save...
be: Захаваць...
bs: Snimi...
lv: Saglabāt...

source: Calling URL %s...
bs: Pozivam URL %s...
lv: Izsauc URL %s...

source: Address
bs: Adresa
lv: Adrese

source: S_tore
bs: T_rgovina
lv: Pieglabā_t

source: The message sent by %s with subject "%s" contains 8-bit characters, but no header describing the used codeset (converted to %s)
bs: Poruka poslana od %s sa predmetom "%s" sadrži 8-bitne znakove, ali ne i zaglavlje koje opisuje korišteni kod (konvertovan u %s)
lv: %s sūtītā vēstule ar tematu “%s” satur 8 bitu rakstzīmes, bet neviena galvene nenorāda izmantoto kodējumu (konvertē uz %s)

source: This is an iTIP calendar "%s" message.
bs: Ovo je iTIP kalendar "%s" poruke.
lv: Šī ir iTIP kalendāra “%s” vēstule.

source: Summary
bs: Sažetak
lv: Kopsavilkums

source: Organizer
bs: Organizator
lv: Organizētājs

source: Start
bs: Početak
lv: Sākums

source: End
bs: Kraj
lv: Beigas

source: Location
bs: Lokacija
lv: Vieta

source: Attendees
bs: Prisutni
lv: Dalībnieki

source: Attendee
bs: Učesnik
lv: Dalībnieks

source: iTip Calendar Request
bs: iTip Zahtjev za kalendar
lv: iTip kalendāra pieprasījums

source: Sending the iTip calendar reply failed: %s
bs: Neuspješno slanje iTip odgovora za kalendar: %s
lv: iTip kalendāra atbildes sūtīšana neizdevās — %s

source: Filter "%s" already exists.
bs: Filter "%s" već postoji.
lv: Filtrs “%s” jau eksistē.

source: Operation between conditions
bs: Operacije između uslova
lv: Operācija starp nosacījumiem

source: Ne_w
bs: No_vo
lv: Jau_ns

source: Use Sound...
be: Сыгнал...
bs: Koristi zvuk...
et: Kasuta heli...
lv: Lietot skaņu...

source: Popup text:
be: Паведамленьне:
bs: Iskočni tekst:
et: Avanev tekst:
lv: Izlecošais teksts:

source: Revert
be: Аднавіць
bs: Vrati
et: Taasta
lv: Atgriezt

source: Balsa Filters
be: Фільтры Balsa
bs: Balsa filteri
et: Balsa filtrid
lv: Balsa filtri

source: Filter "%s" has no condition.
bs: Filter "%s" nema uslov.
lv: Filtram “%s” nav nosacījumu.

source: Balsa Filters Export
bs: Izvoz Balsa filtera
lv: Balsa filtru eksports

source: Filter applied to "%s".
bs: Filter je odgovorio "%s".
lv: Filtrs attiecināts uz “%s”.

source: The destination mailbox of the filter "%s" is "%s". You can't associate it with the same mailbox (that causes recursion).
bs: Lokacija poštanskog sandučeta filtera "%s" je "%s". Ne možete ga vezati sa istim poštanskim sandučetom (to uzrokuje rekurziju).
lv: Filtra “%s” mērķa pastkaste ir “%s” Jūs nevarat asociēt to ar to pašu pastkastīti (tas izraisa rekursiju).

source: The filter "%s" is not compatible with the mailbox type of "%s". This happens for example when you use regular expressions match with IMAP mailboxes, it is done by a very slow method; if possible, use substring match instead.
bs: Filter "%s" nije kompatibilan sa tipom poštanskog sandučeta "%s". Ovo se događa naprimjer kada koristite regularne izraze povezane sa IMAP poštanskim sandučetima, što je odrađeno veoma sporim metodama; ako je moguće, umjesto toga koristite podstring vezu .
lv: Filtrs “%s” nav savietojams ar pastkastes tipu “%s”. Tas notiek, piemēram, izmantojot regulārās izteiksmes atbilstības ar IMAP pastkastēm, tas notiek ar ļoti lēnu metodi. Ja iespējams, tā vietā izmantojiet atņemšanas atbilstības.

source: Balsa Filters of Mailbox:
bs: Balsa Filteri poštanskog sandučeta:
lv: Balsa filtri pastkastei:

source: Apply Selected
bs: Primijeni označeno
lv: Pielietot izvēlētos

source: _Up
bs: _Gore
lv: _Augšup

source: Do_wn
bs: Do_lje
lv: _Lejup

source: Remote IMAP folder
be: Аддалены IMAP сэрвэр
bs: Udaljeni IMAP direktorij
lv: Attālināta IMAP mape

source: _Update
bs: _Ažuriraj
lv: _Atjaunināt

source: C_reate
bs: N_apravi
lv: I_zveidot

source: Descriptive _name:
bs: Opisujući _naziv:
lv: Aprakstošais _nosaukums:

source: Use_r name:
bs: Kor_isničko ime:
lv: Lietotājvā_rds:

source: _Password:
be: Пароль:
bs: _Lozinka:
lv: _Parole:

source: _Anonymous access
bs: _Anonimni pristup
lv: _Anonīma piekļuve

source: Always show _INBOX
bs: Uvijek prikaži _ULAZ
lv: Vienmēr rādīt _INBOX

source: Renaming INBOX is special! You will create a subfolder %s in %s containing the messages from INBOX. INBOX and its subfolders will remain. What would you like to do?
bs: Preimenovanje POŠTA je posebno! Kreirat ćete poddatoteku %s u %s sadržavajući poruke iz POŠTA. POŠTA i njene poddatoteke će ostati. Šta želite uraditi?
lv: INBOX pārsaukšana ir īpaša! Jūs izveidosiet apakšmapi %s iekš %s, kas saturēs vēstules no INBOX. INBOX un tās apakšmapes paliks. Ko jūs vēlētos darīt?

source: Rename INBOX
bs: Preimenuj POŠTA
lv: Pārsaukt INBOX

source: Create subfolder
bs: Napravi podfasciklu
lv: Izveidot apakšmapi

source: _Browse...
bs: _Pretraži...
lv: _Pārlūkot...

source: the server does not support ACL's
bs: server ne podržava ACL'ove
lv: serveris neatbalsta ACL

source: This will remove the folder "%s" from the list. You may use "New IMAP Folder" later to add this folder again.
bs: Ovo će ukloniti direktorij "%s" iz liste. Možete koristiti "Novi IMAP direktorij" kasnije da dodate ovaj direktorij ponovno.
lv: Tas izņems mapi “%s” no saraksta. Jūs vēlāk variet lietot “Jauna IMAP Mape”, lai pievienotu šo mapi atkal.

source: Information - Balsa
bs: Informacija -Balsa
lv: Informācija — Balsa

source: Balsa was built without SSL support. Neither SSL nor TLS can be used.
bs: Balsa je izgrađena bez SSL podrške. Ni SSL niti TLS ne može biti korišten.
lv: Balsa tika uzbūvēta bez SSL atbalsta. Nevar izmantot ne SSL nedz TLS.

source: Use _SSL
bs: Koristi _SSL
lv: Lietot _SSL

source: Mailbox "%s" is used by Balsa and I cannot remove it. If you really want to remove it, assign its function to some other mailbox.
bs: Poštansko sanduče "%s" je korištano u Balsi i ne može se ukloniti. Ukoliko to zaista želite ukloniti, dodijelite funkciju nekom drugom poštanskom sandučetu.
lv: Pastkasti “%s” lieto Balsa un es nevaru to izņemt. Ja tiešām vēlaties to izņemt, piešķiriet tās funkcijas kādai citai pastkastei.
