Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: Local Mail Problem %s
bs: Lokalni Problem Pošte %s
el: Πρόβλημα τοπικής αλληλογραφίας %s
lv: Lokālā pasta problēma %s
ru: Проблема с локальной почтой %s

source: Welcome to Balsa!
be: Balsa вітае вас!
bs: Dobrodošli u Balsu!
el: Καλωσορίσατε στο Balsa!
et: Tere tulemast!
lv: Laipni lūdzam Balsa!
ru: Balsa приветствует вас!

source: Before you can send or receive email: • either you should already have Internet access and an email account, provided by an Internet Service Provider, and you should have made that Internet connection on your computer • or your network administrator at your place of work/study/similar may have set up your computer to connect to the network.
el: Προτού μπορέσετε να στείλετε ή να λάβετε email: • είτε θα πρέπει να έχετε ήδη πρόσβαση στο Διαδίκτυο και έναν λογαριασμό email, παρεχόμενο από έναν Πάροχο Υπηρεσιών Διαδικτύου (ISP), και θα πρέπει να έχετε πραγματοποιήσει αυτή τη σύνδεση στον υπολογιστή σας • είτε ο διαχειριστής του δικτύου σας στον χώρο εργασίας/σπουδών σας θα πρέπει να έχει ρυθμίσει τον υπολογιστή σας για σύνδεση στο δίκτυο.
ru: Прежде чем вы сможете получать и отправлять почту, необходимо: • или иметь доступ в интернет и почтовый ящик, предоставленные поставщиком услуг интернета и иметь настроенное соединение на этом компьютере • или администратор сети вашего учреждения/заведения/т.п. должен настроить соединение с сетью на вашем компьютере..

source: network client is already connected
el: ο πελάτης δικτύου είναι ήδη συνδεδεμένος
ru: сетевой клиент уже подключён

source: network client is not connected
el: ο πελάτης δικτύου δεν είναι συνδεδεμένος
ru: сетевой клиент не подключён

source: reply length %lu exceeds the maximum allowed length %lu
el: το μήκος απάντησης %lu υπερβαίνει το μέγιστο επιτρεπόμενο μήκος %lu
ru: длина ответа %lu превышает максимально допустимую длину %lu

source: connection lost
el: η σύνδεση χάθηκε
ru: соединение потеряно

source: line too long
el: πολύ μεγάλη γραμμή
ru: строка слишком длинная

source: error initializing certificate: %s
el: σφάλμα κατά την αρχικοποίηση του πιστοποιητικού: %s
ru: ошибка при инициализации ключа: %s

source: error loading certificate: %s
el: σφάλμα κατά τη φόρτωση του πιστοποιητικού: %s
ru: ошибка при загрузке сертификата: %s

source: error initializing key: %s
el: σφάλμα κατά την αρχικοποίηση του κλειδιού: %s
ru: ошибка при инициализации ключа: %s

source: error loading key: %s
el: σφάλμα κατά τη φόρτωση του κλειδιού: %s
ru: ошибка при загрузке ключа: %s

source: not connected
el: δεν υπάρχει σύνδεση
ru: не подключено

source: connection is already encrypted
el: η σύνδεση είναι ήδη κρυπτογραφημένη
ru: соединение уже зашифровано

source: connection is already compressed
el: η σύνδεση είναι ήδη συμπιεσμένη
ru: данные, передаваемые соединением, уже сжимаются

source: the server %s does not offer the POP3 service at port 995 or 110
el: ο διακομιστής %s δεν προσφέρει υπηρεσία POP3 στη θύρα 995 ή 110
ru: сервер %s не предоставляет доступ к службе POP3 через порт 995 или 110

source: bad server reply: %s
el: εσφαλμένη απάντηση διακομιστή: %s
ru: плохой ответ сервера: %s

source: bad server reply
el: εσφαλμένη απάντηση διακομιστή
ru: плохой ответ сервера

source: error: %s
el: σφάλμα: %s
ru: ошибка: %s

source: error
el: σφάλμα
ru: ошибка

source: no suitable authentication mechanism
el: δεν βρέθηκε κατάλληλος μηχανισμός ταυτοποίησης
ru: нет подходящего механизма аутентификации

source: user name required
el: απαιτείται όνομα χρήστη
ru: требуется имя пользователя

source: user name and password required
el: απαιτείται όνομα χρήστη και κωδικός πρόσβασης
ru: требуется имя пользователя и пароль

source: the server %s does not offer the SMTP service at port 465, 587 or 25
el: ο διακομιστής %s δεν προσφέρει υπηρεσία SMTP στη θύρα 465, 587 ή 25
ru: сервер %s не предоставляет доступ к службе SMTP через порт 465, 587 или 25

source: remote server does not support STARTTLS
el: ο απομακρυσμένος διακομιστής δεν υποστηρίζει STARTTLS
ru: на удалённом сервере не предусмотрена поддержка STARTTLS

source: unexpected reply: %s
el: μη αναμενόμενη απάντηση: %s
ru: неожиданный ответ: %s

source: transient error %d: %s
el: παροδικό σφάλμα %d: %s
ru: кратковременная ошибка %d: %s

source: authentication failure %d: %s
el: αποτυχία ταυτοποίησης %d: %s
ru: ошибка аутентификации %d: %s

source: permanent error %d: %s
el: μόνιμο σφάλμα %d: %s
ru: перманентная ошибка %d: %s

source: importing GSS service name %s failed: %s
el: η εισαγωγή του ονόματος υπηρεσίας GSS %s απέτυχε: %s
ru: не удалось импортировать название службы GSS %s: %s

source: cannot initialize GSS security context: %s
el: αδυναμία αρχικοποίησης του πλαισίου ασφαλείας GSS: %s
ru: не удалось инициализировать контекст безопасности GSS: %s

source: malformed GSS security token: %s
el: κακοσχηματισμένο διακριτικό ασφαλείας GSS: %s
ru: неверный токен безопасности GSS: %s

source: malformed GSS security token
el: κακοσχηματισμένο διακριτικό ασφαλείας GSS
ru: неверный токен безопасности GSS

source: cannot create GSS login request: %s
el: αδυναμία δημιουργίας αιτήματος σύνδεσης GSS: %s
ru: не удалось создать запрос о входе в GSS: %s

source: unknown error code %u:%u
el: άγνωστος κωδικός σφάλματος %u:%u
ru: код неизвестной ошибки %u:%u

source: address book:
bs: adresar:
el: διευθυνσιολόγιο:
lv: Adrešu grāmata:
ru: адресная книга:

source: _Name
bs: _Ime
el: Ό_νομα
lv: _Vārds:
ru: И_мя

source: _Address
bs: _Adresa
el: _Διεύθυνση
lv: _Adrese
ru: _Адрес

source: F_ilter:
el: _Φίλτρο:
lv: F_iltrs:
ru: _Фильтр:

source: Browse
el: Εξερεύνηση
ru: Обзор

source: Edit
bs: Izmijeni
el: Επεξεργασία
lv: Rediģēt
ru: Правка

source: Balsa Address Book
el: Διευθυνσιολόγιο Balsa
ru: Адресная книга Balsa

source: Name
be: Імя
bs: Ime
el: Όνομα
et: Nimi
lv: Vārds
ru: Название

source: Email Address
bs: Adresa elektronske pošte
el: Διεύθυνση email
lv: E-pasta adrese
ru: Электронный адрес

source: _Search for Name:
bs: _Traži Ime:
el: _Αναζήτηση ονόματος:
lv: _Meklēt vārdu:
ru: _Поиск названия:

source: Run _Editor
el: Εκτέλεση _επεξεργαστή
ru: Запустить _редактор

source: _Re-import
el: Επανε_ισαγωγή
ru: _Реимпортировать

source: Send-To
be: Даслаць
bs: Pošalji
el: Αποστολή-Προς
et: Saaja
lv: Sūtīt uz
ru: Отправить

source: alternative addresses for the same person
be: альтэрнатыўныя адрэсы для той жа асобы
bs: alternativne adrese za istu osobu
el: εναλλακτικές διευθύνσεις για το ίδιο άτομο
lv: alternatīvās adreses tai pašai personai
ru: альтернативные адреса для того же лица

source: a distribution list
be: сьпіс рассылкі
bs: lista dodjele
el: μία λίστα διανομής
lv: izplatīšanas saraksts
ru: список рассылки

source: Treat multiple addresses as:
be: Разглядаць мноственыя адрэсы як:
bs: Sa duplim adresama postupi:
el: Χειρισμός πολλαπλών διευθύνσεων ως:
lv: Vairākas adreses uzskatīt kā:
ru: Рассматривать множественные адреса как:

source: Could not launch %s: %s
bs: Nije moguće pokrenuti %s: %s
el: Αδυναμία εκκίνησης του %s: %s
lv: Nevarēja palaist %s — %s
ru: Не удалось запустить %s: %s

source: Error opening address book “%s”: %s
el: Σφάλμα κατά το άνοιγμα του διευθυνσιολογίου «%s»: %s
ru: Ошибка открытия адресной книги «%s»: %s

source: Suggest complete addresses:
bs: Predložite potpune adrese:
el: Πρόταση συμπλήρωσης διευθύνσεων:
lv: Ieteikt pabeigt adreses:
ru: Предлагать дополнение адреса:

source: as I type
bs: kako sam otkucao/la
el: καθώς πληκτρολογώ
lv: kamēr rakstu
ru: во время набора

source: when I hit the Escape key
bs: kada otkucam ključ Izbjegni
el: όταν πατάω το πλήκτρο Escape
lv: kad piespiežu Escape taustiņu
ru: при нажатии клавиши «Esc»

source: Modify %s Address Book
bs: Izmijeni %s Adresar
el: Τροποποίηση διευθυνσιολογίου %s
lv: Modificēt %s adrešu grāmatu
ru: Изменить адресную книгу %s

source: Add %s Address Book
bs: Dodaj %s adresar
el: Προσθήκη διευθυνσιολογίου %s
lv: Pievienot %s adrešu grāmatu
ru: Добавить адресную книгу %s

source: A_ddress Book Name:
bs: Naziv A_dresara:
el: Ό_νομα διευθυνσιολογίου:
lv: A_drešu grāmatas nosaukums:
ru: Название _адресной книги:

source: Load program location:
bs: Lokacija programa za učitavanje:
el: Τοποθεσία προγράμματος φόρτωσης:
lv: Ielādēšanas programmas atrašanās vieta:
ru: Расположение программы загрузки:

source: Select load program for address book
bs: Označi učitani program za adresar
el: Επιλέξτε πρόγραμμα φόρτωσης διευθυνσιολογίου
lv: Izvēlieties adrešu grāmatas ielādes programmu
ru: Выбрать программу загрузки адресной книги

source: Save program location:
bs: Lokacija programa za snimanje:
el: Τοποθεσία προγράμματος αποθήκευσης:
lv: Saglabāšanas programmas atrašanās vieta:
ru: Расположение программы сохранения:

source: Select save program for address book
bs: Odaberite program za snimanje adresara
el: Επιλέξτε πρόγραμμα αποθήκευσης για το διευθυνσιολόγιο
lv: Izvēlieties adrešu grāmatas saglabāšanas programmu
ru: Выбрать программу для сохранения адресной книги

source: _LDAP Server URI
el: URI διακομιστή _LDAP
ru: URI сервера _LDAP

source: Base Domain _Name
bs: Osnovni _Naziv Domene
el: Όνομα βάσης _τομέα
lv: Bāzes domēna _nosaukums
ru: Основное доменное _имя

source: _User Name (Bind DN)
bs: _Korisničko ime (Povezano DN)
el: _Όνομα χρήστη (Bind DN)
lv: _Lietotāja vārds (Bind DN)
ru: Имя _пользователя (Bind DN)

source: _Password
bs: _Lozinka
el: _Κωδικός πρόσβασης
lv: _Parole
ru: _Пароль

source: _User Address Book DN
bs: _Korisnički Adresar DN
el: DN διευθυνσιολογίου _χρήστη
lv: Lietotāja adreš_u grāmatas DN
ru: Адресная книга _пользователя DN

source: Enable _TLS
bs: Omogući _TLS
el: Ενεργοποίηση _TLS
lv: Aktivēt _TLS
ru: Включить _TLS

source: GPE Address Book
bs: GPE Adresar
el: Διευθυνσιολόγιο GPE
lv: GPE adrešu grāmata
ru: Адресная книга GPE

source: DNS service record not found
el: Δεν βρέθηκε εγγραφή υπηρεσίας DNS
ru: Запись службы DNS не найдена

source: No DNS service record for the domain “%s” and service “carddavs” found. Please enter the “https://” URI manually.
el: Δεν βρέθηκε εγγραφή υπηρεσίας DNS για τον τομέα «%s» και την υπηρεσία «carddavs». Παρακαλούμε εισαγάγετε το URI «https://» χειροκίνητα.
ru: Не обнаружено ни одной записи DNS для домена «%s» и службы «carddavs». Пожалуйста, введите вручную URI «https://».

source: Authorization failed
el: Η εξουσιοδότηση απέτυχε
ru: Ошибка авторизации

source: The server rejected the authorization for “%s”. Please check the user name and the pass phrase
el: Ο διακομιστής απέρριψε την εξουσιοδότηση για το «%s». Παρακαλούμε ελέγξτε το όνομα χρήστη και το συνθηματικό
ru: Сервер отклонил авторизацию для «%s». Пожалуйста, проверьте имя пользователя и пароль

source: Error
el: Σφάλμα
ru: Ошибка

source: D_omain or URL:
el: _Τομέας ή URL:
ru: _Домен или URL:

source: _CardDAV address book name:
el: Όνομα διευθυνσιολογίου _CardDAV:
ru: Название адресной книги _CardDAV:

source: _Refresh period:
el: Περίοδος _ανανέωσης:
ru: Период _обновления:

source: minutes
bs: minute
el: λεπτά
lv: minūtes
ru: минут

source: Force _Multiget for non-standard server
el: Εξαναγκασμός _Multiget για μη τυποποιημένο διακομιστή
ru: Принудительно _Multiget для нестандартного сервера

source: Error displaying help: %s
bs: Greška u prikazu pomoći: %s
el: Σφάλμα κατά την εμφάνιση της βοήθειας: %s
lv: Kļūda, parādot palīdzību — %s
ru: При показе справки возникла ошибка: %s

source: vCard Address Book (GnomeCard)
el: Διευθυνσιολόγιο vCard (GnomeCard)
ru: Адресная книга VCard (GnomeCard)

source: External query (a program)
bs: Izlazna obavijest (program)
el: Εξωτερικό ερώτημα (ένα πρόγραμμα)
lv: Ārējs vaicājums (programma)
ru: Внешний запрос (программа)

source: LDIF Address Book
bs: LDIF Adresar
el: Διευθυνσιολόγιο LDIF
lv: LDIF adrešu grāmata
ru: Адресная книга LDIF

source: LDAP Address Book
be: Кніга адрэса LDAP
bs: LDAP Adresar
el: Διευθυνσιολόγιο LDAP
lv: LDAP adrešu grāmata
ru: Адресная книга LDAP

source: Osmo Address Book
el: Διευθυνσιολόγιο Osmo
ru: Адресная книга Osmo

source: CardDAV Address Book
el: Διευθυνσιολόγιο CardDAV
ru: Адресная книга CardDAV

source: _Remember password in Secret Service
el: _Απομνημόνευση κωδικού πρόσβασης στην Υπηρεσία Μυστικών
ru: _Запомнить пароль в Secret Service

source: _Remember password
bs: _Zapamtite šifru
el: _Απομνημόνευση κωδικού πρόσβασης
lv: Atce_rēties paroli
ru: _Запомнить пароль

source: Password to unlock the user certificate %s for user %s, protocol “%s”, server “%s”
el: Κωδικός πρόσβασης για το ξεκλείδωμα του πιστοποιητικού χρήστη %s για τον χρήστη %s, πρωτόκολλο «%s», διακομιστής «%s»
ru: Пароль для разблокирования сертификата пользователя %s для пользователя %s, протокол «%s», сервер «%s»

source: Password for user %s, protocol “%s”, server “%s”
el: Κωδικός πρόσβασης για τον χρήστη %s, πρωτόκολλο «%s», διακομιστής «%s»
ru: Пароль для пользователя %s, протокол «%s», сервер «%s»

source: Password needed
bs: Potrebna šifra
el: Απαιτείται κωδικός πρόσβασης
lv: Nepieciešama parole
ru: Требуется пароль

source: Password:
el: Κωδικός πρόσβασης:
et: Parool:
ru: Пароль:

source: Couldn’t open mailbox “%s”
el: Αδυναμία ανοίγματος του γραμματοκιβωτίου «%s»
ru: Не удалось открыть почтовый ящик «%s»

source: Date
be: Дата
bs: Datum
el: Ημερομηνία
et: Kuupäev
lv: Datums
ru: Дата

source: Reply to Group: %d message is not from a mailing list.
el: Απάντηση στην ομάδα: %d μήνυμα δεν προέρχεται από λίστα ταχυδρομείου.
ru: Ответ группе: %d сообщение не из списка рассылки.

source: Move to Trash failed: %s
bs: Neuspješno pomijeranje u smeće: %s
el: Η μεταφορά στα απορρίμματα απέτυχε: %s
lv: Neizdevās pārvietot uz miskasti — %s
ru: Перемещение в корзину не удалось: %s

source: _Reply…
el: _Απάντηση…
ru: _Ответить…

source: Reply To _All…
el: Απάντηση σε ό_λους…
ru: Ответить _всем…

source: Reply To _Group…
el: Απάντηση στην _ομάδα…
ru: Ответить _группе…

source: _Forward Attached…
el: _Προώθηση ως συνημμένο…
ru: _Переслать вложением…

source: Forward _Inline…
el: Προώθηση _εντός κειμένου…
ru: Переслать _включением…

source: _New to Sender…
el: _Νέο προς τον αποστολέα…
ru: _Новое для отправителя…

source: _Pipe through…
el: _Διοχέτευση μέσω…
ru: _Пропустить сквозь…

source: _Store Address…
el: _Αποθήκευση διεύθυνσης…
ru: _Сохранить адрес…

source: _Undelete
be: Аднавіць
bs: _Vrati obrisano
el: Ακύρωση _διαγραφής
et: Taasta
lv: Atja_unot
ru: _Восстановить

source: Move To _Trash
bs: Premjesti U _Smeće
el: Μεταφορά στα απορρίμματα
lv: Pārvietot uz miskas_ti
ru: Переместить в _корзину

source: T_oggle
bs: P_reklopi
el: _Εναλλαγή
lv: _Pārslēgt
ru: _Переключить

source: _Flagged
bs: _Označeno
el: Με _σημαία
lv: _Atzīmēta
ru: Отметить _флагом

source: _Unread
bs: _Nepročitano
el: _Μη αναγνωσμένο
lv: _Nelasīta
ru: _Непрочитанное

source: _Move to
bs: _Premjesti u
el: _Μεταφορά σε
lv: _Pārvietot uz
ru: _Переместить

source: _View Source
bs: _Pogledaj Izvor
el: Προβολή _πηγαίου κώδικα
lv: _Skatīt avotu
ru: _Показать исходник

source: Failed to copy %d message to mailbox “%s”: %s
el: Αποτυχία αντιγραφής %d μηνύματος στο γραμματοκιβώτιο «%s»: %s
ru: Не удалось скопировать %d сообщение в почтовый ящик «%s»: %s

source: Copied to “%s”.
el: Αντιγράφηκε στο «%s».
ru: Копировать в «%s».

source: Moved to “%s”.
el: Μετακινήθηκε στο «%s».
ru: Переместить в «%s».

source: Committing mailbox %s failed.
bs: Neuspješna predaja poštanskog sandučeta %s.
el: Η οριστικοποίηση αλλαγών στο γραμματοκιβώτιο %s απέτυχε.
lv: Neizdevās pastkastes %s apstiprināšana.
ru: Не удалось фиксировать изменения почтового ящика %s.

source: Cannot process the message: %s
bs: Ne mogu obraditi poruku: %s
el: Αδυναμία επεξεργασίας του μηνύματος: %s
lv: Nevar apstrādāt vēstuli — %s
ru: Невозможно обработать сообщение: %s

source: Cannot access message %u to pass to %s
bs: Ne mogu pristupiti poruci %u za prijelaz na %s
el: Αδυναμία πρόσβασης στο μήνυμα %u για διαβίβαση στο %s
lv: Nevar piekļūt vēstulei %u, lai padotu uz %s
ru: Не удалось получить доступ к сообщению %u для передачи в %s

source: Cannot read message %u to pass to %s
bs: Ne mogu čitati poruku %u za prijelaz na %s
el: Αδυναμία ανάγνωσης του μηνύματος %u για διαβίβαση στο %s
lv: Nevar nolasīt vēstuli %u, lai padotu uz %s
ru: Не удалось прочитать сообщение %u для передачи в %s

source: Pipe message through a program
bs: Poveži poruku kroz program
el: Διοχέτευση μηνύματος μέσω ενός προγράμματος
lv: Sūtīt vēstuli caur programmu pa konveijeri
ru: Направить сообщение через программу

source: _Run
bs: _Pokreni
el: _Εκτέλεση
lv: _Palaist
ru: За_пустить

source: Specify the program to run:
bs: Odaberite program za pokretanje:
el: Καθορίστε το πρόγραμμα προς εκτέλεση:
lv: Norādiet programmu, ko palaist
ru: Указать программу для запуска:

source: _Other…
el: _Άλλο…
ru: _Другое…

source: Choose destination folder
bs: Odaberi odredišni direktorij
el: Επιλέξτε φάκελο προορισμού
lv: Izvēlieties mērķa mapi
ru: Выберите папку назначения

source: Other…
el: Άλλο…
ru: Другое…

source: Select message part to display
bs: Označite dio poruke za prikaz
el: Επιλέξτε το τμήμα του μηνύματος προς εμφάνιση
lv: Izvēlieties vēstules daļu, ko parādīt
ru: Выбрать часть сообщения для отображения

source: Wrapped
bs: Omotano
el: Με αναδίπλωση
lv: Aplauzts
ru: Перенесённый

source: Not found
bs: Nije pronađeno
el: Δεν βρέθηκε
lv: Nav atrasts
ru: Не найдено

source: Find:
bs: Pronađi:
el: Εύρεση:
lv: Meklēt:
ru: Найти:

source: Previous
be: Пяпярд.
bs: Prethodno
el: Προηγούμενο
et: Eelmine
lv: Iepriekšējā
ru: Предыдущее

source: Next
be: Наступ.
bs: Sljedeće
el: Επόμενο
et: Järgmine
lv: Nākamā
ru: Следующее

source: Content
bs: Sadržaj
el: Περιεχόμενο
lv: Saturs
ru: Содержимое

source: Message parts
bs: Dijelovi Poruke
el: Τμήματα μηνύματος
lv: Vēstules daļas
ru: Части сообщения

source: Save selected as…
el: Αποθήκευση επιλεγμένων ως…
ru: Сохранить выделенное как…

source: Save selected to folder…
el: Αποθήκευση επιλεγμένων σε φάκελο…
ru: Сохранить выделенное в папку…

source: Save selected to folder and browse…
el: Αποθήκευση επιλεγμένων σε φάκελο και περιήγηση…
ru: Сохранить выделенное в папку и открыть папку…

source: (No sender)
bs: (Bez pošiljaoca)
el: (χωρίς αποστολέα)
lv: (Nav sūtītāja)
ru: (Нет отправителя)

source: Could not access message %u in mailbox “%s”.
el: Αδυναμία πρόσβασης στο μήνυμα %u στο γραμματοκιβώτιο «%s».
ru: Не удалось получить доступ к сообщению %u в почтовом ящике «%s».

source: Autocrypt error: %s
el: Σφάλμα Autocrypt: %s
ru: Ошибка автошифрования: %s

source: mixed parts
bs: mješoviti dijelovi
el: ανάμικτα τμήματα
lv: jauktas daļas
ru: смешанные части

source: alternative parts
bs: alternativni dijelovi
el: εναλλακτικά τμήματα
lv: alternatīvas daļas
ru: альтернативные части

source: signed parts
bs: potpisani dijelovi
el: υπογεγραμμένα τμήματα
lv: parakstītās daļas
ru: подписанные части

source: encrypted parts
bs: šifrirani dijelovi
el: κρυπτογραφημένα τμήματα
lv: šifrētās daļas
ru: зашифрованные части

source: RFC822 message
el: Μήνυμα RFC822
ru: Сообщение RFC822

source: “%s” parts
el: Τμήματα «%s»
ru: части «%s»

source: force inline for all parts
bs: prisiliti u liniju sve dijelove
el: εξαναγκασμός ενσωμάτωσης για όλα τα τμήματα
lv: uzspiest iekļaušanu visām daļām
ru: принудительно встроить все части

source: RFC822 message (from %s, subject “%s”)
el: Μήνυμα RFC822 (από %s, θέμα «%s»)
ru: Сообщение RFC822 (от %s, тема «%s»)

source: complete message
bs: potpuna poruka
el: πλήρες μήνυμα
lv: visa vēstule
ru: полное сообщение

source: part %s: %s (file %s)
bs: dio %s: %s (datoteka %s)
el: τμήμα %s: %s (αρχείο %s)
lv: daļa %s — %s (datne %s)
ru: часть %s: %s (файл %s)

source: part %s: %s
bs: dio %s: %s
el: τμήμα %s: %s
lv: daļa %s — %s
ru: часть %s: %s

source: encrypted:
bs: šifrirano:
el: κρυπτογραφημένο:
lv: šifrēts:
ru: зашифровано:

source: Reading embedded message failed: %s
bs: Neuspješno čitanje ugrađene poruke: %s
el: Η ανάγνωση του ενσωματωμένου μηνύματος απέτυχε: %s
lv: Iegulto vēstuļu nolasīšana neizdevās — %s
ru: Не удалось прочитать встроенное сообщение: %s

source: Appending message to %s failed: %s
bs: Neuspješno dodavanje poruke u %s:%s
el: Η προσάρτηση του μηνύματος στο %s απέτυχε: %s
lv: Vēstules pievienošana pie %s neizdevās — %s
ru: Дописать сообщение %s не удалось: %s

source: _Save…
el: _Αποθήκευση…
ru: _Сохранить…

source: _Copy to folder…
el: _Αντιγραφή σε φάκελο…
ru: _Копировать в папку…

source: Save and open folder…
el: Αποθήκευση και άνοιγμα φακέλου…
ru: Сохранить и открыть папку…

source: Select folder for saving selected parts
bs: Označite direktorij za spašavanje označenih dijelova
el: Επιλογή φακέλου για την αποθήκευση των επιλεγμένων τμημάτων
lv: Izvēlieties mapi izvēlēto daļu saglabāšanai
ru: Выбрать папку для сохранения выбранных частей

source: %s message part
bs: %s dio poruke
el: τμήμα μηνύματος %s
lv: %s vēstules daļa
ru: часть сообщения %s

source: Could not save %s: %s
bs: Nije moguće spasiti: %s: %s
el: Αδυναμία αποθήκευσης του %s: %s
lv: Neizdevās saglabāt %s — %s
ru: Не удалось сохранить %s: %s

source: Empty part was not saved to %s
el: Το κενό τμήμα δεν αποθηκεύτηκε στο %s
ru: Пустая часть не была сохранена в %s

source: Sending the disposition notification failed: %s
bs: Nesupješno slanje rasporeda obavijesti: %s
el: Η αποστολή της γνωστοποίησης διάθεσης απέτυχε: %s
lv: Neizdevās nosūtīt paziņojumu par saņemšanu — %s
ru: Не удалось отправить уведомление о получении сообщения: %s

source: The sender of this mail, %s, requested a Message Disposition Notification (MDN) to be returned to “%s”. Do you want to send this notification?
el: Ο αποστολέας αυτού του μηνύματος, %s, ζήτησε να σταλεί Μήνυμα Γνωστοποίησης Διάθεσης (MDN) στη διεύθυνση «%s». Θέλετε να στείλετε αυτή τη γνωστοποίηση;
ru: Отправитель этого сообщения, %s, запросил возврат уведомления об открытии сообщения (MDN) на «%s». Хотите отправить это уведомление?

source: Reply to MDN?
bs: Odgovoriti na MDN?
el: Να απαντήσω στο MDN;
lv: Atbildēt uz MDN?
ru: Ответить на MDN?

source: The decryption cannot be performed because this message is displayed more than once. Please close the other instances of this message and try again.
bs: Dešifriranje ne može biti izvršeno jer je ova poruka prikazana više od jedanput. Molimo zatvorite ostale primjere ove poruke i pokušajte ponovo.
el: Η αποκρυπτογράφηση δεν μπορεί να πραγματοποιηθεί επειδή αυτό το μήνυμα εμφανίζεται περισσότερες από μία φορές. Παρακαλούμε κλείστε τα άλλα παράθυρα αυτού του μηνύματος και δοκιμάστε ξανά.
lv: Nevarēja veikt atšifrēšanu, jo vēstule ir parādīta vairāk kā vienu reizi. Lūdzu, izvēlieties citu šīs vēstules instanci un mēģiniet vēlreiz.
ru: Расшифровка не может быть выполнена, так как это сообщение открыто более одного раза. Пожалуйста, закройте другие экземпляры этого сообщения и повторите попытку.

source: Parsing a message part failed: %s
bs: Neuspješno raščlanjivanje dijela poruke: %s
el: Η ανάλυση ενός τμήματος του μηνύματος απέτυχε: %s
lv: Neizdevās vēstules daļas apstrāde — %s
ru: Не удалось обработать часть сообщения: %s

source: Possible disk space problem.
bs: Moguć problem u prostoru diska.
el: Πιθανό πρόβλημα χώρου στον δίσκο.
lv: Iespējams, ir problēma ar diska vietu.
ru: Возможна проблема с местом на диске.

source: The message sent by %s with subject “%s” contains an encrypted part, but its structure is invalid.
el: Το μήνυμα που εστάλη από τον/την %s με θέμα «%s» περιέχει ένα κρυπτογραφημένο τμήμα, αλλά η δομή του είναι μη έγκυρη.
ru: Сообщение, отправленное %s с темой «%s», содержит зашифрованную часть, но её структура неправильна.

source: The message sent by %s with subject “%s” contains a PGP encrypted part, but this crypto protocol is not available.
el: Το μήνυμα που εστάλη από τον/την %s με θέμα «%s» περιέχει ένα κρυπτογραφημένο τμήμα PGP, αλλά αυτό το πρωτόκολλο κρυπτογράφησης δεν είναι διαθέσιμο.
ru: Сообщение, отправленное %s с темой «%s», содержит зашифрованную PGP часть, но этот криптографический протокол недоступен.
