Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: Find Ne_xt
bs: Nađi _sljedeće
el: Εύρεση επο_μένου
lv: Meklēt nā_kamo
ru: Найти след_ующее

source: Find in _Message
bs: Pronađi u _Poruci
el: Εύρεση στο _μήνυμα
lv: _Meklēt vēstulē
ru: Найти в _сообщении

source: F_ilters…
el: _Φίλτρα…
ru: _Фильтры…

source: _Export Filters…
el: Ε_ξαγωγή φίλτρων…
ru: _Экспортировать фильтры…

source: _Preferences
el: _Προτιμήσεις
ru: _Параметры

source: _Settings…
el: _Ρυθμίσεις…
ru: _Настройки…

source: _Toolbars…
el: _Εργαλειογραμμές…
ru: _Панель инструментов…

source: _Identities…
el: _Ταυτότητες…
ru: _Профили…

source: _View
bs: _Pogled
el: Προ_βολή
lv: _Skats
ru: _Вид

source: _Show Mailbox Tree
be: Адлюстраваць дрэва паштовае скрыні
bs: _Prikaži Stablo Poštanskog Sandučeta
el: _Εμφάνιση δέντρου γραμματοκιβωτίων
lv: Rādīt pa_stkastu koku
ru: Показать дерево почтового ящика

source: Show Mailbox _Tabs
be: Адлюстраваць закладкі паштовае скрыні
bs: Prikaži _Tabulatore Poštanskog Sandučeta
el: Εμφάνιση _καρτελών γραμματοκιβωτίων
lv: Rādī_t pastkastes cilnes
ru: Показать вкладки почтового ящика

source: Show Too_lbar
bs: Prikaži Alatnu_traku
el: Εμφάνιση εργαλειο_γραμμής
lv: Rādīt rīk_joslu
ru: Показать _панель инструментов

source: Show St_atus Bar
bs: Prikaži Statusnu_Traku
el: Εμφάνιση γραμμής κατά_στασης
lv: Rādīt st_atusa joslu
ru: Показать _строку состояния

source: Show _Index Filter
bs: Prikaži _Indeks Filtera
el: Εμφάνιση φίλτρου _ευρετηρίου
lv: Rādīt _indeksa filtru
ru: Показать _указатель фильтра

source: _Wrap
be: Перанос
bs: _Prelomi
el: Ανα_δίπλωση
lv: _Aplauzt
ru: _Перенос

source: _No Headers
bs: _Bez Zaglavlja
el: _Χωρίς κεφαλίδες
lv: _Bez galvenēm
ru: _Без заголовков

source: S_elected Headers
be: Абраныя загалоўкі
bs: O_značena Zaglavlja
el: Επι_λεγμένες κεφαλίδες
lv: Izvēlētās galv_enes
ru: Выбранные заголовки

source: All _Headers
be: Усе загалоўкі
bs: Sva _Zaglavlja
el: Όλες οι _κεφαλίδες
lv: Visas _galvenes
ru: Все заголовки

source: Th_read messages
el: _Νηματοποίηση μηνυμάτων
ru: _Цепочки сообщений

source: E_xpand All
bs: _Razgranaj sve
el: Α_νάπτυξη όλων
lv: I_zvērst visus
ru: _Развернуть все

source: _Collapse All
bs: _Skupi sve
el: Σύμπτυξη όλων
lv: _Sakļaut visus
ru: _Свернуть все

source: Zoom _In
bs: _Uvećaj
el: Με_γέθυνση
lv: Tuv_ināt
ru: _Увеличить

source: Zoom _Out
bs: U_manji
el: Σ_μίκρυνση
lv: Tā_lināt
ru: У_меньшить

source: Zoom _100%
bs: Uvećaj _100%
el: Εστίαση _100%
lv: Mērogs _100%
ru: Масштаб _100%

source: Mail_box
be: Паштовая скрыня
bs: Poštansko_sanduče
el: Γραμματο_κιβώτιο
lv: Past_kaste
ru: Почтовый ящик

source: _Hide Messages
bs: _Sakrij poruke
el: Από_κρυψη μηνυμάτων
lv: _Slēpt vēstules
ru: _Скрыть сообщения

source: _Deleted
bs: _Obrisano
el: _Διεγραμμένα
lv: _Dzēsts
ru: _Удалённое

source: Un_deleted
el: Μη _διεγραμμένα
ru: _Восстановленное

source: _Read
bs: Č_itaj
el: _Αναγνωσμένα
lv: Iz_lasīta
ru: _Прочитаное

source: Un_read
bs: Ne_pročitano
el: _Μη αναγνωσμένα
lv: Neiz_lasīta
ru: Не_прочитанное

source: Un_flagged
bs: Ne_označeno
el: _Χωρίς σημαία
lv: Neat_zīmēta
ru: _Без флажка

source: _Answered
bs: _Odgovoreno
el: _Απαντημένα
lv: _Atbildēta
ru: _Отвеченное

source: Un_answered
bs: Ne_odgovoreno
el: _Αναπάντητα
lv: Ne_atbildēta
ru: _Неотвеченное

source: _Reset Filter
bs: _Resetuj Filter
el: Επανα_φορά φίλτρου
lv: Atstatīt filt_ru
ru: _Сбросить фильтр

source: Select _Filters…
el: Επιλογή _φίλτρων…
ru: Выбрать _фильтры…

source: _Remove Duplicates
bs: _Ukloni Duplikate
el: Αφαίρεση _διπλοτύπων
lv: _Izņemt dublikātus
ru: _Удалить дупликаты

source: E_xpunge Deleted Messages
bs: Obriši Obrisane Poruke
el: _Οριστική διαγραφή διεγραμμένων μηνυμάτων
lv: Iztīrīt dzēstās vēstules?
ru: _Очистить удалённые сообщения

source: _Message
be: Ліст
bs: _Poruka
el: _Μήνυμα
et: Kiri
lv: _Vēstule
ru: _Сообщение

source: _New…
el: _Νέο…
ru: _Создать…

source: Reply to _All…
el: Απάντηση σε ό_λους…
ru: Ответить _всем…

source: Reply to _Group…
el: Απάντηση στην _ομάδα…
ru: Ответить _группе…

source: New to _Sender…
el: _Νέο προς τον αποστολέα…
ru: Новое для _отправителя…

source: _Next Part
bs: _Sljedeci Dio
el: _Επόμενο τμήμα
lv: _Nākamā daļa
ru: _Следующая часть

source: _Previous Part
bs: _Prethodni Dio
el: _Προηγούμενο τμήμα
lv: Ie_priekšējā daļa
ru: _Предыдущая часть

source: Save Current Part…
el: Αποθήκευση τρέ_χοντος τμήματος…
ru: Сохранить текущую часть…

source: _View Source…
el: Προβολή _πηγαίου κώδικα…
ru: _Показать исходник…

source: Decrypt and check signatures
el: Αποκρυπτογράφηση και έλεγχος υπογραφών
ru: Расшифровать и проверить подписи

source: _Select Text
bs: _Označi tekst
el: _Επιλογή κειμένου
lv: _Izvēlēties tekstu
ru: _Выделить текст

source: _Move to Trash
bs: _Premjesti u Smeće
el: _Μετακίνηση στα απορρίμματα
lv: Pārvietot uz _miskasti
ru: _Отправить в корзину

source: _Toggle Flag
bs: _Prebaci Zastavicu
el: Εναλλα_γή σημαίας
lv: Pārslēg_t atzīmi
ru: _Переключить флаг

source: _New
be: Новае
bs: _Novo
el: _Νέο
et: Uus
lv: Jau_ns
ru: _Создать

source: _Go
el: _Μετάβαση
ru: _Перейти

source: Next Message
be: Наступны ліст
bs: Sljedeća poruka
el: Επόμενο μήνυμα
lv: Nākamā vēstule
ru: Следующее письмо

source: Previous Message
be: Папярэдні ліст
bs: Prethodna poruka
el: Προηγούμενο μήνυμα
lv: Iepriekšējā vēstule
ru: Предыдущее письмо

source: Next Unread Message
be: Наступны нечытаны ліст
bs: Sljedeća Nepročitana Poruka
el: Επόμενο μη αναγνωσμένο μήνυμα
lv: Nākamā nelasītā vēstule
ru: Следующее непрочитанное письмо

source: Next Flagged Message
bs: Sljedeća Označena poruka
el: Επόμενο μήνυμα με σημαία
lv: Nākamā atzīmētā vēstule
ru: Следующее отмеченное письмо

source: _Contents
bs: _Sadržaji
el: Περιε_χόμενα
lv: _Saturs
ru: _Содержание

source: _About Balsa
el: _Περί του Balsa
ru: _О приложении «Balsa»

source: _Include File…
el: Συμπερι_λήψη αρχείου…
ru: _Включить файл…

source: _Attach File…
el: Επισύνα_ψη αρχείου…
ru: _Вложить файл…

source: I_nclude Messages…
el: Συμπερι_λήψη μηνυμάτων…
ru: В_ключить сообщения…

source: Attach _Messages…
el: Επισύναψη _μηνυμάτων…
ru: Вложить _сообщение…

source: _Save
bs: _Snimi
el: Απο_θήκευση
lv: _Saglabāt
ru: _Сохранить

source: Page S_etup
el: _Διαμόρφωση σελίδας
ru: Настройка _страницы

source: Cu_t
bs: _Isijeci
el: Αποκο_πή
lv: Izgriez_t
ru: Вырезать

source: _Paste
bs: U_metni
el: Επι_κόλληση
lv: _Ielīmēt
ru: _Вставить

source: _Wrap Body
bs: _Omotaj tijelo
el: _Αναδίπλωση σώματος
lv: _Aplauzt pamattekstu
ru: _Переносы в тексте письма

source: _Reflow Selected Text
bs: _Preniži Označeni Tekst
el: Επαναστοίχιση _επιλεγμένου κειμένου
lv: _Manīt izvēlētā teksta plūsmu
ru: Пере_компоновать выделенный текст

source: Insert Si_gnature
bs: Ubaci Po_tpis
el: Εισαγωγή υπογρα_φής
lv: Ievietot pa_rakstu
ru: Вставить _подпись

source: _Quote Message(s)
bs: _Citat Poruka(e)
el: _Παράθεση μηνυμάτων
lv: _Citēt vēstuli(-es)
ru: _Цитировать сообщение(я)

source: C_heck Spelling
bs: Pro_vjeri Pravopis
el: Έλεγχος _ορθογραφίας
lv: Pā_rbaudīt pareizrakstību
ru: Проверять _орфографию

source: Select _Identity…
el: Επιλογή _ταυτότητας…
ru: Выбрать _профиль…

source: Edit with GNOME-Editor
el: Επεξεργασία με τον επεξεργαστή GNOME
ru: Редактировать с помощью редактора GNOME

source: _Show
bs: _Prikaži
el: _Εμφάνιση
et: Näita
lv: _Rādīt
ru: _Показать

source: F_rom
bs: _Od
el: Α_πό
lv: N_o
ru: _От

source: Rec_ipients
bs: Prim_aoci
el: Παρα_λήπτες
lv: Adresāt_i
ru: _Получатели

source: R_eply To
bs: Odg_ovori
el: Α_πάντηση προς
lv: At_bildēt uz
ru: _Ответить

source: F_cc
ru: Скрытая _копия

source: _Options
bs: _Opcije
el: _Επιλογές
lv: _Opcijas
ru: _Параметры

source: _Request Disposition Notification
bs: _Zahtjev Za Raspored Obavjesti
el: Αίτηση γνωστοποίησης _διάθεσης
lv: Piep_rasīt saņemšanas paziņojumu
ru: _Запрос на уведомление о доставке

source: _Request Delivery Status Notification
bs: _Zahtjev informaciju o statusu isporuke
el: Αίτηση γνωστοποίησης κατάστασης _παράδοσης
ru: _Запрос на уведомление о статусе доставки

source: Send as plain text and _HTML
bs: Pošalji kao obični tekst i _HTML
el: Αποστολή ως απλό κείμενο και _HTML
lv: Sūtīt kā vienkāršu tekstu un _HTML
ru: Отправить как обычный текст и _HTML

source: _Sign Message
bs: _Potpis Poruke
el: _Υπογραφή μηνύματος
lv: Parak_stīt vēstuli
ru: _Подписать сообщение

source: _Encrypt Message
bs: _Šifriranje Poruke
el: _Κρυπτογράφηση μηνύματος
lv: Ši_frēt vēstuli
ru: _Шифровать сообщение

source: GnuPG uses _MIME mode
el: Το GnuPG χρησιμοποιεί λειτουργία _MIME
ru: GnuPG с использованием режима _MIME

source: GnuPG uses old _OpenPGP mode
el: Το GnuPG χρησιμοποιεί την παλιά λειτουργία _OpenPGP
ru: GnuPG с использованием старого режима _OpenPGP

source: S/MIME mode (_GpgSM)
el: Λειτουργία S/MIME (_GpgSM)
ru: Режим S/MIME (_GpgSM)

source: Attach GnuPG _Public Key
el: Επισύναψη _δημοσίου κλειδιού GnuPG
ru: Прикрепить _открытый ключ GnuPG

source: _Escape Special Characters
bs: _Izbjegni Posebne Znakove
el: Διαφυγή _ειδικών χαρακτήρων
lv: _Veikt atsoli īpašām rakstzīmēm
ru: Специальные _Escape-символы

source: unsupported canonicalization mode “%s”
el: μη υποστηριζόμενη λειτουργία κανονικοποίησης «%s»

source: *** ERROR: Mailbox Stream Closed: %s
el: ΣΦΑΛΜΑ: Η ροή του γραμματοκιβωτίου έκλεισε: %s ***

source: You’ve successfully set up Balsa. Have fun! -- The Balsa development team
el: Ρυθμίσατε επιτυχώς το Balsa. Καλή διασκέδαση! -- Η ομάδα ανάπτυξης του Balsa

source: OR
bs: ILI
el: Ή (OR)
lv: VAI

source: AND
bs: I
el: ΚΑΙ (AND)
lv: UN

source: A_filter run dialog is open. Close it before you can modify filters.
el: Ένα παράθυρο εκτέλεσης φίλτρων είναι ανοιχτό. Κλείστε το πριν τροποποιήσετε τα φίλτρα.

source: MAILBOXNAME
bs: NAZIVPOŠTANSKOGSANDUČETA
el: ΟΝΟΜΑ_ΓΡΑΜΜΑΤΟΚΙΒΩΤΙΟΥ
lv: PASTKASTESNOSAUKUMS

source: _Format = Flowed
bs: _Format = Nizanje
el: _Μορφή = Ροή (Flowed)
lv: _Formāts = pludināts

source: E-Mail utility
bs: Alat za elektronsku poštu
lv: E-pasta utilītprogramma

source: Balsa Mail Client
bs: Klijent Balsa pošte
lv: Balsa e-pasta klients

source: SASL Interaction
bs: SASL interakcija
lv: SASL mijiedarbība

source: Cc:
be: Афіцыйныя копіі (Сс):
bs: Kopija:

source: Bcc:
be: Схаваныя копіі:
bs: Skrivena kopija:

source: Failed to create output stream
bs: Neuspješno kreiranje izlaznog toka
lv: Neizdevās izveidot izvades plūsmu

source: Cc
bs: Kopija

source: unsupported protocol '%s'
bs: nepodržan protokol '%s'
lv: neatbalstīts protokols “%s”

source: Cannot decrypt multipart/encrypted part: unsupported encryption protocol '%s'.
bs: Ne mogu dešifrirati višedjelni/kodirani dio: nepodržano kodiranje protokola '%s'.
lv: Nevar atšifrēt vairāku daļu / parakstīto daļu — neatbalstīts šifrēšanas protokols “%s”

source: This message part contains images from a remote server. To protect your privacy, Balsa has not downloaded them. You may choose to download them if you trust the server.
bs: Ovaj dio poruke sadrži slike sa udaljenog servera. Da bi zaštitili svoju privatnost, Balsa ih nije sačuvala. Možete izabrati da ih sačuvate ukoliko vjerujete serveru.
lv: Šī vēstule satur attēlus no attālināta servera. Lai aizsargātu jūsu privātumu, Balsa tās automātiski nelejupielādē. Jūs varat tās lejupielādēt, ja uzticaties šim serverim.

source: _Download images
bs: _Preuzmi slike
lv: Lejupielā_dēt attēlus

source: Re:
bs: Rije:

source: Fwd:
bs: Proslijedi:

source: Error executing signature generator %s
bs: Greška u izvršavanju generatora potpisa %s
lv: Kļūda, izpildot paraksta ģeneratoru %s

source: Cannot open signature file '%s' for reading
bs: Ne mogu otvoriti datoteku potpisa '%s' za čitanje
lv: Nevar atvērt paraksta datni “%s” lasīšanai

source: Error reading signature from %s
bs: Greška u čitanju potpisa iz %s
lv: Kļūda, nolasot parakstu no %s

source: Signature in %s is not a UTF-8 text.
bs: Potpis u %s nije UTF-8 tekst.
lv: Paraksts %s nav UTF-8 teksts.

source: Signing and encrypting messages are possible only if Balsa is built with cryptographic support.
bs: Potpisivanje i kriptiranje poruka je moguće samo ako je Balsa kreirana sa kriptografskom podrškom.
lv: Parakstīt un šifrēt vēstules var tikai tad, ja Balsa ir būvēta ar kriptogrāfijas atbalstu.

source: always trust GnuPG keys when encrypting
bs: uvijek vjeruj GnuPG ključevima prilikom kriptovanja
lv: šifrējot vienmēr uzticēties GnuPG atslēgām

source: use secret key with this id for signing (leave empty for automatic selection)
bs: koristi skriveni ključ sa ovom identifikacijom za potpisivanje (ostavi prazno za automatski izbor)
lv: šim id lietot slepenu atslēgu parakstīšanai (atstāt tukšu, lai izvēlētos automātiski)

source: Error displaying help for identities: %s
bs: Greška u prikazu pomoći za identitete: %s
lv: Kļūda, parādot palīdzību identitātēm — %s

source: Invalid date
bs: Neispravan datum
lv: Nederīga datums

source: Authenticity of this certificate could not be verified. <b>Reason:</b> %s <b>This certificate belongs to:</b>
bs: Autentičnost ovog certifikata nije ovjerena. <b>Razlog:</b> %s <b>Ovaj cerifikat pripada:</b>
lv: Šī sertifikāta autentiskumu nevar pārbaudīt. <b>Iemesls:</b> %s <b>Šis sertifikāts pieder:</b>

source: <b>This certificate is valid</b> from %s to %s <b>Fingerprint:</b> %s
bs: <b>Ovaj certifikat je ispravan</b> od %s do %s <b>Otisak prsta:</b> %s
lv: <b>Šis sertifikāts ir derīgs</b> no %s līdz %s <b>nospiedums:</b> %s

source: Accept&_Save
bs: Primi i _Snimi
lv: Pieņemt un _saglabāt

source: Connection to %s timed out. Abort?
bs: Spajanje sa %s je isteklo. Prekinuti?
lv: Savienojumam ar %s iestājās noildze. Pārtraukt?

source: Your Balsa configuration is now stored in "~/.balsa/config".
bs: Vaša Balsa konfiguracija je sada smještena u "~/.balsa/config".
lv: Jūsu Balsa konfigurācija tagad ir saglabāta mapē “~/.balsa/config”.

source: could not set protocol '%s'
bs: nije moguće postaviti protokol '%s'
lv: nevarēja iestatīt protokolu “%s”

source: could not list keys for "%s"
bs: nije moguće izlistati ključeve za '%s'
lv: nevarēja uzskaitīt “%s” atslēgas

source: %s: a key for %s is present, but it is expired, disabled, revoked or invalid
bs: %s: ključ za %s je sadašnji, ali je istekao, onesposobljen je, opozovljen je ili je neispravan
lv: %s — %s atslēga ir, bet tā ir deaktivēta, atsaukta, nederīga vai tās derīguma termiņš ir beidzies

source: %s: could not find a key for %s
bs: %s: nije moguće naći ključ za %s
lv: %s — nevarēja atrast %s atslēgu

source: %s: a key with id %s is present, but it is expired, disabled, revoked or invalid
bs: %s: ključ sa id %s je sadašnji, ali je istekao, onesposobljen je, opozovljen je ili je neispravan
lv: s — %s atslēga ar %s id ir, bet tā ir deaktivēta, atsaukta, nederīga vai tās derīguma termiņš ir beidzies

source: %s: could not find a key with id %s
bs: %s: nije moguće naći ključ sa id %s
lv: %s — nevarēja atrast atslēgu ar id %s

source: %s: multiple keys for %s
bs: %s: višestruki ključevi za %s
lv: %s — vairākas %s atslēgas

source: %s: insufficient validity for uid %s
bs: %s: nedovoljna ispravnost za uid %s
lv: %s — nepietiekams derīgums %s uid

source: Key ID
bs: ID ključa
lv: Atslēgas ID

source: Length
bs: Dužina
lv: Garums

source: Validity
bs: Ispravnost
lv: Derīgums

source: Select the private key for the signer %s
bs: Označi privatni ključ za potpisivaca %s
lv: Izvēlieties privāto atslēgu parakstītājam %s

source: Select the public key for the recipient %s
bs: Označi javni ključ za primaoca %s
lv: Izvēlieties publisko atslēgu saņēmējam %s

source: Insufficient trust for recipient %s
bs: Nedovoljno povjerenja za primaoca %s
lv: Nepietiekama uzticēšanās saņēmējam %s

source: The validity of the key with user ID "%s" is "%s".
bs: Isparvnost ključa sa korisničkim ID "%s" je "%s".
lv: Derīgums atslēgai ar lietotāja ID “%s” ir “%s”.

source: Use this key anyway?
bs: Ipak koristi ovaj ključ?
lv: Tomēr lietot šo atslēgu?

source: Enter Passphrase
bs: Unesite lozinku
lv: Ievadiet paroli

source: %s The passphrase for this key was bad, please try again! Key: %s
bs: %s Šifra za ovaj ključ je bila loša, molimo pokušajte ponovo! Ključ: %s
lv: %s Šai atslēgai ievadītā parole bija slikta, mēģiniet vēlreiz! Atslēga: %s

source: %s Please enter the passphrase for the secret key! Key: %s
bs: %s Molimo unesite šifru za skriveni ključ! Ključ: %s
lv: %s Lūdzu, ievadiet paroli slepenajai atslēgai! Atslēga: %s

source: Bad local mailbox path "%s"
bs: Loš lokalni put za poštanski spremnik "%s"
lv: Slikts lokālās pastkastes ceļš “%s”

source: libbalsa_mailbox_get_message: mailbox %s is closed
bs: libbalsa_poštanskosanduce_daj_poruka: poštansko sanduče %s je zatvoreno
lv: libbalsa_mailbox_get_message: pastkaste %s ir aizvērta

source: Loading...
bs: Učitavam...
et: Laadime...
lv: Ielādē...

source: IMAP connection has been severed. Reconnecting...
bs: IMAP spajanje prekinuto. Ponovo spajam...
lv: IMAP savienojums tika pārrauts. Savienojas atkal...

source: IMAP protocol error. Try enabling bug workarounds.
bs: IMAP protokol greška. Pokušajte omogućavanje bug zaobilaznica.
lv: IMAP protokola kļūda. Mēģiniet aktivēt kļūdas apiešanu.

source: IMAP server has shut the connection: %s Reconnecting...
bs: IMAP server je isključio spajanje: %s Ponovo spajam...
lv: IMAP serveris ir izslēdzis savienojumu: %s savienojas atkal...

source: Async IMAP cmd %s could not be executed. Reconnecting...
bs: Async IMAP cmd %s nije moguće izvršiti. Ponovo spajam...
lv: Nevarēja izpildīt asinhronu IMAP cmd %s. Savienojas atkal...

source: %s: Opening %s Refcount: %d
bs: %s: Otvaranje %s Refbrojanje: %d
lv: %s: atver %s refcount: %d

source: IMAP SEARCH command failed for mailbox %s falling back to default searching method
bs: IMAP POTRAGA neuspješna komanda za poštanski spremnik %s vraćanje nazad u podrazumijevani način potrage
lv: IMAP SEARCH komanda neizdevās pastkastei %s atkāpjas uz noklusējuma meklēšanas metodi

source: No path found for mailbox "%s", using "%s"
bs: Nije nađen nijedan put za poštansko sanduče "%s", koristeći "%s"
lv: Nav atrasta ceļa pastkastei “%s”, lieto “%s”

source: Failed to save cache file "%s": %s.
bs: Neuspješno spremanje datoteke u predmemoriju "%s": %s.
lv: Neizdevās saglabāt kešatmiņas datni “%s” — %s.

source: Cache file for mailbox %s will be created
bs: Datoteka u predmemoriji za poštanski spremnik %s će biti kreirana
lv: Tiks izveidota kešatmiņas datne pastkastei %s

source: Failed to sync mailbox "%s"
bs: Neuspješno sinhroniziranje poštanskog sandučeta "%s"
lv: Neizdevās sinhronizēt pastkasti “%s”

source: Could not create a MailDir directory at %s (%s)
be: Немагчыма стварыць каталёг MailDir у %s (%s)
bs: Ne mogu kreirati MailDir direktorij na %s (%s)
lv: Nevarēja izveidot MailDir direktoriju iekš %s (%s)

source: Could not create a MailDir at %s (%s)
be: Немагчыма стварыць MailDir у %s (%s)
bs: Ne mogu kreirati MailDir na %s (%s)
lv: Nevarēja izveidot MailDir iekš %s (%s)

source: Could not remove contents of %s: %s
be: Ня атрымалася выдаліць зьмест %s: %s
bs: Ne mogu ukloniti sadržaj %s: %s
lv: Nevarēja izņemt %s saturu: %s

source: Could not remove %s: %s
be: Немагчыма выдаліць %s: %s
bs: Ne mogu ukloniti %s: %s
lv: Nevarēja izņemt %s: %s

source: Mailbox %s does not appear to be an Mbox mailbox.
be: Верагодна паштовая скрыня "%s" ня ў фармаце Mbox.
bs: Poštansko sanduče %s ne postoji kao Mbox poštansko sanduče.
lv: Neizskatās, ka pastkaste %s būtu Mbox pastkaste.

source: Failed to create temporary file "%s": %s
bs: Neuspješno kreiranje privremene datoteke "%s": %s
lv: Neizdevās izveidot pagaidu datni “%s” — %s

source: Failed to save cache file "%s": %s. New version saved as "%s"
bs: Neuspješno snimanje datoteke u predmemoriji "%s": %s. nova verzija sačuvana kao "%s"
lv: Neizdevās saglabāt kešatmiņas datni “%s” — %s. Jaunā versija saglabāta ka “%s”

source: %s: could not get new mime stream.
bs: %s: ne mogu dobiti novi mime tok.
lv: %s — nevarēja saņemt jaunu mime straumi.

source: Mailbox %s does not appear to be a Mh mailbox.
be: Верагодна паштовая скрыня "%s" ня ў фармаце MH.
bs: Poštansko sanduče %s ne izgleda kao Mh sanduče.
lv: Pastkaste %s neizskatās pēc Mh pastkastes.

source: Saving POP message to %s failed
bs: Neuspješno sačuvavanje POP poruke u %s
lv: Neizdevās POP vēstules saglabāšana uz %s

source: Retrieving Message %d of %d
be: Атрыманьне паведамленьня %d з %d
bs: Preuzimanje Poruke %d od %d
lv: Saņem vēstuli %d no %d

source: Received %ld kB of %ld
bs: Primljeno %ld kb od %ld
lv: Saņemti %ld kB no %ld

source: Saving POP message to %s failed.
bs: Neuspješno spremanje POP poruke u %s.
lv: Neizdevās POP vēstules saglabāšana uz %s.

source: Transferring POP message to %s failed.
bs: Neuspješno premiještanje POP poruke u %s.
lv: Neizdevās POP vēstules pārsūtīšana uz %s.

source: POP3 mailbox %s temp file error: %s
bs: POP3 poštansko sanduče %s priv datoteka greška: %s
lv: POP3 pastkastes %s pagaidu datnes kļūda: %s

source: POP3 mailbox %s error: %s
bs: POP3 poštansko sanduče %s greška: %s
lv: POP3 pastkastes %s kļūda — %s

source: POP3 message %d oversized: %d kB - skipped.
bs: POP3 poruka %d prekoračenje veličine: %d kB - preskočeno.
lv: POP3 vēstule %d pārāk liela: %d kB — izlaisti.

source: POP3 error: cannot open %s for writing.
bs: POP3 greška: ne mogu otvoriti %s za upis.
lv: POP3 kļūda — nevar atvērt %s rakstīšanai.

source: POP3 error: cannot close %s.
bs: POP3 greška: ne mogu zatvoriti %s.
lv: POP3 kļūda — nevar aizvērt %s.

source: POP3 error: %s.
bs: POP3 greška: %s.
lv: POP3 kļūda — %s.

source: Mailbox (%s) is readonly: cannot change flags.
bs: Poštansko sanduče (%s) je samočitljivo: ne mogu promijeniti zastavicu.
lv: Pastkaste (%s) ir tikai lasāma — nevar manīt karodziņus.

source: west european
bs: zapadnoevropski
lv: Rietumeiropas

source: east european
bs: istočnoevropski
lv: Austrumeiropas

source: south european
bs: južnoevropski
lv: Dienvideiropas

source: north european
bs: sjevernoevropski
lv: Ziemeļeiropas

source: cyrillic
bs: ćirilica
lv: Kirilica

source: arabic
bs: arapski
lv: Arābu

source: greek
bs: grčki
lv: Grieķu

source: hebrew
bs: hebrejski
lv: Ivrita

source: turkish
bs: turski
lv: Turku

source: nordic
bs: nordijski
lv: Skandināvu

source: thai
bs: tajlandski
lv: Taju

source: baltic
bs: baltički
lv: Baltu

source: celtic
bs: keltski
lv: Ķeltu

source: west europe (euro)
bs: zapadnoevropski (evropski)
lv: Rietumeiropas (eiro)

source: russian
bs: ruski
lv: Krievu

source: ukrainian
bs: ukrajinski
lv: Ukraiņu

source: japanese
bs: japanski
lv: Japāņu

source: korean
bs: korejski
lv: Korejiešu

source: Cannot open %s: is a symbolic link
bs: Ne mogu otvoriti %s: je simbolički link
lv: Nevar atvērt %s — tā ir simboliskā saite

source: Waiting for fcntl lock... %d
be: Чаканьне fcntl lock... %d
bs: Čekam zaključavanje fcntl... %d
lv: Gaida fcntl slēdzeni... %d

source: Waiting for flock attempt... %d
be: Чаканьне заканчэньня спробы выканаць flock ... %d
bs: Čekam flock pokušaj... %d
lv: Gaidu flock mēģinajumu... %d

source: needs action
bs: treba akciju
lv: vajag darbību

source: accepted
bs: prihvaćeno
lv: pieņemts

source: declined
bs: odbijeno
lv: noraidīts

source: tentatively accepted
bs: oprezno prihvaćeno
lv: pagaidām pieņemts

source: delegated
bs: povjereno
lv: deleģēts

source: completed
bs: završeno
lv: izpildīts

source: in process
bs: u procesu
lv: notiek

source: Event Notification
bs: Notifikacija Događaja
lv: Notikuma paziņojums

source: Event Request
bs: Zahtjev Događaja
lv: Notikumam pieprasījums

source: Reply to Event Request
bs: Odgovori na Zahtjev Događaja
lv: Atbildēt notikuma pieprasījumam

source: Event Cancellation
bs: Okazivanje Događaja
lv: Notikuma atcelšana

source: chair
bs: stolica
lv: vadītājs

source: required participant
bs: zahtijevani učesnik
lv: pieprasītais dalībnieks

source: optional participant
bs: neobavezan učesnik
lv: iespējamais dalībnieks

source: non-participant, information only
bs: nije-učesnik, samo informacija
lv: nav dalībnieks, tikai informācijai
