Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: Copy to folder:
be: Скапіяваць у тэчку:
bs: Kopiraj u direktorij:
el: Αντιγραφή στο φάκελο:
lv: Kopēt uz mapi:
ru: Скопировать в папку:

source: Move to folder:
be: Перанесьці ў тэчку:
bs: Premjesti u direktorij:
el: Μετακίνηση στο φάκελο:
lv: Pārvietot uz mapi:
ru: Переместить в папку:

source: Colorize
bs: Oboji
el: Χρωματισμός
lv: Izkrāsot
ru: Раскрасить

source: Print on printer:
be: Раздрукаваць:
bs: Ispiši na štampaču:
el: Εκτύπωση στον εκτυπωτή:
lv: Drukāt ar printeri:
ru: Распечатать:

source: Run program:
be: Запусьціць праграму:
bs: Pokreni program:
el: Εκτέλεση προγράμματος:
lv: Palaist programmu:
ru: Запустить программу:

source: Send to Trash
be: Адправіць у сьметніцу
bs: Pošalji u smeće
el: Αποστολή στα απορρίμματα
lv: Sūtīt uz miskasti
ru: Отправить в корзину

# filter
source: _New
el: _Νέο
ru: _Создать

source: _Filter name:
bs: _Naziv filtera:
el: Όνομα _φίλτρου:
lv: _Filtra nosaukums:
ru: Название _фильтра:

source: Operation between conditions:
el: Λογική σχέση μεταξύ συνθηκών:
ru: Операция над условиями:

source: _Edit
bs: _Izmijeni
el: _Επεξεργασία
et: Muuda
lv: R_ediģēt
ru: _Изменить

# filter match
source: Ne_w
el: _Νέο
ru: _Новый

source: Foreground
bs: Prednji plan
el: Προσκήνιο
lv: Priekšplāns
ru: Передний план

source: Background
bs: Pozadina
el: Παρασκήνιο
lv: Fons
ru: Фон

source: Notification:
be: Паведамленьне:
bs: Obavjesti:
el: Ειδοποίηση:
et: Märguanne:
lv: Paziņošana:
ru: Уведомление:

source: Play sound:
be: Гукавы сыгнал:
bs: Pokreni zvuk:
el: Αναπαραγωγή ήχου:
et: Mängi heli:
lv: Atskaņot skaņu:
ru: Звуковой сигнал:

source: Use Sound…
el: Χρήση ήχου…
ru: Использовать звуковой сигнал…

source: _Open
bs: _Otvori
el: _Άνοιγμα
lv: _Atvērt
ru: О_ткрыть

source: Pop-up text:
el: Αναδυόμενο κείμενο:
ru: Всплывающий текст:

source: Action to perform:
be: Дзеяньне:
bs: Pokrenuti akcije:
el: Ενέργεια προς εκτέλεση:
et: Tegevus:
lv: Veicamā darbība:
ru: Действие:

source: Match
be: Параўнаць
bs: Poveži
el: Ταίριασμα
et: Leia
lv: Atbilst
ru: Сравнивать

source: Action
be: Дзеяньне
bs: Akcija
el: Ενέργεια
et: Tegevus
lv: Darbība
ru: Действие

source: Re_vert
el: Επανα_φορά
ru: В_осстановить

source: A filter run dialog is open. Close it before you can modify filters.
bs: Pokretni dijalog filtera je otvoren. Zatvorite ga prije nego modificirate filtere.
lv: Filtra palaišanas dialoglodziņš ir atvērts. Aizveriet to pirms modificējat filtrus.
ru: Открыто диалоговое окно запуска фильтра. Закройте его перед внесением изменений в фильтры.

source: Filters
el: Φίλτρα
ru: Фильтры

source: Filter “%s” has no condition.
el: Το φίλτρο «%s» δεν έχει συνθήκη.
ru: Фильтр «%s» не имеет условия.

source: Unable to export filter %s, an error occurred.
bs: Nije moguće izvesti filter %s, desila se greška.
el: Αδυναμία εξαγωγής του φίλτρου %s, προέκυψε σφάλμα.
lv: Nevarēja eksportēt filtru %s, atgadījās kļūda.
ru: Не удалось экспортировать фильтр %s, возникла ошибка.

source: There are opened filter run dialogs, close them before you can modify filters.
bs: Postoje otvoreni dijalozi filtera, zatvorite ih prije nego modificirate filtere.
el: Υπάρχουν ανοιχτά παράθυρα εκτέλεσης φίλτρων, κλείστε τα πριν τροποποιήσετε τα φίλτρα.
lv: Ir atvērti filtra modificēšanas dialoglodziņi, tos vajag aizvērt, pirms varat modificēt filtrus.
ru: Имеются открытые диалоговые окна запуска фильтров, закройте их, прежде чем сможете вносить изменения в фильтры.

source: Export Filters
el: Εξαγωγή φίλτρων
ru: Экспортировать фильтры

source: Error displaying run filters help: %s
bs: Greška u prikazu pokretanja pomoći za filtere: %s
el: Σφάλμα εμφάνισης βοήθειας εκτέλεσης φίλτρων: %s
lv: Kļūda, parādot filtru palaišanas palīdzību — %s
ru: Ошибка отображения справки о запуске фильтров: %s

source: Error when applying filters
bs: Greška kod odgovora filterima
el: Σφάλμα κατά την εφαρμογή των φίλτρων
lv: Kļūda, attiecinot filtrus
ru: Возникла ошибка при использовании фильтров

source: Filter applied to “%s”.
el: Το φίλτρο εφαρμόστηκε στο «%s».
ru: Фильтр применен к «%s».

source: The destination mailbox of the filter “%s” is “%s”. You can’t associate it with the same mailbox (that causes recursion).
el: Το γραμματοκιβώτιο προορισμού του φίλτρου «%s» είναι το «%s». Δεν μπορείτε να το συνδέσετε με το ίδιο γραμματοκιβώτιο (αυτό προκαλεί αναδρομή).
ru: Целевой почтовый ящик для фильтра «%s» — «%s». Вы не можете связать его с тем же самым почтовым ящиком (что приведёт к рекурсии).

source: The filter “%s” is not compatible with the mailbox type of “%s”. This happens for example when you use regular expressions match with IMAP mailboxes, it is done by a very slow method; if possible, use substring match instead.
el: Το φίλτρο «%s» δεν είναι συμβατό με τον τύπο γραμματοκιβωτίου του «%s». Αυτό συμβαίνει για παράδειγμα όταν χρησιμοποιείτε ταίριασμα κανονικών εκφράσεων σε γραμματοκιβώτια IMAP, κάτι που γίνεται με πολύ αργή μέθοδο· αν είναι δυνατόν, χρησιμοποιήστε ταίριασμα υποσυμβολοσειράς.
ru: Фильтр «%s» несовместим с типом почтового ящика «%s». Например, это происходит, когда вы запускаете поиск совпадений с помощью регулярных выражений в почтовом ящике IMAP, который обрабатывается очень медленно; поэтому, если возможно, используйте поиск по частичному выражению.

source: Filters of Mailbox:
el: Φίλτρα του γραμματοκιβωτίου:
ru: Фильтры почтового ящика:

source: On reception
bs: Na primitku
el: Κατά τη λήψη
lv: Saņemot
ru: При получении

source: On exit
bs: Na izlazu
el: Κατά την έξοδο
lv: Izejot
ru: На выходе

source: _Apply Selected
el: Ε_φαρμογή επιλεγμένου
ru: _Применить выбранные

source: Add selected filter to mailbox
el: Προσθήκη του επιλεγμένου φίλτρου στο γραμματοκιβώτιο
ru: Добавить выбранный фильтр в почтовый ящик

source: Remove selected filter from mailbox
el: Αφαίρεση του επιλεγμένου φίλτρου από το γραμματοκιβώτιο
ru: Удалить выбранный фильтр из почтового ящика

source: Move selected filter up
el: Μετακίνηση του επιλεγμένου φίλτρου προς τα πάνω
ru: Переместить выбранный фильтр вверх

source: Move selected filter down
el: Μετακίνηση του επιλεγμένου φίλτρου προς τα κάτω
ru: Переместить выбранный фильтр вниз

source: A_pply Now!
bs: _Primijeni sada!
el: Ε_φαρμογή τώρα!
lv: _Pielietot tagad!
ru: _Применить сейчас!

source: The filters dialog is opened, close it before you can run filters on any mailbox
bs: Dijalog filtera je otvoren, zatvorite ga prije nego pokrenete filtere na bilo kojem poštanskom sandučetu.
el: Το παράθυρο φίλτρων είναι ανοιχτό, κλείστε το πριν εκτελέσετε φίλτρα σε οποιοδήποτε γραμματοκιβώτιο
lv: Filtru dialogs ir atvērts, pirms varat palaist filtrus uz jebkuras no pastkastēm, aizveriet to.
ru: Будет открыто диалоговое окно фильтров. Закройте его, прежде чем вы сможете применить фильтры для любого почтового ящика

source: Error displaying config help: %s
bs: Greška u prikazu konfig. pomoći: %s
el: Σφάλμα εμφάνισης βοήθειας ρυθμίσεων: %s
lv: Kļūda, parādot konfigurācijas palīdzību — %s
ru: Возникла ошибка при показе справки по настройке: %s

source: Changing subscriptions failed: %s
el: Η αλλαγή των συνδρομών απέτυχε: %s
ru: Не удалось изменить параметры подписки: %s

source: Cannot list IMAP folders: %s
el: Αδυναμία καταγραφής φακέλων IMAP: %s
ru: Не удалось создать список папок IMAP: %s

source: folder
el: φάκελος
ru: папка

source: subscribed
el: εγγεγραμμένος
ru: подписано

source: Manage folder subscriptions of IMAP server “%s”
el: Διαχείριση συνδρομών φακέλων του διακομιστή IMAP «%s»
ru: Управление подписками на папки сервера IMAP «%s»

source: Manage subscriptions
el: Διαχείριση συνδρομών
ru: Управление подписками

source: Remote IMAP account
el: Απομακρυσμένος λογαριασμός IMAP
ru: Удалённая учётная запись IMAP

source: Subscribed _folders only
bs: Samo pretplaćeni _folderi
el: Μόνο εγγεγραμμένοι _φάκελοι
lv: Tikai abonētās _mapes
ru: Только _папки с подписками

source: Manage subscriptions…
el: Διαχείριση συνδρομών…
ru: Управление подписками…

source: Always show _Inbox
el: Πάντα εμφάνιση των _Εισερχομένων
ru: Всегда показывать «_Входящие»

source: Pr_efix:
bs: Pr_efiks:
el: Πρό_θεμα:
lv: Pri_edēklis:
ru: Пре_фикс:

source: _Max number of connections:
bs: _Maks broj konekcija:
el: _Μέγιστος αριθμός συνδέσεων:
lv: _Maksimālais savienojumu skaits:
ru: _Максимальное количество соединений:

source: Enable _persistent cache
bs: Omogući _perzistentnu keš memoriju
el: Ενεργοποίηση _μόνιμης προσωρινής μνήμης
lv: Aktivēt _pastāvīgo kešatmiņu
ru: Включить _постоянный кэш

source: Use IDLE command
bs: Koristite IDLE komandu
el: Χρήση εντολής IDLE
lv: Lietot IDLE komandu
ru: Использовать команду IDLE

source: Enable _bug workarounds
bs: Omogućite _alternativna rješenja za greške
el: Ενεργοποίηση παρακάμψεων _σφαλμάτων
lv: Aktivēt _kļūdu apiešanu
ru: Включить обработку _ошибок

source: Use STATUS for mailbox checking
bs: Koristite STATUS za provjeru poštanskog sandučeta
el: Χρήση του STATUS για τον έλεγχο του γραμματοκιβωτίου
lv: Lietot STATUS pastkastu pārbaudīšanai
ru: Использовать STATUS для проверки почтового ящика

source: Select parent folder of “%s”
el: Επιλέξτε γονικό φάκελο του «%s»
ru: Выбрать родительскую папку для «%s»

source: Select parent folder
bs: Označi roditeljsku fasciklu
el: Επιλογή γονικού φακέλου
lv: Izvēlieties vecāka mapi
ru: Выбрать родительскую папку

source: Renaming Inbox is special! You will create a subfolder %s in %s containing the messages from Inbox. Inbox and its subfolders will remain. What would you like to do?
el: Η μετονομασία των Εισερχομένων είναι ειδική περίπτωση! Θα δημιουργήσετε έναν υποφάκελο %s στο %s που θα περιέχει τα μηνύματα από τα Εισερχόμενα. Τα Εισερχόμενα και οι υποφάκελοί τους θα παραμείνουν. Τι θα θέλατε να κάνετε;
ru: Переименование папки «Входящие» обрабатывается особым образом! Вы создаёте подпапку %s в %s, в которой будут содержаться сообщения из папки «Входящие». Сама папка «Входящие» и её подпапки останутся на своём месте. Какое действие следует выполнить?

source: Question
bs: Pitanje
el: Ερώτηση
lv: Jautājums
ru: Вопрос

source: Rename Inbox
el: Μετονομασία Εισερχομένων
ru: Переименовать «Входящие»

source: Cancel
be: Адмяніць
bs: Otkaži
el: Ακύρωση
et: Vabandust
lv: Atcelt
ru: Отменить

source: Folder rename failed. Reason: %s
bs: Preimenovanje datoteke nije uspjelo. Razlog: %s
el: Η μετονομασία του φακέλου απέτυχε. Αιτία: %s
lv: Neizdevās pārsaukt mapi. Iemesls — %s
ru: Не удалось переименовать папку. Причина: %s

source: Folder creation failed. Reason: %s
bs: Stvaranje datoteke nije uspjelo. Razlog: %s
el: Η δημιουργία του φακέλου απέτυχε. Αιτία: %s
lv: Neizdevās izveidot mapi. Iemesls — %s
ru: Не удалось создать папку. Причина: %s

source: An IMAP folder that is not a mailbox has no properties that can be changed.
bs: IMAP fascikla koja nije poštansko sanduče nema osobine koje mogu biti izmijenjene.
el: Ένας φάκελος IMAP που δεν είναι γραμματοκιβώτιο δεν έχει ιδιότητες που μπορούν να αλλαχθούν.
lv: IMAP mapi, kas nav pastkaste, nav rekvizītu, ko var mainīt.
ru: Папка IMAP, не являющаяся почтовым ящиком не имеет свойств, которые можно изменить.

source: Remote IMAP subfolder
bs: Udalji IMAP podfasciklu
el: Απομακρυσμένος υποφάκελος IMAP
lv: Attālinātā IMAP apakšmape
ru: Удалённая подпапка IMAP

source: _Folder name:
bs: Naziv _fascikle:
el: Όνομα _φακέλου:
lv: _Mapes nosaukums:
ru: Название папки:

source: Host:
bs: Domaćin:
el: Διακομιστής:
lv: Saimnieks:
ru: Сервер:

source: Subfolder of:
bs: Poddirektorij od:
el: Υποφάκελος του:
lv: Apakšmape:
ru: Вложенная папка для:

source: _Browse…
el: _Περιήγηση…
ru: _Обзор…

source: read-only
bs: samo za čitanje
el: μόνο-ανάγνωση
lv: tikai lasāms
ru: только чтение

source: read-write
bs: čitanje-pisanje
el: ανάγνωση-εγγραφή
lv: lasīt un rakstīt
ru: чтение-запись

source: admin
el: διαχείριση
ru: администратор

source: post
bs: objava
el: δημοσίευση
lv: sūtīt
ru: отправка

source: append
bs: pridodaj
el: προσάρτηση
lv: pievienot
ru: дополнение

source: delete
bs: briši
el: διαγραφή
lv: dzēst
ru: удалить

source: special
bs: specijalno
el: ειδικό
lv: īpašas
ru: специальное

source: Permissions:
bs: Dozvole:
el: Δικαιώματα:
lv: Atļaujas:
ru: Права доступа:

source: detailed permissions are available only for open folders
bs: detaljne dozvole su dostupne samo za otvorene direktorije
el: λεπτομερή δικαιώματα είναι διαθέσιμα μόνο για ανοιχτούς φακέλους
lv: detalizētas atļaujas ir pieejamas tikai atvērtām mapēm
ru: более подробные права доступа доступны только для открытых папок

source: the server does not support ACLs
el: ο διακομιστής δεν υποστηρίζει λίστες ελέγχου πρόσβασης (ACLs)
ru: на сервере не предусмотрена поддержка ACL

source: mine:
el: δικά μου:
lv: mans:
ru: моё:

source: Quota:
bs: Kvota:
el: Όριο (Quota):
lv: Kvota:
ru: Квота:

source: quota information available only for open folders
bs: informacija o kvoti je dostupna samo za otvorene direktorije
el: πληροφορίες ορίου είναι διαθέσιμες μόνο για ανοιχτούς φακέλους
lv: informācija par kvotām ir pieejama tikai atvērtām mapēm
ru: информация о квотах доступна только для открытых папок

source: the server does not support quotas
bs: server ne podržava kvote
el: ο διακομιστής δεν υποστηρίζει όρια (quotas)
lv: serveris neatbalsta kvotas
ru: на сервере не предусмотрена поддержка квот

source: no limits
bs: bez limita
el: χωρίς όρια
lv: nav ierobežojumu
ru: без ограничения

source: %s of %s (%.1f%%) used
bs: %s od %s (%.1f%%) iskorišteno
el: χρησιμοποιείται %s από %s (%.1f%%)
lv: %s no %s (%.1f%%) izmantoti
ru: использовано %s из %s (%.1f%%) used

source: This folder is not stored in configuration. I do not yet know how to remove it from remote server.
bs: Ovaj direktorij nije smješten u konfiguraciji. Ne znam kako da ga uklonim s udaljenog servera.
el: Αυτός ο φάκελος δεν είναι αποθηκευμένος στις ρυθμίσεις. Δεν γνωρίζω ακόμα πώς να τον αφαιρέσω από τον απομακρυσμένο διακομιστή.
lv: Šī mape nav noglabāta konfigurācijā. Es vēl nezinu, kā to izņemt no attālinātā servera.
ru: Эта папка не сохраняется в конфигурации. Её удаление с удалённого сервера пока не поддерживается.

source: This will remove the folder “%s” from the list. You may use “New IMAP Folder” later to add this folder again.
el: Αυτό θα αφαιρέσει τον φάκελο «%s» από τη λίστα. Μπορείτε να χρησιμοποιήσετε το «Νέος φάκελος IMAP» αργότερα για να προσθέσετε ξανά αυτόν τον φάκελο.
ru: Это приведёт к удалению папки «%s» из списка. Вы можете позже использовать «Создать» -> «Удалённую папку IMAP», чтобы снова добавить эту папку.

source: Confirm
bs: Potvrdi
el: Επιβεβαίωση
lv: Apstiprināt
ru: Подтверждение

source: Create IMAP subfolder
el: Δημιουργία υποφακέλου IMAP
ru: Создать подпапку IMAP

source: _Create
bs: _Kreiraj
el: _Δημιουργία
lv: _Izveidot
ru: _Создать

source: server (top level)
el: διακομιστής (ανώτατο επίπεδο)
ru: сервер (верхний уровень)

source: The character “%c” is used as hierarchy separator by the server and therefore not permitted in the folder name.
el: Ο χαρακτήρας «%c» χρησιμοποιείται ως διαχωριστικό ιεραρχίας από τον διακομιστή και συνεπώς δεν επιτρέπεται στο όνομα του φακέλου.
ru: Символ «%c» используется сервером как разделитель иерархии, поэтому его нельзя использовать в названии папки.

source: Information — Balsa
el: Πληροφορίες — Balsa
ru: Информация – Balsa

source: _Clear
el: _Καθαρισμός
ru: _Очистить

source: Cl_ose
el: _Κλείσιμο
ru: _Закрыть

source: WARNING:
be: УВАГА:
bs: UPOZORENJE:
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ:
lv: BRĪDINĀJUMS:
ru: ПРЕДУПРЕЖДЕНИЕ:

source: ERROR:
be: ПАМЫЛКА:
bs: GREŠKA:
el: ΣΦΑΛΜΑ:
lv: KĻŪDA:
ru: ОШИБКА:

source: FATAL:
be: ФАТАЛЬНА:
bs: FATALNO:
el: ΚΡΙΣΙΜΟ ΣΦΑΛΜΑ:
lv: FATĀLS:
ru: ФАТАЛЬНОЕ:

source: No mailbox selected.
be: Паштовая скрыня ня абрана.
bs: Nijedno poštansko sanduče nije označeno.
el: Δεν επιλέχθηκε γραμματοκιβώτιο.
et: Ühtegi postkasti pole valitud.
lv: Neviena pastkaste nav izvēlēta.
ru: Почтовый ящик не выбран.

source: Mailbox “%s” is used by Balsa and I cannot remove it. If you really want to remove it, assign its function to some other mailbox.
el: Το γραμματοκιβώτιο «%s» χρησιμοποιείται από το Balsa και δεν μπορώ να το αφαιρέσω. Αν θέλετε πραγματικά να το αφαιρέσετε, αναθέστε τη λειτουργία του σε κάποιο άλλο γραμματοκιβώτιο.
ru: Почтовый ящик «%s» используется «Balsa» и поэтому не может быть удалён. Если вы хотите принудительно удалить его, вам нужно будет назначить его функции другому почтовому ящику.

source: This will remove the mailbox “%s” from the list of mailboxes. You may also delete the disk file or files associated with this mailbox. If you do not remove the file on disk you may “Add Mailbox” to access the mailbox again. What would you like to do?
el: Αυτό θα αφαιρέσει το γραμματοκιβώτιο «%s» από τη λίστα γραμματοκιβωτίων. Μπορείτε επίσης να διαγράψετε το αρχείο ή τα αρχεία στον δίσκο που σχετίζονται με αυτό. Αν δεν αφαιρέσετε το αρχείο από τον δίσκο, μπορείτε να χρησιμοποιήσετε την «Προσθήκη γραμματοκιβωτίου» για να αποκτήσετε ξανά πρόσβαση σε αυτό. Τι θα θέλατε να κάνετε;
ru: В результате этого почтовый ящик «%s» будет удалён из списка почтовых ящиков. Вы также можете удалить с диска файл или файлы, связанные с этим почтовым ящиком. Если вы не удалите файл с диска, то сможете снова получить доступ к этому почтовому ящику добавив его. Какое действие следует выполнить?

source: Remove from _list
bs: Ukloniti sa _liste
el: Αφαίρεση από τη _λίστα
lv: Izņemt no _saraksta
ru: Удалить из _списка

source: Remove from list and _disk
bs: Ukloni sa liste i _diska
el: Αφαίρεση από τη λίστα και τον _δίσκο
lv: Izņemt no saraksta un _diska
ru: Удалить из списка и с _диска

source: This will remove the mailbox “%s” and all its messages from your IMAP server. If %s has subfolders, it will still appear as a node in the folder tree. You may use “New IMAP subfolder” later to add a mailbox with this name. What would you like to do?
el: Αυτό θα αφαιρέσει το γραμματοκιβώτιο «%s» και όλα τα μηνύματά του από τον διακομιστή IMAP σας. Αν το %s έχει υποφακέλους, θα εξακολουθεί να εμφανίζεται ως κόμβος στο δέντρο φακέλων. Μπορείτε να χρησιμοποιήσετε το «Νέος υποφάκελος IMAP» αργότερα για να προσθέσετε ένα γραμματοκιβώτιο με αυτό το όνομα. Τι θα θέλατε να κάνετε;
ru: Это действие приведёт к удалению почтового ящика «%s» и всех сообщений с вашего сервера IMAP. Если у папки %s есть подпапки, она всё равно будет отображаться как узел. Позже вы можете добавить почтовый ящик с этим названием используя пункт «Создать подпапку IMAP». Какое действие следует выполнить?

source: _Remove from server
bs: _Ukloni sa servrera
el: Α_φαίρεση από τον διακομιστή
lv: Izņemt no se_rvera
ru: _Удалить с сервера

source: This will remove the mailbox “%s” from the list of mailboxes. You may use “Add Mailbox” later to access this mailbox again. What would you like to do?
el: Αυτό θα αφαιρέσει το γραμματοκιβώτιο «%s» από τη λίστα των γραμματοκιβωτίων. Μπορείτε να χρησιμοποιήσετε την «Προσθήκη γραμματοκιβωτίου» αργότερα για να αποκτήσετε ξανά πρόσβαση σε αυτό. Τι θα θέλατε να κάνετε;
ru: Это действие удалит почтовый ящик «%s» из списка почтовых ящиков. Вы сможете использовать «Добавить почтовый ящик», чтобы получить к нему доступ позже. Какое действие следует выполнить?

source: _Remove from list
bs: _Ukloni iz liste
el: Α_φαίρεση από τη λίστα
lv: Izņemt no sa_raksta
ru: _Удалить из списка

source: Folder deletion failed. Reason: %s
bs: Brisanje direktorija nije uspjelo. Razlog: %s
el: Η διαγραφή του φακέλου απέτυχε. Αιτία: %s
lv: Neizdevās izdzēst mapi. Iemesls — %s
ru: Не удалось удалить папку. Причина: %s

source: Rename of %s to %s failed: %s
be: Ня атрымалася зьмяніць імя %s на %s: %s
bs: Preimenovanje %s u %s nije uspjelo: %s
el: Η μετονομασία του %s σε %s απέτυχε: %s
lv: Neizdevās %s pārsaukt par %s: %s
ru: Не удалось переименовать %s в %s: %s

source: Local %s Mailbox Properties
bs: Osobine lokalnog %s poštanskog sandučeta
el: Ιδιότητες τοπικού γραμματοκιβωτίου %s
lv: Lokālās %s pastkastes īpašības
ru: Свойства локального почтового ящика %s

source: New Local %s Mailbox
bs: Novo lokalno %s poštansko sanduče
el: Νέο τοπικό γραμματοκιβώτιο %s
lv: Jauna lokālā %s pastkaste
ru: Новый локальный почтовый ящик %s

source: _Mailbox Name:
bs: Naziv _Poštanskog sandučeta:
el: Όνομα _γραμματοκιβωτίου:
lv: Pastkastes nosauku_ms:
ru: Название _почтового ящика:

source: Remote Mailbox Configurator
bs: Udaljeni konfigurator poštanskog sandučeta
el: Διαμορφωτής απομακρυσμένου γραμματοκιβωτίου
lv: Attālinātās pastkastes konfigurētājs
ru: Средство настройки удалённого почтового ящика

source: _Delete messages from server after download
be: Выдаліць паведамленьні з сэрвэру пасьля загрузкі
bs: _Obriši poruke sa servera nakon preuzimanja
el: _Διαγραφή μηνυμάτων από τον διακομιστή μετά τη λήψη
lv: _Dzēst vēstules no servera pēc lejuplādēšanas
ru: _Удалить сообщения с сервера после скачивания

source: _Enable check for new mail
bs: Omogući provjeru nove pošte
el: _Ενεργοποίηση ελέγχου για νέα αλληλογραφία
lv: _Aktivēt jauna pasta pārbaudi
ru: Включить проверку новой почты

source: _Filter messages through procmail
be: Фільтраваць паведамленьні праз procmail
bs: _Filtriraj poruke kroz procmail
el: _Φιλτράρισμα μηνυμάτων μέσω procmail
lv: _Filtrēt vēstules caur procmail
ru: Фильтровать сообщения через procmail

source: Fi_lter Command:
bs: Fi_lter Naredba:
el: Εντολή _φίλτρου:
lv: Fi_ltra Komanda:
ru: Команда _фильтра:

source: Disable _APOP
bs: Onemogući _APOP
el: Απενεργοποίηση _APOP
lv: Deaktivēt _APOP
ru: Отключить _APOP

source: Overlap commands
el: Επικάλυψη εντολών (pipelining)
ru: Перекрытие команд

source: _Identity:
bs: _Identifikacija:
el: _Ταυτότητα:
lv: _Identitāte:
ru: _Профиль:

source: _Decrypt and check signatures automatically:
bs: _Dekriptiraj i provjeri potpise automatski:
el: _Αποκρυπτογράφηση και έλεγχος υπογραφών αυτόματα:
lv: Atšifrēt un pārbau_dīt parakstus automātiski:
ru: _Расшифровывать и проверять подписи автоматически:

source: Never
bs: Nikada
el: Ποτέ
et: Ei kunagi
lv: Nekad
ru: Никогда

source: If Possible
bs: Ako Je Moguće
el: Αν είναι δυνατόν
lv: Ja Iespējams
ru: Если возможно

source: Always
be: Заўсёды
bs: Uvijek
el: Πάντα
lv: Vienmēr
ru: Всегда

source: Show _Recipient column instead of Sender
bs: Prikaži kolonu _Primaoca umjesto pošiljaoca
el: Εμφάνιση στήλης _Παραλήπτη αντί για Αποστολέα
lv: _Rādīt saņēmēja kolonnu, nevis sūtītāja
ru: Показывать столбец _получателей вместо отправителя

source: _Subscribe for new mail check
bs: _Pretplati za novu provjeru pošte
el: _Εγγραφή για έλεγχο νέας αλληλογραφίας
lv: Abonēt jauna pa_sta pārbaudīšanu
ru: _Подписаться на проверку новой почты

source: _Thread messages
el: Νη_ματοποίηση μηνυμάτων
ru: _Цепочки сообщений

source: _Merge threads with the same subject
el: _Συγχώνευση νημάτων με το ίδιο θέμα
ru: _Объединять в цепочки сообщения с одинаковыми темами

source: The folder edition to be written.
bs: Izdanje direktorija za pisanje.
el: Η έκδοση του φακέλου προς εγγραφή.
lv: Mapes rediģējums, kas jāraksta.
ru: Версия папки для записи.

source: Scanning %s. Please wait…
el: Σάρωση του %s. Παρακαλούμε περιμένετε…
ru: Сканирование %s. Пожалуйста подождите…

source: Scanning of %s failed: %s Check network connectivity.
bs: Skeniranje %s nije uspjelo: %s Provjerite mrežnu konekciju.
el: Η σάρωση του %s απέτυχε: %s Ελέγξτε τη συνδεσιμότητα του δικτύου.
lv: %s skenēšana neizdevās — %s Pārbaudiet tīkla savienojumu.
ru: Ошибка сканирования %s: %s Проверьте подключение к сети.

source: Scanning of %s failed: %s
bs: Skeniranje %s nije uspjelo: %s
el: Η σάρωση του %s απέτυχε: %s
lv: %s skenēšana neizdevās — %s
ru: Ошибка сканирования %s: %s

source: You can apply filters only on mailbox
el: Μπορείτε να εφαρμόσετε φίλτρα μόνο σε γραμματοκιβώτιο
ru: Вы можете применять фильтры только к почтовому ящику

source: Local _mbox mailbox…
el: Τοπικό γραμματοκιβώτιο _mbox…
ru: Локальный почтовый ящик mbox…

source: Local Mail_dir mailbox…
el: Τοπικό γραμματοκιβώτιο Mail_dir…
ru: Локальный почтовый ящик Maildir…
