Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: Include a file
bs: Uključi datoteku
lv: Iekļaut datni

source: _Attach File...
bs: _Priloži Datoteku...
lv: _Piesaistīt datni...

source: Attach a file
bs: Priloži datoteku
lv: Piesaistīt datni

source: I_nclude Message(s)
bs: Uklj_uči Poruku(e)
lv: _Iekļaut vēstuli(-es)

source: Include selected message(s)
bs: Uključi označenu poruku(e)
lv: Iekļaut izvēlēto(-ās) vēstuli(-es)

source: Attach _Message(s)
bs: Priloži _Poruku(e)
lv: Piesaistīt _vēstuli(-es)

source: Attach selected message(s)
bs: Priloži označenu poruku(e)
lv: Piesaistīt izvēlēto(-ās) vēstuli(-es)

source: Save this message
bs: Snimi ovu poruku
lv: Saglabāt šo vēstuli

source: Print the edited message
bs: Ispiši izmijenjenu poruku
et: Trüki käesolev kiri
lv: Drukāt rediģēto vēstuli

source: _Undo
bs: _Poništi
lv: _Atsaukt

source: Undo most recent change
bs: Opozovi najčešću promjenu
lv: Atsaukt pēdējās izmaiņas

source: _Redo
bs: Po_novi
lv: Ata_tsaukt

source: Redo most recent change
bs: Ponovi najčešće korišteno
lv: Atsaukt pēdējo darbību atsaukšanu

source: Cut the selected text
bs: Isjeci označeni tekst
lv: Izgriezt izvēlēto tekstu

source: Copy to the clipboard
bs: Kopiraj u ostavu
lv: Kopēt uz starpliktuvi

source: Paste from the clipboard
bs: Zalijepi iz ostave
lv: Ielīmēt no starpliktuves

source: Check the spelling of the message
bs: Provjeri pravopis poruke
lv: Pārbaudīt vēstules pareizrakstību

source: Select _Identity...
bs: Označi _Identitet...
lv: Izvēlieties _identitāti...

source: Select the Identity to use for the message
bs: Označi identitet da bi se koristio za poruku
lv: Izvelieties identitāti, ko lietot šai vēstulei

source: _Edit with Gnome-Editor
bs: _Izmijeni pomoću Gnome-Uređivača
lv: R_ediģēt ar Gnome redaktoru

source: Edit the current message with the default Gnome editor
bs: Izmijeni trenutnu poruku sa podrazumijevanim Gnome uređivačem
lv: Rediģēt pašreizējo vēstuli ar noklusējuma Gnome redaktoru

source: Sen_d
bs: Poš_alji
lv: Sū_tīt

source: Send this message
bs: Pošalji ovu poruku
lv: Sūtīt šo vēstuli

source: _Queue
bs: _Red čekanja
lv: _Rindot

source: Queue this message in Outbox for sending
bs: Stavi u red čekanja Odlazne pošte ovu poruku za slanje
lv: Ierindot šo vēstuli Izsūtnē sūtīšanai

source: _Postpone
bs: _Naknadno otvaranje
et: Lükka edasi
lv: _Atlikt

source: Save this message and close
bs: Snimi ovu poruku i zatvori
lv: Saglabāt šo vēstuli un aizvērt

source: Send _Later
bs: Pošalji _Kasnije
lv: Sūtīt vē_lāk

source: Sa_ve and Close
bs: Sn_imi i Zatvori
lv: Saglabāt un aiz_vērt

source: Too_lbar
bs: Traka _alata
lv: Rīkjos_la

source: Request Message Disposition Notification
bs: Zahtjev Za Raspored Obavjesti
lv: Pieprasīt vēstules saņemšanas paziņojumu

source: Request positive (successful) Delivery Status Notification
bs: Zahtijevaj pozitivnu (uspješnu) informaciju o statusu isporuke

source: Sign message using GPG
bs: Potpiši poruku koristeći GPG
lv: Parakstīt vēstuli ar GPG

source: Encrypt message using GPG
bs: Šifriraj poruku koristeći GPG
lv: Šifrēt vēstuli ar GPG

source: signs the message using GnuPG
bs: potpisuje poruku koristeći GnuPG
lv: paraksta vēstuli ar GnuPG

source: signs the message using GnuPG for all To: and CC: recipients
bs: potpisuje poruku koristeći GnuPG za sve Za: i CC: primaoci
lv: paraksta vēstuli ar GnuPG “Kam:” un “CC:” saņēmējiem

source: _GnuPG uses MIME mode
bs: _GnuPG koristi MIME mod
lv: _GnuPG izmanto MIME režīmu

source: _GnuPG uses old OpenPGP mode
bs: _GnuPG koristi stari OpenPGP mod
lv: _GnuPG izmanto veco OpenPGP režīmu

source: _S/MIME mode (GpgSM)
bs: _S/MIME mod (GpgSM)
lv: _S/MIME režīms (GpgSM)

source: The message to '%s' is modified. Save message to Draftbox?
bs: Poruka '%s' je izmijenjena. Sačuvati poruku u Skice?
lv: Vēstule adresātam “%s” ir modificēta. Saglabāt vēstuli melnrakstos?

source: Gnome editor is not defined in your preferred applications.
bs: Gnome uređivač nije definisan u Vašim željenim aplikacijama.
lv: Gnome redaktors nav norādīts jūsu vēlamajās lietotnēs.

source: Saying yes will not send the file `%s' itself, but just a MIME message/external-body reference. Note that the recipient must have proper permissions to see the `real' file. Do you really want to attach this file as reference?
bs: Ukoliko kažete "da", datoteka "%s" neće biti sama poslata, ali samo MIME poruka/vanjsko_tijelo referenca. Primijetite da primaoc mora imati osobnu dozvolu za vidi 'pravu' datoteku. Da li zaista želite priložiti ovu datoteku kao referencu?
lv: Sakot jā neaizsūtīs pašu “%s” datni, bet tikai MIME vēstules/ārējā pamatteksta atsauci. Atceries, ka saņēmējiem jābūt attiecīgajām atļaujām, lai redzētu “īsto” datni. Vai tiešām vēlaties piesaistīt šo datni kā atsauci?

source: Choose charset
bs: Odaberite skup znakova
lv: Izvēlieties rakstzīmju kopu

source: File %s is not encoded in US-ASCII or UTF-8. Please choose the charset used to encode the file.
bs: Datoteka %s nije kodirana u US-ASCII ili UTF-8. Molimo odaberite postavku znakova korištenih za kodiranje datoteke.
lv: Datne %s nav kodēta, izmantojot US-ASCII vai UTF-8. Lūdzu, izvēlieties kodējumu, ar ko kodēt šo datni.

source: Character set for file %s changed from "%s" to "%s".
bs: Postavka karaktera za datoteku %s izmijenjena je iz "%s" u "%s".
lv: Rakstzīmju kopa datnei %s ir mainīta no “%s” uz “%s“.

source: Cannot create file URI object for %s
bs: Ne mogu kreirati datoteku objekta URI za %s
lv: Nevar izveidot %s datnes URI objektu

source: Message from %s, subject: "%s"
bs: Poruka od %s, predmet: "%s"
lv: Vēstule no %s, temats “%s”

source: Open...
bs: Otvori...
lv: Atvērt...

source: inlined file "%s" (%s)
bs: umetnuta datoteka "%s" (%s)
lv: iekļauta datne “%s” (%s)

source: attached file "%s" (%s)
bs: priložena datoteka "%s" (%s)
lv: piesaistīta datne “%s” (%s)

source: message from %s, subject "%s"
bs: poruka od %s, predmet "%s"
lv: vēstule no %s, temats “%s”

source: No signature found!
bs: Nije pronađen potpis!
lv: Paraksts nav atrasts!

source: not in your directory
bs: nije u Vašem direktoriju
lv: nav jūsu direktorijā

source: The link that you selected created a "Blind copy" (Bcc) address. Please check that the address is appropriate.
bs: Veza koju ste odabrali je kreirala "Slijepu kopiju" (Bcc) adrese. Molimo provjerite da li je adresa odgovarajuća.
lv: Saite, ko izvēlējāties, izveidoja “Aklo kopiju” (Bcc) adreses. Lūdzu, pārliecinieties, ka adreses ir atbilstošas.

source: Could not open the file %s.
bs: Nije moguće otvoriti datoteku %s.
lv: Nevarēja atvērt datni %s.

source: sending message with gpg mode %d
bs: slanje poruke sa gpg modom %d
lv: sūta vēstuli ar gpg režīmu %d

source: Could not compile %s
bs: Nije moguće kompajlirati %s
lv: Nevarēja kompilēt %s

source: Quoted Text Regular Expression
bs: Citirani Izraz Regularnog Teksta
lv: Citēta teksta regulāra izteiksme

source: _Change
bs: _Promijeni
lv: _Mainīt

source: Ignore A_ll
bs: Zanemari _Sve
lv: Ignorēt _visus

source: BalsaSpellCheck: Quoted text regular expression compilation failed
bs: Neuspješna BalsaProvjeraPravopisa: Citirani tekst sa regularnim izrazom kompilacije
lv: BalsaSpellCheck — neizdevās citētā teksta regulārās izteiksmes kompilēšana

source: BalsaSpellCheck: Learn operation failed; %s
bs: Neuspješna BalsaProvjeraPravopisa: Operacija učenja; %s
lv: BalsaSpellCheck — iemācīšanās darbība neizdevās; %s

source: BalsaSpellCheck: Learn operation failed.
bs: Neuspješna BalsaProvjeraPravopisa: Operacija učenja.
lv: BalsaSpellCheck — iemācīšanās darbība neizdevās.

source: BalsaSpellCheck: Suggest %s (%s)
bs: BalsaProvjeraPravopisa: Prijedlog %s (%s)
lv: BalsaSpellCheck — ieteikt %s (%s)

source: BalsaSpellCheck: Pspell Error: %s
bs: BalsaProvjeraPravopisa: Pspell Greška: %s
lv: BalsaSpellCheck — Pspell kļūda: %s

source: Save this address and close the dialog?
bs: Snimiti ovu adresu i zatvoriti dijalog?
lv: Saglabāt šo adresi un aizvērt dialoglodziņu?

source: No address book selected....
bs: Nijedan adresar nije označen...
lv: Neviena adrešu grāmata nav izvēlēta...

source: Choose Address Book
bs: Odaberite Adresar
lv: Izvēlieties adrešu grāmatu

source: Choose Address
bs: Odaberite Adresu
lv: Izvēlieties adresi

source: Unknown toolbar icon "%s"
bs: Nepoznata ikona u traci sa alatima "%s"
lv: Nezināma rīkjoslas ikona “%s”

source: _Customize Toolbars...
bs: _Prilagodi Traku sa alatima...
lv: _Pielāgot rīkjoslas...

source: Toolbar _style...
bs: _Stil trake sa alatima...
lv: Rīkjoslas _stils...

source: Up
be: Угору
bs: Gore
et: Üles
lv: Augšup

source: Down
be: Уніз
bs: Dolje
et: Alla
lv: Lejup

source: Failed to initialise LDAP server. Check that the servername is valid.
be: Ня атрымалася йніцыялізаваць сэрвэр LDAP. Праверьце правільнасьць імя сэрвэру.

source: Failed to bind to server: %s Check that the servername is valid.
be: Ня атрымалася падключыцца да сэрвэру: %s Праверце правільнасьць імя сэрвэру.

source: Failed to do a search: %sCheck that the base name is valid.
be: Ня атрымалася выканаць пошук: %s Праверце правільнасьць асноўнага ймя.

source: Could not stat vcard address book: %s
be: Ня атрымалася адчыніць кнігу адрэсаў vCard: %s.

source: Could not open vCard address book %s.
be: Ня атрымалася адчыніць кнігу адрэсаў vCard %s.

source: %s is already in address book.
be: %s ужо ёсьць у кнізе адрэсаў.

source: Cannot open vCard address book %s for saving
be: Ня атрымалася адчыніць кнігу адрэсаў vCard %s для захаваньня

source: Cannot load address book %s
be: Немагчыма загрузіць кнігу адрэсаў %s

source: No such address book type: %s
be: Няма кнігі адрэсаў такога тыпу: %s

source: Could not create a address book of type %s
be: Немагчыма стварыць кнігу адрэсаў тыпу %s

source: LibBalsaMailboxImap: Opening %s Refcount: %d
be: LibBalsaMailboxImap: Адчынена %s Колькасьць спасылак: %d

source: LibBalsaMailboxLocal: Opening %s Refcount: %d
be: LibBalsaMailboxLocal: Адчынена %s Колькасьць спасылак: %d

source: LibBalsaMailboxPop3: Opening %s Refcount: %d
be: LibBalsaMailboxPop3: Адчынена %s Колькасьць спасылак: %d

source: POP3 mailbox %s accessing error: %s
be: Памылка доступу да паштовае скрыні POP3 %s: %s

source: connection error
be: памылка злучэньня

source: POP command exection failed
be: Збой выкананьня каманды POP

source: Could not write the message
be: Немагчыма запісаць ліст

source: Could not run the delivery program (procmail)
be: Ня атрымалася запусьціць праграму дастаўкі (procmail)

source: Could not open mailbox for spooling
be: Ня атрымалася адчыніць паштовую скрыню для назапашваньня

source: Could not append message
be: Ня атрымалася дадаць паведамленьне

source: Connection refused
be: Злучэньне адкінутае

source: Authentication failed
be: Збой ідэнтыфікацыі

source: Received %d bytes of %d
be: Атрымана %d байтаў з %d

source: Hide
be: Схаваць

source: SMTP protocol error. Cannot relay. Your message is left in Outbox.
be: Памылка пратаколу SMTP. Дастаўка немагчыма. Вашае паведамленьне засталося ў "Зыходзячых".

source: Error: Could not find address for host %s.
be: Памылка: Ня атрымалася адшукаць адрэсу хосту %s.

source: Connecting to %s
be: Злучэньне з %s

source: Error connecting to %s.
be: Памылка злучэньня з %s.

source: Inbox:
be: Уваходныя:
et: Saabunud:

source: Outbox:
be: Зыходзячыя:
et: Saatmisel:

source: Sentbox:
be: Адасланыя:
et: Saadetud:

source: Draftbox:
be: Чарнавікі:
et: Mustandid:

source: Trash:
be: Сьметніца:
et: Prügikast:

source: Problem Creating Mailboxes
be: Праблема пры стварэньні паштовае скрыні
et: Viga postkastide loomisel

source: Please enter information about yourself.
be: Калі ласка, увядзіце йнфармацыю пра сябе.
et: Palun sisestage informatsioon iseenda kohta.

source: Email address:
be: E-mail адрэса:
et: E-posti aadress:

source: SMTP Server:
be: SMTP сэрвэр:

source: Local Mail Directory:
be: Каталёг мясцовае пошты:
et: Kohalik postikataloog:

source: Local Mail Problem
be: Лякальная паштовая праблема
et: Viga kohaliku postiga

source: You seem to be running Balsa for the first time. The following steps will set up Balsa by asking a few simple questions. Once you have completed these steps, you can always change them later in Balsa's preferences. If any files or directories need to be created, it will be done so automatically. Please check the about box in Balsa's main window for more information about contacting the authors or reporting bugs.
be: Здаецца вы запускаеце Balsa ў першы раз. Наступныя крокі дазволяць усталяваць Balsa адказаўшы на некалькі простых пытаньняў. Пасьля прахаджэньня гэтых крокаў, вы заўсёды зможаце зьмяніць іх пазьней у наладках Balsa. Калі якіясь файлы ці каталёгі павінны быць створаны, гэта будзе зроблена аўтаматычна. Для атрыманьня кантактнае йнфармацыі й паведамленьняў пра памылкі адчыніце вакно "Пра праграму" у мэню галоўнага вакна Balsa.
et: Näib, et te käivitasite Balsa esimest korda. Järgnevalt küsitakse Teilt mõned lihtsad küsimused. Neid on hiljem alati võimalik Balsa häälestuse menüüst muuta. Abimenüüst info alt leiate täpsemad andmed, kuidas teatada võimalikest programmi vigadest.

source: This will exit Balsa. Do you really want to do this?
be: Вы жадаеце выйсьці з Balsa?
et: See lõpetab Balsa. Kas sa tõesti tahad seda?

source: [-- Attachment #%d
be: [-- Укладаньне #%d

source: [-- Type: %s/%s, Encoding: %s, Size: %s --]
be: [-- Тып: %s/%s, Кадаваньне: %s, Памер: %s --]

source: [-- Autoview using %s --]
be: [-- Аўтапрагляд з дапамогаю %s --]

source: Invoking autoview command: %s
be: Выклік каманды аўтапрагляду: %s

source: [-- This %s/%s attachment
be: [-- Гэтае %s/%s укладаньне

source: (size %s bytes)
be: (памерам %s байтаў)

source: has been deleted --]
be: было выдалена --]

source: [-- on %s --]
be: [-- на %s --]

source: [-- name: %s --]
be: [-- імя: %s --]

source: [-- This %s/%s attachment is not included, --] [-- and the indicated external source has --] [-- expired. --]
be: [-- Гэтае %s/%s укладаньне не ўключана, --] [-- і пазначаны indicated external source has --] [-- expired. --]

source: [-- This %s/%s attachment is not included, --] [-- and the indicated access-type %s is unsupported --]
be: [-- Гэтае %s/%s укладаньне не уключана, --] [-- і пазначаны тып доступу %s не падтрымліваецца --]

source: Unable to open temporary file!
be: Немагчыма адчыніць часовы файл!

source: [-- %s/%s is unsupported
be: [-- %s/%s не падтрымліваецца

source: Authenticating (anonymous)...
be: Ідэнтыфікацыя (anonymous)...

source: Anonymous authentication failed.
be: Збой ідэнтыфікацыі ў якасьці anonymous.

source: Authenticating (CRAM-MD5)...
be: Ідэнтыфікацыя (CRAM-MD5)...

source: CRAM-MD5 authentication failed.
be: Збой ідэнтыфікацыі CRAM-MD5.

source: Authenticating (GSSAPI)...
be: Ідэнтыфікацыя (GSSAPI)...

source: GSSAPI authentication failed.
be: Збой ідэнтыфікацыі GSSAPI.

source: LOGIN disabled on this server.
be: LOGIN выключаны на гэтым сэрвэры.

source: Logging in...
be: Рэгістрацыя...

source: Login failed.
be: Збой рэгістрацыі.

source: Authenticating (SASL)...
be: Ідэнтыфікацыя (SASL)...

source: SASL authentication failed.
be: Збой ідэнтыфікацыі SASL.

source: Getting namespaces...
be: Атрыманьне прасторы ймёнаў...

source: Getting folder list...
be: Атрыманьне сьпісу папак...

source: Create mailbox:
be: Стварыць паштовую скрыню:

source: Mailbox created.
be: Паштовая скрыня створана.

source: Fatal error. Message count is out of sync!
be: Фатальная памылка. Колькасьць паведамленьняў не сынхранізавана!

source: One of IMAP connections has been closed: %s
be: Адно з IMAP падключэньняў было зачынена: %s

source: Closing connection to %s...
be: Закрыцьцё злучэньня з %s...

source: This IMAP server is ancient. Balsa does not work with it.
be: Гэты IMAP сэрвэр застары. Balsa не працуе з ім.

source: Selecting %s...
be: Вылучэньне %s...

source: Unable to append to IMAP mailboxes at this server
be: Ня атрымалася дадаць паштовыя скрыні IMAP на гэтым сэрвэры

source: Create %s?
be: Стварыць %s?

source: Closing connection to IMAP server...
be: Закрыцьцё злучэньня з IMAP сэрвэрам...

source: Marking %d messages deleted...
be: Пазначэньне %d паведамленьняў для выдаленьня...

source: Saving message status flags... [%d/%d]
be: Захаваньне сьцягоў стану паведамленьня... [%d/%d]

source: Expunging messages from server...
be: Выкрэсьленьне паведамленьняў з сэрвэру...

source: Subscribing to %s...
be: Падпіска на %s...

source: Unsubscribing to %s...
be: Адмова ад падпіскі на %s...

source: Unable to fetch headers from this IMAP server version.
be: Ня магчыма атрымаць загалоўкі ад гэтае вэрсыі сэрвэру IMAP.

source: Fetching message headers... [%d/%d]
be: Атрыманьне загалоўкаў паведамленьняў... [%d/%d]

source: Fetching message...
be: Атрыманьне паведамленьня...

source: The message index is incorrect. Try reopening the mailbox.
be: Індэкс паведамленьня памылковы. Паспрабуйце адчыніць паштовую скрыню яшчэ раз.

source: Uploading message ...
be: Адпраўленьне паведамленьня...

source: Copying %d messages to %s...
be: Капіяваньне %d паведамленьняў у %s...

source: Copying message %d to %s...
be: Капіяваньне паведамленьня %d у %s...

source: Continue?
be: Працягваць?

source: Reading %s... %d (%d%%)
be: Чытаньне %s... %d (%d%%)

source: Mailbox is corrupt!
be: Паштовая скрыня пашкоджана!

source: Mailbox was corrupted!
be: Паштовая скрыня была пашкоджана!

source: Fatal error! Could not reopen mailbox!
be: Фатальная памылка! Немагчыма адчыніць паштовую скрыню!

source: Unable to lock mailbox!
be: Немагчыма заблякаваць паштовую скрыню!

source: Could not create temporary file!
be: Немагчыма стварыць часовы файл!

source: sync: mbox modified, but no modified messages! (report this bug)
be: sync: mbox зьменены, але няма зьмененых паведамленьняў! (паведаміце пра гэтую памылку)

source: Writing messages... %d (%d%%)
be: Запіс паведамленьняў... %d (%d%%)

source: Write failed! Saved partial mailbox to %s
be: Збой падчас запісу! Захавана частка паштовае скрыні ў %s

source: Could not reopen mailbox!
be: Ня атрымалася адчыніць паштовую скрыню!

source: Reopening mailbox...
be: Адкрыцьцё паштовае скрыні...

source: SSL is unavailable.
be: SSL недаступны.

source: Preconnect command failed.
be: Збой выкананьня каманды перад злучэньнем.

source: Looking up %s...
be: Прагляд %s...

source: Could not find the host "%s"
be: Ня атрымалася адшукаць хост "%s"

source: Connecting to %s...
be: Падключэньне да %s...

source: Could not connect to %s (%s).
be: Ня атрымалася падключыцца да %s (%s).

source: Failed to find enough entropy on your system
be: Ня атрымалася дастатковае энтрапіі ў вашае сыстэме

source: Filling entropy pool: %s...
be: Запаўнеьне пулу энтрапіі: %s...

source: %s has insecure permissions!
be: %s мае небясьпечныя правы!

source: SSL disabled due the lack of entropy
be: SSL адключаны з-за недахопу энтрапіі

source: Unable to get certificate from peer
be: Немагчыма атрымаць сэртыфікат ад партнэру

source: SSL connection using %s (%s)
be: SSL-падключэньне з выкарыстаньнем %s (%s)

source: [unable to calculate]
be: [ня атрымалася вылічыць]

source: [invalid date]
be: [памылковая дата]

source: This certificate belongs to:
be: Гэты сэртыфікат належыць:

source: This certificate was issued by:
be: Гэты сэртыфікат выдаў:

source: This certificate is valid
be: Гэты сэртыфікат сапраўдны

source: from %s
be: з %s

source: to %s
be: па %s

source: Fingerprint: %s
be: "Адбітак пальцу": %s

source: SSL Certificate check
be: Праверка SSL-сэртыфікату

source: Exit
be: Выхад

source: Help
be: Даведка

source: Warning: Couldn't save certificate
be: Увага: ня атрымалася захаваць сэртыфікат

source: Certificate saved
be: Сэртыфікат захаваны

source: Lock count exceeded, remove lock for %s?
be: Перавышана колькасьць блякаваньняў, выдаліць блякаваньне з %s?

source: Can't dotlock %s.
be: Немагчыма выканаць dotlock %s.

source: %s is not a mailbox.
be: %s не зьяўляецца паштовай скрыняй.

source: Couldn't lock %s
be: Немагчыма заблякаваць %s

source: Reading %s...
be: Чытаньне %s...

source: Writing %s...
be: Запіс %s...

source: Could not synchronize mailbox %s!
be: Немагчыма сынхранізаваць паштовую скрыню %s!

source: Moving read messages to %s...
be: Перамяшчэньне прачытаных паведамленьняў у %s...

source: Mailbox is unchanged.
be: Паштовая скрыня не зьмянялася.

source: %d kept, %d moved, %d deleted.
be: %d захавана, %d перенесена, %d выдалена.

source: %d kept, %d deleted.
be: %d захавана, %d выдалена.

source: Press '%s' to toggle write
be: Націсьніце "%s", каб пераключыць запіс

source: Use 'toggle-write' to re-enable write!
be: Выкарыстоўвайце "toggle-write", каб паўторна дазволіць запіс!

source: Mailbox is marked unwritable. %s
be: Паштовая скрыня адзначана як не для запісу. %s

source: Mailbox is read-only.
be: Паштовая скрыня толькі для чытаньня.

source: Purge %d deleted message?
be: Выкінуць %d выдаленае паведамленьне?

source: Purge %d deleted messages?
be: Выкінуць %d выдаленых паведамленьняў?

source: %d kept.
be: %d захавана.

source: Can't write message
be: Немагчыма запісаць ліст

source: Address Book Configuration
be: Наладка кнігі адрэсаў

source: Update
be: Абнавіць
et: Uuenda

source: New Address Book type:
be: Новы тып кнігі адрэсаў:

source: Balsa is not compiled with LDAP support
be: Balsa скампілявана без падтрымкі LDAP

source: Address Book Name:
be: Назва кнігі адрэсаў:

source: File name
be: Назва файлу

source: Expand aliases as you type
be: Пашыраць псэўданімы пры наборы

source: Host name
be: Імя хосту

source: Base Domain Name
be: Асноўнае домэнае ймя

source: Add
be: Дадаць
et: Lisa

source: The address book file path '%s' is not correct. Do you want to correct the file name?
be: Шлях да файлу кнігі адрэсу "%s" не карэктны. Жадаеце выправіць імя файлу?

source: Search for Name:
be: Пошук імя:

source: Run GnomeCard
be: Запусьціць GnomeCard
et: Käivita GnomeCard

source: Re-Import
be: Рэймпартаваць
et: Impordi uuesti

source: Opening remote mailbox %s. The password for %s@%s:
be: Адкрыцьцё аддаленае паштовае скрыні %s. Пароль для %s@%s:

source: Mailbox password for %s@%s:
be: Пароль для паштовае скрыні %s@%s:

source: Opening mailbox %s. Please wait...
be: Адкрыцьцё паштовае скрыні %s. Калі ласка, пачакайце...

source: Cannot access the message's body
be: Няма доступу да зьместу гэтага паведамленьня

source: Reply To All...
be: Адказаць усім...

source: Reply To Group...
be: Адказаць групе...

source: Forward...
be: Пераслаць...

source: Undelete
be: Аднавіць
et: Taasta

source: Delete
be: Выдаліць
et: Kustuta

source: Move To Trash
be: Адправіць у сьметніцу

source: Store Address...
be: Захаваць адрэсу...

source: Toggle
be: Пераключыць

source: Transfer
be: Перадаць
et: Tõsta ümber

source: Total
be: Агулам

source: Shown mailbox: %s with %ld messages, %ld new
be: Паказана паштовая скрыня: %s з %ld паведамленьнямі, %ld новых

source: Save MIME Part
be: Захаваць MIME-закадаваную частку
et: Salvesta MIME-osa

source: Please choose a filename to save this part of the message as:
be: Абярыце ймя файлу для захаваньня гэтае часткі паведамленьня:

source: Could not save %s:%s
be: Немагчыма захаваць %s:%s

source: Could not load image. It is most likely corrupted.
be: Ня атрымалася загрузіць відарыс. Ён хутчэй за ўсё сапсавана.

source: Couldn't render image
be: Ня атрымалася адрасаваць відарыс

source: balsa/pixbuf: Could not load image. It is likely corrupted.
be: balsa/pixbuf: Ня атрымалася загрузіць відарыс. Ён хутчэй за ўсё сапсавана.

source: No open or view action defined in GNOME MIME for this content type
be: Няма дзеяньня для прагляду вызначанага ў GNOME MIME для гэтага тыпу зьместу

source: Filename: %s
be: Імя файлу: %s

source: Save part
be: Захаваць частку

source: View part with %s
be: Прагледзіць частку ў %s

source: Error writing to temporary file %s. Check the directory permissions.
be: Памылка запісу ў часовы файл %s. Праверце правы на каталёг.

source: Cannot open temporary file %s.
be: Ня атрымалася адчыніць часовы файл %s.
