Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: The link that you selected created a “Blind copy” (BCC) address. Please check that the address is appropriate.
el: Ο σύνδεσμος που επιλέξατε δημιούργησε μια διεύθυνση «Κρυφής κοινοποίησης» (BCC). Παρακαλούμε ελέγξτε αν η διεύθυνση είναι κατάλληλη.
ru: Выбранная вами ссылка создала адрес «Скрытой копии» (BCC). Пожалуйста, проверьте правильность адреса.

source: Include file
bs: Uključi datoteku
el: Συμπερίληψη αρχείου
et: Lisatav fail
lv: Iekļaut datni
ru: Включить файл

source: Could not load Face header file %s: %s
bs: Nije moguće pokrenuti Lice zaglavlja datoteke %s: %s
el: Αδυναμία φόρτωσης αρχείου κεφαλίδας Face %s: %s
lv: Nevarēja ielādēt Face galvenes datni %s — %s
ru: Не удалось загрузить файл заголовка Face %s: %s

source: Could not load X-Face header file %s: %s
bs: Nije moguće pokrenuti X-Lice zaglavlja datoteke %s: %s
el: Αδυναμία φόρτωσης αρχείου κεφαλίδας X-Face %s: %s
lv: Nevarēja ielādēt X-Face galvenes datni %s — %s
ru: Не удалось загрузить файл заголовка X-Face %s: %s

source: No Subject
el: Χωρίς θέμα
ru: Без темы

source: _Send
bs: _Pošalji
el: _Αποστολή
et: Saada
lv: _Sūtīt
ru: _Отправить

source: You did not specify a subject for this message
bs: Niste specificirali predmet za ovu poruku
el: Δεν ορίσατε θέμα για αυτό το μήνυμα
lv: Jūs nenorādījāt tematu šai vēstulei
ru: Вы не указали тему для этого сообщения

source: If you would like to provide one, enter it below.
bs: Ukoliko želite obezbijediti neki, ukucajte ispod.
el: Αν θέλετε να ορίσετε ένα, εισαγάγετέ το παρακάτω.
lv: Ja vēlaties tomēr norādīt, lūdzu, ievadiet to tagad.
ru: Если вы хотите указать тему, то введите её ниже.

source: Message could be encrypted
el: Το μήνυμα θα μπορούσε να κρυπτογραφηθεί
ru: Сообщение могло быть зашифровано

source: Send _encrypted
bs: Pošalji _šifrirano
el: Αποστολή _κρυπτογραφημένου
lv: _Sūtīt šifrētu
ru: Отправить _зашифрованным

source: Send _unencrypted
bs: Pošalji _dešifrirano
el: Αποστολή _μη κρυπτογραφημένου
lv: Sūtīt nešifrēt_u
ru: Отправить _без шифрования

source: You did not select encryption for this message, although %s public keys are available for all recipients. In order to protect your privacy, the message could be %s encrypted.
bs: Niste označili šifriranje za ovu poruku, iako su %s javni ključevi dostupni za sve primaoce. Kako bi zaštitili Vašu privatnost, poruka može biti %s šifrirana.
el: Δεν επιλέξατε κρυπτογράφηση για αυτό το μήνυμα, αν και υπάρχουν διαθέσιμα δημόσια κλειδιά %s για όλους τους παραλήπτες. Για την προστασία της ιδιωτικότητάς σας, το μήνυμα θα μπορούσε να είναι κρυπτογραφημένο με %s.
lv: Jūs šai vēstulei neizvēlējāties šifrēšanu, lai gan ir pieejamas %s publiskās atslēgas visiem saņēmējiem. Lai aizsargātu privātumu, vēstuli varētu šifrēt ar %s.
ru: Вы не выбрали шифрование для этого сообщения, хотя открытые ключи %s доступны для всех получателей. Для защиты конфиденциальности, сообщение может быть зашифровано %s.

source: error checking Autocrypt keys: %s
el: σφάλμα κατά τον έλεγχο των κλειδιών Autocrypt: %s
ru: ошибка при проверке ключей автошифрования: %s

source: However, encryption is discouraged as the Autocrypt status indicates that some recipients <i>might</i> not be able to read the message.
el: Ωστόσο, η κρυπτογράφηση δεν συνιστάται καθώς η κατάσταση Autocrypt δείχνει ότι ορισμένοι παραλήπτες <i>ενδέχεται</i> να μην μπορούν να διαβάσουν το μήνυμα.
ru: Впрочем шифрование не рекомендуется, поскольку статус автошифрования указывает на то, что некоторые получатели <i>могут</i> не прочитать сообщение.

source: <i>Note:</i> choosing encryption will import %u key from the Autocrypt database into the GnuPG key ring.
el: <i>Σημείωση:</i> η επιλογή κρυπτογράφησης θα εισαγάγει %u κλειδί από τη βάση δεδομένων Autocrypt στην κλειδοθήκη GnuPG.
ru: <i>Примечание:</i> выбор шифрования приведет к импорту %u ключа из базы данных Autocrypt в связку ключей GnuPG.

source: Cannot import Autocrypt keys: %s
el: Αδυναμία εισαγωγής κλειδιών Autocrypt: %s
ru: Невозможно импортировать ключи автошифрования: %s

source: You selected OpenPGP security for this message.
bs: Označili ste OpenPGP sigurnost za ovu poruku.
el: Επιλέξατε ασφάλεια OpenPGP για αυτό το μήνυμα.
lv: Jūs izvēlējāties OpenPGP drošību šai vēstulei.
ru: Для этого сообщения выбран режим OpenPGP.

source: The message text will be sent as plain text and as HTML, but only the plain part can be signed.
bs: Tekst poruke će biti poslan kao obični tekst i kao HTML, ali samo obični dio može biti potpisan.
el: Το κείμενο του μηνύματος θα σταλεί ως απλό κείμενο και ως HTML, αλλά μόνο το τμήμα απλού κειμένου μπορεί να υπογραφεί.
lv: Vēstule tiks sūtīta kā vienkāršs teksts un kā HTML, bet parakstīt var tikai vienkāršā teksta daļu.
ru: Это сообщение будет отправлено как в текстовом формате, так и в формате HTML, но подписать можно будет только часть с простым текстом.

source: The message contains attachments, which cannot be signed or encrypted.
bs: Poruka sadrži priloge, koji ne mogu biti potpisani ili šifrirani.
el: Το μήνυμα περιέχει συνημμένα, τα οποία δεν μπορούν να υπογραφούν ή να κρυπτογραφηθούν.
lv: Vēstule satur pielikumus, ko nevar parakstīt vai šifrēt.
ru: Сообщение содержит вложения, которые не могут быть подписаны или зашифрованы.

source: You should select MIME mode if the complete message shall be protected. Do you really want to proceed?
bs: Trebate označiti MIME mod ukoliko cijela poruka treba biti zaštićena. Da li zaista želite nastaviti?
el: Θα πρέπει να επιλέξετε τη λειτουργία MIME αν θέλετε να προστατευτεί ολόκληρο το μήνυμα. Θέλετε πραγματικά να συνεχίσετε;
lv: Jums vajadzētu izvēlēties MIME režīmu, ja vajag aizsargāt visu vēstuli. Vai tiešām vēlaties turpināt?
ru: Для защиты всего сообщения необходимо выбрать режим MIME. Хотите продолжать?

source: sending message with GPG mode %d
el: αποστολή μηνύματος με λειτουργία GPG %d
ru: отправка сообщения в режиме GPG %d

source: Message could not be created
bs: Poruka ne može biti kreirana
el: Αδυναμία δημιουργίας μηνύματος
lv: Nevarēja izveidot vēstuli
ru: Сообщение не может быть создано

source: Message could not be queued in outbox
bs: Poruka ne može biti u redu čekanja u odlaznoj pošti
el: Αδυναμία τοποθέτησης του μηνύματος στην ουρά των εξερχομένων
lv: Nevarēja ierindot vēstuli izsūtnē
ru: Сообщение не может быть помещено в «Исходящие»

source: Message could not be saved in sentbox
bs: Poruka ne može biti snimljena u poslanu poštu
el: Αδυναμία αποθήκευσης του μηνύματος στα απεσταλμένα
lv: Nevarēja saglabāt vēstuli nosūtītajās
ru: Сообщение не может быть сохранено в «Отправленные»

source: Message could not be sent
bs: Poruka ne može biti poslana
el: Αδυναμία αποστολής του μηνύματος
lv: Nevarēja nosūtīt vēstuli
ru: Сообщение не может быть отправлено

source: Message could not be signed
bs: Poruka ne može biti potpisana
el: Αδυναμία υπογραφής του μηνύματος
lv: Nevarēja parakstīt vēstuli
ru: Сообщение не может быть подписано

source: Message could not be encrypted
bs: Poruka ne može biti šifrirana
el: Αδυναμία κρυπτογράφησης του μηνύματος
lv: Nevarēja nošifrēt vēstuli
ru: Сообщение не может быть зашифровано

source: Send failed: %s %s
bs: Neuspješno slanje: %s %s
el: Η αποστολή απέτυχε: %s %s
lv: Sūtīšana neizdevās — %s %s
ru: Не удалось отправить: %s %s

source: Send failed: %s
bs: Neuspješno slanje: %s
el: Η αποστολή απέτυχε: %s
lv: Sūtīšana neizdevās — %s
ru: Не удалось отправить: %s

source: Could not postpone message: %s
bs: Nije moguće ponovo otvoriti poruku: %s
el: Αδυναμία αναβολής του μηνύματος: %s
lv: Nevarēja atlikt vēstuli — %s
ru: Не удалось отложить сообщение: %s

source: Message postponed.
bs: Poruka je odgođena.
el: Το μήνυμα αναβλήθηκε.
lv: Vēstule ir atlikta.
ru: Сообщение отложено.

source: Could not postpone message.
bs: Nije moguće odgoditi poruku.
el: Αδυναμία αναβολής του μηνύματος.
lv: Nevarēja atlikt vēstuli.
ru: Не удалось отложить сообщение.

source: Error starting spell checker: %s
bs: Greška u pokretanju provjere pravopisa: %s
el: Σφάλμα κατά την εκκίνηση του ορθογράφου: %s
lv: Kļūda, startējot pareizrakstības pārbaudi — %s
ru: Возникла ошибка при запуске проверки правописания: %s

source: Reply to %s: %s
bs: Odgovori %s: %s
el: Απάντηση στον/ην %s: %s
lv: Atbildēt uz %s — %s
ru: Ответить на %s: %s

source: Forward message to %s: %s
bs: Proslijedi poruku %s: %s
el: Προώθηση μηνύματος στον/ην %s: %s
lv: Pārsūtīt vēstuli uz %s — %s
ru: Переслать сообщение %s: %s

source: New message to %s: %s
bs: Nova poruka za %s: %s
el: Νέο μήνυμα στον/ην %s: %s
lv: Jauna vēstule uz %s — %s
ru: Новое сообщение для %s: %s

source: _Language
bs: _Jezik
el: _Γλώσσα
lv: _Valoda
ru: _Язык

source: Spell check
bs: Provjera pravopisa
el: Ορθογραφικός έλεγχος
lv: Pareizrakstības pārbaude
ru: Проверка орфографии

source: C_hange
el: Α_λλαγή
ru: _Заменить

source: Replace the current word with the selected suggestion
bs: Zamijeni trenutnu riječ sa označenim prijedlogom
el: Αντικατάσταση της τρέχουσας λέξης με την επιλεγμένη πρόταση
lv: Aizstāt pašreizējo vārdu ar izvēlēto ieteikumu
ru: Заменить текущее слово выбранным

source: Change _All
bs: Promijeni _Sve
el: Αλλαγή ό_λων
lv: M_ainīt visus
ru: Заменить _все

source: Replace all occurrences of the current word with the selected suggestion
bs: Zamijeni sva pojavljivanja trenutne rijeci sa označenim prijedlogom
el: Αντικατάσταση όλων των εμφανίσεων της τρέχουσας λέξης με την επιλεγμένη πρόταση
lv: Aizvietot visas pašreizējā vārda atbilstības ar izvēlēto ieteikumu
ru: Заменить все вхождения текущего слова выбранным предложением

source: _Ignore
bs: _Zanemari
el: _Παράβλεψη
lv: _Ignorēt
ru: _Игнорировать

source: Skip the current word
bs: Preskoči trenutnu riječ
el: Παράλειψη της τρέχουσας λέξης
lv: Izlaist pašreizējo vārdu
ru: Пропустить текущее слово

source: I_gnore All
el: Παράβλεψη ό_λων
ru: И_гнорировать все

source: Skip all occurrences of the current word
bs: Zanemari sva pojavljivanja trenutne riječi
el: Παράλειψη όλων των εμφανίσεων της τρέχουσας λέξης
lv: Izlaist visas pašreizējā vārda sastopamības
ru: Пропустить все вхождения текущего слова

source: _Learn
bs: _Uči
el: _Εκμάθηση
lv: _Iemācīties
ru: _Учить

source: Add the current word to your personal dictionary
bs: Dodaj trenutnu riječ u svoj lični riječnik
el: Προσθήκη της τρέχουσας λέξης στο προσωπικό σας λεξικό
lv: Pievienot pašreizējo vārdu jūsu personīgajai vārdnīcai
ru: Добавить текущее слово к личному словарю

source: _Done
bs: _Završeno
el: _Τέλος
lv: _Darīts
ru: _Готово

source: Finish spell checking
bs: Završi provjeru pravopisa
el: Ολοκλήρωση ορθογραφικού ελέγχου
lv: Beigt pareizrakstības pārbaudi
ru: Завершить проверку правописания

source: Revert all changes and finish spell checking
bs: Vrati sve promjene i završi provjeru pravopisa
el: Επαναφορά όλων των αλλαγών και ολοκλήρωση ορθογραφικού ελέγχου
lv: Atgriezt visas izmaiņas un beigt pareizrakstības pārbaudi
ru: Отменить все изменения и завершить проверку правописания

source: BalsaSpellCheck: Enchant Error: %s
el: BalsaSpellCheck: Σφάλμα Enchant: %s
ru: BalsaSpellCheck: ошибка Enchant: %s

source: Store address: no addresses
bs: Skladište adrese: nema adresa
el: Αποθήκευση διεύθυνσης: δεν υπάρχουν διευθύνσεις
lv: Noglabāt adresi — nav adreses
ru: Хранилище адресов: нет адресов

source: Store Address
bs: Skladište Adresa
el: Αποθήκευση διεύθυνσης
lv: Noglabāt adresi
ru: Сохранить адрес

source: No address book selected…
el: Δεν έχει επιλεγεί διευθυνσιολόγιο…
ru: Нет выбранных адресных книг…

source: Address could not be written to this address book.
bs: Adresa ne može biti zapisana u ovaj adresar.
el: Δεν ήταν δυνατή η εγγραφή της διεύθυνσης σε αυτό το διευθυνσιολόγιο.
lv: Nevarēja ierakstīt šajā adrešu grāmatā.
ru: Не удалось записать адрес в эту адресную книгу.

source: Address book could not be accessed.
bs: Ne može se pristupiti adresaru.
el: Δεν ήταν δυνατή η πρόσβαση στο διευθυνσιολόγιο.
lv: Nevarēja piekļūt adrešu grāmatai.
ru: Не удалось получить доступ к адресной книге.

source: This mail address is already in this address book.
bs: Ova adresa pošte je već u ovom adresaru.
el: Αυτή η διεύθυνση email υπάρχει ήδη σε αυτό το διευθυνσιολόγιο.
lv: Šī pasta adrese jau ir šajā adrešu grāmatā.
ru: Этот почтовый адрес уже есть в адресной книге.

source: Unexpected address book error. Report it.
bs: Neočekivana greška u adresaru. Prijavite je.
el: Μη αναμενόμενο σφάλμα διευθυνσιολογίου. Αναφέρετέ το.
lv: Negaidīta adrešu grāmatas kļūda. Ziņojiet par to.
ru: Непредвиденная ошибка адресной книги. Сообщите об этом.

source: Address Book:
el: Διευθυνσιολόγιο:
ru: Адресная книга:

source: From:
el: Από:
ru: От:

source: To:
el: Προς:
ru: Кому:

source: CC:
el: Κοιν.:
ru: Копия:

source: BCC:
el: Κρυφή κοιν.:
ru: Скрытая копия:

source: Separator
bs: Razdvajač
el: Διαχωριστικό
lv: Atdalītājs
ru: Разделитель

source: Quit
bs: Izlaz
el: Έξοδος
lv: Iziet
ru: Завершить

source: Continue
be: Працягнуць
bs: Nastavi
el: Συνέχεια
et: Jätka
lv: Turpināt
ru: Продолжить

source: Reply
be: Адказаць
bs: Odgovori
el: Απάντηση
et: Vasta
lv: Atbildēt
ru: Ответить

source: Reply to all
bs: Odgovori svima
el: Απάντηση σε όλους
lv: Atbildēt visiem
ru: Ответить всем

source: Reply to group
bs: Odgovori grupi
el: Απάντηση σε ομάδα
lv: Atbildēt grupai
ru: Ответить группе

source: New to sender
el: Νέο προς αποστολέα
ru: Новое для отправителя

source: Forward
be: Пераслаць
bs: Proslijedi
el: Προώθηση
et: Edasta
lv: Pārsūtīt
ru: Переслать

source: Next unread
bs: Sljedeće nepročitano
el: Επόμενο αδιάβαστο
lv: Nākamā nelasītā
ru: Следующее непрочитанное

source: Next flagged
bs: Sljedeće označeno
el: Επόμενο σημειωμένο
lv: Nākamā atzīmētā
ru: Следующее отмеченное флажком

source: Previous part
bs: Prethodni dio
el: Προηγούμενο τμήμα
lv: Iepriekšējā daļa
ru: Предыдущая часть

source: Next part
bs: Sljedeći dio
el: Επόμενο τμήμα
lv: Nākamā daļa
ru: Следующая часть

source: Trash / Delete
bs: Smeće/ Obriši
el: Απορρίμματα / Διαγραφή
lv: Miskaste / Dzēst
ru: Корзина / Удалить

source: Postpone
bs: Odgodi
el: Αναβολή
et: Lükka edasi
lv: Atlikt
ru: Отложить

source: Print
be: Надрукаваць
bs: Štampaj
el: Εκτύπωση
et: Trüki
lv: Drukāt
ru: Напечатать

source: Request MDN
bs: Zahtjev MDN
el: Αίτηση MDN
lv: Pieprasīt MDN
ru: Запрос MDN

source: Send
bs: Pošalji
el: Αποστολή
et: Saada
lv: Sūtīt
ru: Отправить

source: Send queued
el: Αποστολή από την ουρά
ru: Отправить из очереди

source: Exchange
bs: Razmjena
el: Ανταλλαγή
lv: Apmainīt
ru: Обмен

source: Queue
bs: Red čekanja
el: Στην ουρά
lv: Ierindot
ru: Очередь

source: Attach
bs: Priloži
el: Επισύναψη
et: Lisa
lv: Piesaistīt
ru: Вложить

source: Save
be: Захаваць
bs: Snimi
el: Αποθήκευση
et: Salvesta
lv: Saglabāt
ru: Сохранить

source: Identity
bs: Identitet
el: Ταυτότητα
et: isikuandmed
lv: Identitāte
ru: Профиль

source: Toggle new
bs: Preklopi novo
el: Εναλλαγή νέου
lv: Pārslēgt jaunas
ru: Переключить новый

source: Mark all
bs: Označi sve
el: Σημείωση όλων
lv: Atzīmēt visas
ru: Отметить все

source: All headers
bs: Sva zaglavlja
el: Όλες οι επικεφαλίδες
lv: Visas galvenes
ru: Все заголовки

source: Recheck cryptography
el: Επανέλεγχος κρυπτογραφίας
ru: Перепроверить криптографию

source: Reset Filter
bs: Resetuj Filter
el: Επαναφορά Φίλτρου
lv: Atstatīt Filtri
ru: Сбросить фильтр

source: Message Preview
el: Προεπισκόπηση μηνύματος
ru: Просмотр сообщения

source: Sign
bs: Potpis
el: Υπογραφή
lv: Parakstīt
ru: Подписать

source: Encrypt
bs: Šifriraj
el: Κρυπτογράφηση
lv: Šifrēt
ru: Шифровать

source: Undo
bs: Poništi
el: Αναίρεση
lv: Atsaukt
ru: Отменить

source: Redo
bs: Vrati
el: Επανάληψη
lv: Atatsaukt
ru: Повторить

source: Expunge
bs: Izbriši
el: Οριστική διαγραφή
lv: Iztīrīt
ru: Очистить

source: Empty Trash
bs: Isprazni Smeće
el: Άδειασμα Απορριμμάτων
lv: Iztukšot Miskasti
ru: Очистить корзину

source: Queue this message for sending
bs: Stavi ovu poruku u red čekanja za slanje
el: Τοποθέτηση αυτού του μηνύματος στην ουρά για αποστολή
lv: Ierindot šo vēstuli sūtīšanai
ru: Поставить это сообщение в очередь для отправки

source: Text Be_low Icons
bs: Tekst Is_pod Ikona
el: Κείμενο _κάτω από τα εικονίδια
lv: Teksts _zem ikonām
ru: Текст _под значками

source: Priority Text Be_side Icons
bs: Prioritetni Tekst Po_red Ikona
el: Κείμενο προτεραιότητας _δίπλα στα εικονίδια
lv: Prioritāte_s teksts blakus ikonām
ru: Приоритет текста _рядом со значками

source: _Icons Only
bs: Samo _Ikone
el: _Εικονίδια μόνο
lv: Tikai _ikonas
ru: Только _значки

source: _Text Only
bs: Samo _Tekst
el: _Κείμενο μόνο
lv: Tikai _teksts
ru: Только _текст

source: Use Desktop _Default (%s)
bs: Koristi _Podrazumijevani ekran (%s)
el: Χρήση _προεπιλογής επιφάνειας εργασίας (%s)
lv: Lietot _darbvirsmas noklusējuma (%s)
ru: _Установки для рабочего стола (%s)

source: _Customize Toolbars…
el: Προ_σαρμογή εργαλειογραμμών…
ru: _Настроить панель инструментов…

source: Customize Toolbars
bs: Prilagodi Traku sa alatima...
el: Προσαρμογή εργαλειογραμμών
lv: Pielāgot rīkjoslas
ru: Настройка панели инструментов

source: Compose window
bs: Prozor za sastavljanje
el: Παράθυρο σύνθεσης
lv: Rakstīšanas logs
ru: Окно создания сообщения

source: Toolbar options
bs: Opcije trake sa alatima
el: Επιλογές εργαλειογραμμής
lv: Rīkjoslas opcijas
ru: Настройки панели инструментов

source: _Wrap button labels
bs: _Omotaj oznake sa dugmadima
el: Ανα_δίπλωση ετικετών κουμπιών
lv: _Aplauzt pogu nosaukumus
ru: _Переносы в надписях на кнопках

source: Error displaying toolbar help: %s
bs: Greška u prikazu pomoći za traku sa alatima: %s
el: Σφάλμα εμφάνισης βοήθειας εργαλειογραμμής: %s
lv: Kļūda, parādot rīkjoslas palīdzību — %s
ru: Ошибка отображения справки для панели инструментов: %s

source: Preview
bs: Pregled:
el: Προεπισκόπηση
lv: Priekšskatījums
ru: Предпросмотр

source: _Restore toolbar to standard buttons
bs: _Vrati traku sa alatima u standardnu dugmad
el: Επανα_φορά εργαλειογραμμής στα προκαθορισμένα κουμπιά
lv: _Atgriezt rīkjoslu uz standarta pogām
ru: _Восстановить панель инструментов на стандартные кнопки

source: Toolbar _style…
el: _Στυλ εργαλειογραμμής…
ru: _Стиль панели инструментов…

source: Available buttons
bs: Dostupna dugmad
el: Διαθέσιμα κουμπιά
lv: Pieejamās pogas
ru: Доступные кнопки

source: Current toolbar
bs: Trenutna traka sa alatima
el: Τρέχουσα εργαλειογραμμή
lv: Pašreizējā rīkjosla
ru: Текущая панель

source: Move selected item up
el: Μετακίνηση επιλεγμένου στοιχείου πάνω
ru: Переместить выбранные элементы вверх

source: Remove selected item from toolbar
el: Αφαίρεση επιλεγμένου στοιχείου από την εργαλειογραμμή
ru: Удалить выбранные элементы из панели инструментов

source: Add selected item to toolbar
el: Προσθήκη επιλεγμένου στοιχείου στην εργαλειογραμμή
ru: Добавить выбранные элементы в панель инструментов

source: Move selected item down
el: Μετακίνηση επιλεγμένου στοιχείου κάτω
ru: Переместить выбранные элементы вниз

source: Balsa files migrated
el: Τα αρχεία του Balsa μεταφέρθηκαν
ru: Файлы Balsa files были перенесены

source: Your personal Balsa files have been migrated into the XDG standard folders “%s/balsa” and “%s/balsa”.
el: Τα προσωπικά σας αρχεία του Balsa μεταφέρθηκαν στους πρότυπους φακέλους XDG “%s/balsa” και “%s/balsa”.
ru: Ваши личные файлы Balsa были перенесены в стандартные папки XDG «%s/balsa» и «%s/balsa».

source: Please double-check the configuration. You may then erase the old Balsa folder “%s/.balsa”.
el: Παρακαλούμε ελέγξτε ξανά τις ρυθμίσεις. Στη συνέχεια μπορείτε να διαγράψετε τον παλιό φάκελο του Balsa “%s/.balsa”.
ru: Пожалуйста, ещё раз проверьте конфигурацию. После этого вы можете удалить старую папку Balsa «%s/.balsa».

source: However, the following non-standard folders were detected in “%s/.balsa” and have not been moved:
el: Ωστόσο, οι ακόλουθοι μη τυποποιημένοι φάκελοι εντοπίστηκαν στο “%s/.balsa” και δεν έχουν μετακινηθεί:
ru: Однако в «%s/.balsa» были обнаружены следующие нестандартные папки, которые не были перемещены:

source: Please check and move them manually to appropriate locations before erasing the old Balsa folder “%s/.balsa”.
el: Παρακαλούμε ελέγξτε και μετακινήστε τους χειροκίνητα στις κατάλληλες τοποθεσίες πριν διαγράψετε τον παλιό φάκελο του Balsa “%s/.balsa”.
ru: Пожалуйста, прежде чем удалять старую папку «%s/.balsa», проверьте её содержимое и переместите вручную необходимые данные в соответствующие места.

source: Error migrating Balsa files
el: Σφάλμα κατά τη μεταφορά των αρχείων του Balsa
ru: Возникла ошибка при переносе файлов Balsa

source: Migrating your personal Balsa files to the XDG standard folders “%s/balsa” and “%s/balsa” failed: %s Balsa will be terminated. Please check and fix the reason, and try again.
el: Η μεταφορά των προσωπικών σας αρχείων του Balsa στους πρότυπους φακέλους XDG “%s/balsa” και “%s/balsa” απέτυχε: %s Το Balsa θα τερματιστεί. Παρακαλούμε ελέγξτε και διορθώστε την αιτία και δοκιμάστε ξανά.
ru: Не удалось перенести ваши личные файлы Balsa в стандартные папки XDG «%s/balsa» и «%s/balsa»: %s Работа Balsa будет прекращена. Пожалуйста, проверьте и устраните причину, а затем повторите попытку.

source: _File
bs: _Datoteka
el: _Αρχείο
lv: _Datne
ru: Файл

# address book
source: _New
el: _Νέο
ru: _Создать

source: _VCard Address Book (GnomeCard)
el: Διευθυνσιολόγιο _VCard (GnomeCard)
ru: Адресная книга _VCard (GnomeCard)

source: _External query (a program)
el: _Εξωτερικό ερώτημα (ένα πρόγραμμα)
ru: _Внешний запрос (программа)

source: _LDIF Address Book
el: Διευθυνσιολόγιο _LDIF
ru: Адресная книга _LDIF

source: _LDAP Address Book
el: Διευθυνσιολόγιο _LDAP
ru: Адресная книга _LDAP

source: _GPE Address Book
el: Διευθυνσιολόγιο _GPE
ru: Адресная книга _GPE

source: _Properties
bs: _Svojstva
el: _Ιδιότητες
lv: Ī_pašības
ru: _Свойства

source: _Quit
bs: _Izađi
el: Έ_ξοδος
lv: _Iziet
ru: _Завершить

source: _Entry
bs: _Unos
el: _Εγγραφή
lv: I_eraksts
ru: _Запись

source: _New Entry
bs: _Novi Unos
el: _Νέα εγγραφή
lv: Jau_ns ieraksts
ru: _Новая запись

source: _Delete Entry
bs: _izbriši Unos
el: _Διαγραφή εγγραφής
lv: _Dzēst ierakstu
ru: _Удалить запись

source: _About
bs: _O programu
el: _Περί
lv: P_ar
ru: _О приложении

# window menu
source: _New
el: _Νέο
ru: _Создать

source: Local mbox mailbox…
el: Τοπικό γραμματοκιβώτιο _mbox…
ru: Локальный почтовый ящик mbox…

source: Local Maildir mailbox…
el: Τοπικό γραμματοκιβώτιο _Maildir…
ru: Локальный почтовый ящик Maildir…

source: Local MH mailbox…
el: Τοπικό γραμματοκιβώτιο _MH…
ru: Локальный почтовый ящик MH…

source: Remote IMAP folder…
el: Απομακρυσμένος _φάκελος IMAP…
ru: Удалённую папку IMAP…

source: Remote IMAP subfolder…
el: Απομακρυσμένος _υποφάκελος IMAP…
ru: Удалённую подпапку IMAP…

source: _Continue
be: Працягваць
bs: _Nastavi
el: _Συνέχεια
et: Jätka
lv: _Turpināt
ru: _Продолжить

source: _Get New Mail
be: Праверыць пошту
bs: _Nabavi Novu Poštu
el: _Λήψη νέας αλληλογραφίας
lv: _Saņemt Jaunas vēstules
ru: Проверить почту

source: _Send Queued Mail
be: Даслаць пошту з чаргі
bs: _Pošalji poštu na čekanju
el: _Αποστολή μηνυμάτων από την ουρά
lv: _Sūtīt ierindotās vēstules
ru: _Отправить почту из очереди

source: Send and _Receive Mail
bs: Pošalji i _Primi Poštu
el: Αποστολή και _λήψη αλληλογραφίας
lv: Sūtīt _un saņemt vēstules
ru: Отправить и _получить почту

source: Page _Setup
bs: Postavke _stranice
el: _Διαμόρφωση σελίδας
lv: Lapas ie_statījumi
ru: Пара_метры страницы

source: _Print…
el: Εκτύ_πωση…
ru: _Печать…

source: _Address Book
el: _Διευθυνσιολόγιο
ru: _Адресная книга

source: A_utocrypt Database
el: Βάση δεδομένων A_utocrypt
ru: База данных а_втошифрования

source: Empty _Trash
be: Ачысьціць сьметніцу
bs: Isprazni _smeće
el: Άδειασμα απορριμμά_των
et: Tühjenda prügikast
lv: Iz_tukšot miskasti
ru: Очистить _корзину

source: _Copy
bs: _Kopiraj
el: Αντι_γραφή
lv: _Kopēt
ru: _Копировать

source: Select _Thread
bs: Odaberi _Nit
el: Επιλογή _νήματος
lv: Izvēlē_ties pavedienu
ru: Выбрать _цепочки

source: _Find
bs: _Nađi
el: Εύ_ρεση
lv: _Meklēt
ru: _Искать
