Repository: GNOME/balsa
Catalog: po/*.po
Languages: be, bs, el, et, lv, ru

source: Local M_H mailbox…
el: Τοπικό γραμματοκιβώτιο M_H…
ru: Локальный почтовый ящик MH…

source: Remote IMAP _folder…
el: Απομακρυσμένος _φάκελος IMAP…
ru: Удалённую _папку IMAP…

source: Remote IMAP _subfolder…
el: Απομακρυσμένος _υποφάκελος IMAP…
ru: Удалённую _подпапку IMAP…

# mailbox
source: _New
el: _Νέο
ru: _Создать

source: _Rescan
bs: _Ponovo pretraži
el: Επανα_σάρωση
lv: Pā_rskanēt
ru: _Пересканировать

source: _Properties…
el: _Ιδιότητες…
ru: _Свойства…

source: Mark as _Inbox
bs: Označi kao _Ulazna pošta
el: Σημείωση ως _Εισερχόμενα
lv: Marķēt kā _iesūtni
ru: Отметить как «_Входящие»

source: _Mark as Sentbox
bs: _Označi kao Poslana pošta
el: _Σημείωση ως Απεσταλμένα
lv: _Marķēt kā nosūtītās
ru: Отметить как «_Отправленные»

source: Mark as _Trash
bs: Označi kao _Smeće
el: Σημείωση ως _Απορρίμματα
lv: Marķēt kā miskas_ti
ru: Отметить как «_Корзина»

source: Mark as D_raftbox
bs: Označi kao S_kice
el: Σημείωση ως Π_ρόχειρα
lv: Marķēt kā meln_rakstus
ru: Отметить как «_Черновики»

source: _Empty trash
bs: _Isprazni smeće
el: Ά_δειασμα απορριμμάτων
lv: _Iztukšot miskasti
ru: _Очистить корзину

source: _Edit/Apply filters
bs: _Uredi/Primijeni filtere
el: _Επεξεργασία/Εφαρμογή φίλτρων
lv: R_ediģēt / attiecināt filtrus
ru: _Редактировать/Применить фильтры

source: The path “%s” does not lead to a mailbox.
el: Η διαδρομή «%s» δεν οδηγεί σε γραμματοκιβώτιο.
ru: Путь «%s» не ведет к почтовому ящику.

source: Balsa cannot open your “%s” mailbox.
el: Το Balsa δεν μπορεί να ανοίξει το γραμματοκιβώτιο «%s».
ru: Balsa не может открыть ваш почтовый ящик «%s».

source: Inbox
bs: Dolazna pošta
el: Εισερχόμενα
lv: Iesūtne
ru: Входящие

source: Outbox
bs: Izlazna pošta
el: Εξερχόμενα
lv: Izsūtne
ru: Исходящие

source: Sentbox
bs: Poslana pošta
el: Απεσταλμένα
lv: Nosūtītās
ru: Отправленные

source: Draftbox
bs: Skice
el: Πρόχειρα
lv: Melnraksti
ru: Черновики

source: Trash
bs: Smeće
el: Απορρίμματα
lv: Miskaste
ru: Корзина

source: Compressing mail folders…
el: Συμπίεση φακέλων αλληλογραφίας…
ru: Сжатие почтовых папок…

source: Get new mail on start-up
el: Λήψη νέας αλληλογραφίας κατά την εκκίνηση
ru: Проверять новую почту при запуске

source: Compose a new email to EMAIL@ADDRESS
be: Cкласьці новы ліст для EMAIL@ADRESS
bs: Izradi novu elektronsku poštu u ELEKTRONSKAPOSTA@ADRESA
el: Σύνθεση νέου μηνύματος προς EMAIL@ADDRESS
lv: Uzrakstīt jaunu vēstuli uz EPASTS@ADRESE
ru: Cоставить новое письмо для EMAIL@ADRESS

source: Attach file at URI
bs: Priloži datoteku uz URI
el: Επισύναψη αρχείου στο URI
lv: Pievienot datni no URI
ru: Вложить файл по URI

source: Opens MAILBOXNAME
be: Адчыняецца MAILBOXNAME
bs: Otvara NAZIVPOŠTANSKOGSANDUČETA
el: Ανοίγει το MAILBOXNAME
lv: Atver PASTKASTESNOSAUKUMS
ru: Открывается MAILBOXNAME

source: Opens first unread mailbox
be: Адчыніць першую паштовую скрыню з нечытанымі лістамі
bs: Otvara prvo nepročitano poštansko sanduče
el: Ανοίγει το πρώτο μη αναγνωσμένο γραμματοκιβώτιο
lv: Atver pirmo nelasīto pastkastīti
ru: Открывать первый почтовый ящик с непрочитанными письмами

source: Opens default Inbox on start-up
el: Ανοίγει τα προεπιλεγμένα Εισερχόμενα κατά την εκκίνηση
ru: Открывать папку «Входящие» при запуске

source: Prints number unread and unsent messages
bs: Ispisuje broj nepročitanih i neposlatih poruka
el: Εκτυπώνει τον αριθμό των μη αναγνωσμένων και μη απεσταλμένων μηνυμάτων
lv: Izdrukā neizlasīto un nenosūtīto vēstuļu skaitu
ru: Выводить количество непрочитанных и неотправленных сообщений

source: Show version
el: Εμφάνιση έκδοσης
ru: Показать версию

source: Balsa is sending a mail now. Abort sending?
bs: Balsa sada šalje poštu. Prekinuti slanje?
el: Το Balsa στέλνει ένα μήνυμα τώρα. Διακοπή αποστολής;
lv: Balsa pašlaik sūta vēstules. Pārtraukt sūtīšanu?
ru: Сейчас Balsa отправляет письмо. Прервать отправку?

source: Subject or Sender Contains:
bs: Predmet ili Pošiljaoc Sadrži:
el: Το θέμα ή ο αποστολέας περιέχει:
lv: Tēma vai sūtītājs satur:
ru: Тема или отправитель содержит:

source: Subject or Recipient Contains:
bs: Predmet ili Primaoc Sadrži:
el: Το θέμα ή ο παραλήπτης περιέχει:
lv: Tēma vai saņēmējs satur:
ru: Тема или получатель содержит:

source: Subject Contains:
bs: Predmet sadrži:
el: Το θέμα περιέχει:
lv: Tēma satur:
ru: Тема содержит:

source: Body Contains:
bs: Tijelo Sadrži:
el: Το σώμα περιέχει:
lv: Pamatteksts satur:
ru: Текст письма содержит:

source: Older than (days):
bs: Starije od (dana):
el: Παλαιότερα από (ημέρες):
lv: Vecākas kā (dienas):
ru: Старше (дней):

source: Old at most (days):
bs: Staro najviše (dana):
el: Το πολύ παλιά (ημέρες):
lv: Ne vecākas kā (dienas):
ru: Наиболее старое (дней):

source: translator-credits
bs: Drakovac Anesa https://launchpad.net/~adrakovac1 Samir Ribić https://launchpad.net/~megaribi
el: Ελληνική μεταφραστική ομάδα GNOME
lv: Rūdolfs Mazurs <rudolfs.mazurs@gmail.com>
ru: Alexander Kirillov <kirillov@math.ias.edu>, 1999 Sergey Panov <sipan@mit.edu>, 1999 Valek Filippov <frob@df.ru>, 2000-2001 Ser82-png <asvmail.as@gmail.com>, 2022-2025

source: The Balsa email client is part of the GNOME desktop environment.
bs: Klijent elektronske pošte Balsa je dio GNOME okruženja radne površine.
el: Η εφαρμογή αλληλογραφίας Balsa είναι μέρος του περιβάλλοντος επιφάνειας εργασίας GNOME.
lv: Balsa e-pasta klients ir daļa no GNOME darbvirsmas vides.
ru: Почтовый клиент Balsa является частью среды рабочего стола GNOME.

source: About Balsa
bs: O Balsi
el: Περί του Balsa
lv: Par Balsa
ru: _О приложении «Balsa»

source: Balsa closes files and connections. Please wait…
el: Το Balsa κλείνει αρχεία και συνδέσεις. Παρακαλούμε περιμένετε…
ru: Balsa закрывает файлы и соединения. Пожалуйста подождите…

source: You can apply filters only on mailbox
bs: Filtere možete primijeniti samo nad poštanskim sandučetom
el: Μπορείτε να εφαρμόσετε φίλτρα μόνο σε γραμματοκιβώτιο
lv: Jūs varat attiecināt filtrus tikai uz pastkastēm
ru: Вы можете применять фильтры только к почтовому ящику

source: Removing duplicates failed: %s
bs: Uklanjanje duplikata nije uspjelo: %s
el: Η αφαίρεση διπλότυπων απέτυχε: %s
lv: Neizdevās izņemt dublikātus — %s
ru: При удалении дубликатов возникла ошибка: %s

source: Removed %d duplicate
bs: Uklonjen %d duplikat
el: Αφαιρέθηκε %d διπλότυπο
lv: Izņemts %d dublikāts
ru: Удалён %d дубликат

source: No duplicates found
bs: Nije pronađen nijedan duplikat
el: Δεν βρέθηκαν διπλότυπα
lv: Nav atrastu dublikātu
ru: Дубликаты не найдены

source: Show/Hide
el: Εμφάνιση/Απόκρυψη
ru: Показать/Скрыть

source: Check
be: Праверыць
bs: Provjeri
el: Έλεγχος
et: Vaata
lv: Pārbaudīt
ru: Проверить

source: Compose
be: Скласьці
bs: Sastavljanje
el: Σύνθεση
et: Kirjuta
lv: Uzrakstīt
ru: Создать

source: Unable to Open Mailbox! %s.
bs: Nemoguće Otvoriti Poštansko Sanduče %s.
el: Αδυναμία ανοίγματος γραμματοκιβωτίου! %s.
lv: Nevar atvērt pastkasti! %s.
ru: Не удалось открыть почтовый ящик! %s.

source: Opening %s
bs: Otvaram %s
el: Άνοιγμα του %s
lv: Atver %s
ru: Открытие %s

source: Checking Mail…
el: Έλεγχος αλληλογραφίας…
ru: Проверка почты…

source: Mailboxes
el: Γραμματοκιβώτια
ru: Почтовые ящики

source: IMAP mailbox: %s
bs: IMAP poštansko sanduče: %s
el: Γραμματοκιβώτιο IMAP: %s
lv: IMAP pastkaste — %s
ru: Почтовый ящик IMAP: %s

source: Local mailbox: %s
bs: Lokalno poštansko sanduče: %s
el: Τοπικό γραμματοκιβώτιο: %s
lv: Lokālā pastkaste — %s
ru: Локальный почтовый ящик: %s

source: You have received %d new message.
bs: Primili ste %d novu poruku.
el: Λάβατε %d νέο μήνυμα.
lv: Jūs esat saņēmis %d jaunu vēstuli.
ru: Вы получили %d новое сообщение.

source: You have new mail.
bs: Imate novu poštu.
el: Έχετε νέα αλληλογραφία.
lv: Jūs esat saņēmis jaunu vēstuli.
ru: Вы получили новую почту.

source: Search mailbox
bs: Potraži poštansko sanduče
el: Αναζήτηση γραμματοκιβωτίου
lv: Meklēt pastkastītē
ru: Поиск в почтовом ящике

source: _Search for:
bs: _Traži za:
el: _Αναζήτηση για:
lv: _Meklēt:
ru: _Найти:

source: In:
bs: Unutar:
el: Σε:
lv: Iekš:
ru: В:

source: S_ubject
bs: Pred_met
el: _Θέμα
lv: T_emats
ru: _Тема

source: Show only matching messages
bs: Prikaži samo povezane poruke
el: Εμφάνιση μόνο των μηνυμάτων που ταιριάζουν
lv: Rādīt tikai atbilstošas vēstules
ru: Показывать только совпадающие сообщения

source: Open next matching message
bs: Otvori sljedeću povezanu poruku
el: Άνοιγμα επόμενου μηνύματος που ταιριάζει
lv: Atvērt nākamo atbilstošo vēstuli
ru: Открыть следующее совпадающее сообщение

source: _Reverse search
bs: _Preokreni pretragu
el: Αντίστροφη ανα_ζήτηση
lv: _Apgriezt meklēšanu
ru: _Обратный поиск

source: _Wrap around
bs: _Omotaj
el: _Ανακύκλωση αναζήτησης
lv: _Riņķot
ru: _Перенос

source: Could not open trash: %s
bs: Ne mogu otvoriti smeće: %s
el: Αδυναμία ανοίγματος απορριμμάτων: %s
lv: Nevarēja atvērt miskasti — %s
ru: Не удалось открыть корзину: %s

source: Balsa: %s (read-only)
el: Balsa: %s (μόνο για ανάγνωση)
ru: Balsa: %s (только чтения)

source: Shown mailbox: %s
bs: Prikazana pošta poštanskog sandučeta: %s
el: Εμφανιζόμενο γραμματοκιβώτιο: %s
lv: Rādīt pastkasti — %s
ru: Показан почтовый ящик: %s

source: with %d message
bs: sa %d porukom
el: με %d μήνυμα
lv: ar %d vēstuli
ru: с %d сообщением

source: , %d new
bs: , %d novo
el: , %d νέο
lv: , %d jauns
ru: , %d новое

source: , %d hidden
bs: , %d skrivena
el: , %d κρυφό
lv: , %d slēpts
ru: , %d скрытое

source: The next unread message is in %s
bs: Sljedeća nepročitana poruka je u %s
el: Το επόμενο μη αναγνωσμένο μήνυμα είναι στο %s
lv: Nākamā nelasītā vēstule atrodas %s
ru: Следующее непрочитанное сообщение находится в %s

source: Do you want to select %s?
bs: Da li želite označiti %s?
el: Θέλετε να επιλέξετε το %s;
lv: Vai vēlaties izvēlēties %s?
ru: Хотите выбрать %s?

source: M_ove
bs: Pre_mjesti
el: _Μετακίνηση
lv: Pārviet_ot
ru: _Переместить

source: Message from %s: %s
bs: Poruka od %s: %s
el: Μήνυμα από %s: %s
lv: Vēstule no %s — %s
ru: Сообщение от %s: %s

source: Message number
bs: Broj poruke
el: Αριθμός μηνύματος
lv: Vēstules numurs
ru: Номер сообщения

source: Unknown
be: Невядома
bs: Nepoznato
el: Άγνωστο
lv: Nezināms
ru: Неизвестно

source: %s (default)
bs: %s (osnovno)
el: %s (προεπιλογή)
lv: %s (noklusējuma)
ru: %s (по умолчанию)

source: Default layout
bs: Podrazumijevani izgled
el: Προεπιλεγμένη διάταξη
lv: Noklusējuma izkārtojums
ru: Компоновка по умолчанию

source: Wide message layout
bs: Široki izgled poruke
el: Πλατιά διάταξη μηνύματος
lv: Platu vēstuļu izkārtojums
ru: Компоновка для широких сообщений

source: Wide screen layout
bs: Široki izgled ekrana
el: Διάταξη ευρείας οθόνης
lv: Platekrāna izkārtojums
ru: Компоновка для широкого экрана

source: Show next unread message
bs: Prikaži sljedeću nepročitanu poruku
el: Εμφάνιση επόμενου μη αναγνωσμένου μηνύματος
lv: Rādīt nākamo nelasīto vēstuli
ru: Показать следующее непрочитанное сообщение

source: Show next message
bs: Prikaži sljedeću poruku
el: Εμφάνιση επόμενου μηνύματος
lv: Rādīt nākamo vēstuli
ru: Показать следующее сообщение

source: Close message window
bs: Zatvori prozor poruke
el: Κλείσιμο παραθύρου μηνύματος
lv: Aizvērt vēstules logu
ru: Закрыть окно сообщения

source: Error displaying %s: %s
el: Σφάλμα εμφάνισης %s: %s
ru: Ошибка отображения %s: %s

source: Show nothing
bs: Ne prikazuj ništa
el: Εμφάνιση τίποτα
lv: Nerādīt neko
ru: Не показывать ничего

source: Show dialog
bs: Prikaži dijalog
el: Εμφάνιση διαλόγου
lv: Rādīt dialoglodziņu
ru: Показывать диалоговое окно

source: Show in list
bs: Prikaži u listi
el: Εμφάνιση στη λίστα
lv: Rādīt sarakstā
ru: Показывать в списке

source: Show in status bar
bs: Prikaži u statusnoj traci
el: Εμφάνιση στη γραμμή κατάστασης
lv: Rādīt statusa joslā
ru: Показывать в строке состояния

source: Print to console
bs: Ispiši u konzoli
el: Εκτύπωση στην κονσόλα
lv: Drukāt konsolē
ru: Печатать в консоль

source: Ask me
bs: Pitaj me
el: Ερώτηση
lv: Vaicāt man
ru: Спросить пользователя

source: Remote POP3 mailbox…
el: Απομακρυσμένο γραμματοκιβώτιο POP3…
ru: Удалённый почтовый ящик POP3…

source: Remote IMAP account…
el: Απομακρυσμένος λογαριασμός IMAP…
ru: Удалённая учётная запись IMAP…

source: Remote mailbox servers
bs: Udaljeni serveri poštanskog sandučeta
el: Απομακρυσμένοι διακομιστές γραμματοκιβωτίων
lv: Attālinātie pastkastu serveri
ru: Удалённые серверы почтовых ящиков

source: Type
bs: Vrsta
el: Τύπος
et: Tüüp:
lv: Tips
ru: Тип

source: Mailbox name
bs: Naziv poštanskog sandučeta
el: Όνομα γραμματοκιβωτίου
et: Postkasti nimi
lv: Pastkastes nosaukums
ru: Название почтового ящика

source: _Modify
bs: _Izmijeni
el: _Τροποποίηση
lv: _Modificēt
ru: _Изменить

source: Local mail directory
bs: Lokalni direktorij pošte
el: Τοπικός κατάλογος αλληλογραφίας
lv: _Lokālā pasta direktorija
ru: Локальный каталог почты

source: Select your local mail directory
bs: Označite Vaš lokalni direktorij pošte
el: Επιλέξτε τον τοπικό σας κατάλογο αλληλογραφίας
et: Valige kohalik postikataloog
lv: Izvēlieties savu lokālā pasta direktoriju
ru: Выбор локального каталога почты

source: Outgoing mail servers
bs: Odlazeći poštanski serveri
el: Διακομιστές εξερχόμενης αλληλογραφίας
lv: Izejošā pasta serveri
ru: Серверы исходящей почты

source: Server name
bs: Ime servera
el: Όνομα διακομιστή
lv: Servera nosaukums
ru: Название сервера

source: Checking
bs: Provjeravam
el: Έλεγχος
lv: Pārbauda
ru: Проверка

source: _Check mail automatically every
bs: _Uvijek automatski provjeri poštu
el: _Αυτόματος έλεγχος αλληλογραφίας κάθε
lv: _Pārbaudīt pastu automātiski katras
ru: _Проверять почту автоматически каждые

source: Check _IMAP mailboxes
bs: Provjeri _IMAP poštanska sandučeta
el: Έλεγχος γραμματοκιβωτίων _IMAP
lv: Pārbaudīt _IMAP pastkastes
ru: Проверять почтовые ящики _IMAP

source: Check Inbox _only
el: Έλεγχος _μόνο των Εισερχομένων
ru: Проверять только «Входящие»

source: Do background check quietly (no messages in status bar)
bs: Provjeri kvalitet podloge (nema poruka u statusnoj traci)
el: Αθόρυβος έλεγχος στο παρασκήνιο (χωρίς μηνύματα στη γραμμή κατάστασης)
lv: Izpildīt pārbaudi klusi fonā (nav ziņojumu statusa joslā)
ru: Делать незаметной фоновую проверку (без оповещения в панели состояния)

source: _POP message size limit:
bs: _POP limit dužine poruke:
el: Όριο μεγέθους μηνύματος _POP:
lv: _POP vēstules izmēra limits:
ru: Ограничение размера _POP сообщений:

source: Notification about new messages
el: Ειδοποίηση για νέα μηνύματα
ru: Уведомление о новом сообщении

source: Display message
bs: Prikaži poruku
el: Εμφάνιση μηνύματος
lv: Parādīt vēstuli
ru: Показать сообщение

source: Play sound
bs: Pusti zvuk
el: Αναπαραγωγή ήχου
lv: Atskaņot skaņu
ru: Проиграть звуковой сигнал

source: Message disposition notification requests
bs: Zahtijeva obavijest o rasporedu poruke
el: Αιτήματα γνωστοποίησης διάθεσης μηνύματος (MDN)
lv: Vēstules saņemšanas paziņošanas pieprasījumi
ru: Запросы на подтверждение о получении сообщения

source: When I receive a message whose sender requested a Message Disposition Notification (MDN), send it if:
bs: Kada primim poruku od pošiljaoca koji zahtijeva Obavijest Rasporeda Poruke (MDN), pošalji ako je:
el: Όταν λαμβάνω ένα μήνυμα για το οποίο ο αποστολέας ζήτησε Γνωστοποίηση Διάθεσης Μηνύματος (MDN), να στέλνεται αν:
lv: Kad es saņemu vēstuli un tās sūtītājs pieprasīja atgriezt vēstules saņemšanas paziņojumu (MDN), sūtīt to sekojošajos gadījumos:
ru: Когда сообщение получено и отправитель запросил подтверждение о его получении (MDN), отправлять подтверждение в следующих случаях:

source: The message header looks clean (the notify-to address is the return path, and I am in the “To:” or “CC:” list).
el: Η κεφαλίδα του μηνύματος φαίνεται καθαρή (η διεύθυνση ειδοποίησης είναι η διαδρομή επιστροφής και βρίσκομαι στη λίστα «Προς:» ή «Κοιν.:»).
ru: Заголовок сообщения выглядит правильным (адрес подтверждения совпадает с адресом отправителя, и вы находитесь в списке «Кому:» или «Копия:»).

source: The message header looks suspicious.
bs: Zaglavlje poruke izgleda sumnjivo.
el: Η κεφαλίδα του μηνύματος φαίνεται ύποπτη.
lv: Vēstules galvene izskatās aizdomīga.
ru: Заголовок сообщения выглядит подозрительно.

source: Word wrap
bs: Prelom reda
el: Αναδίπλωση λέξεων
lv: Vārdu aplaušana
ru: Перенос текста

source: Wrap outgoing text at
bs: Prelomi odlazeći tekst na
el: Αναδίπλωση εξερχόμενου κειμένου στους
lv: Aplauzt izejošo tekstu pie
ru: Переносить вводимый текст на

source: characters
bs: karakteri
el: χαρακτήρες
et: tähemärgid
lv: rakstzīmes
ru: символе

source: Other options
bs: Ostale opcije
el: Άλλες επιλογές
et: Muud määrangud
lv: Citas opcijas
ru: Другие параметры

source: Reply prefix:
bs: Odgovori prefiks:
el: Πρόθεμα απάντησης:
et: Vastamise eesliide:
lv: Atbildes priedēklis:
ru: Префикс для ответа:

source: Automatically quote original when replying
bs: Automatski navedi original prilikom odgovaranja
el: Αυτόματη παράθεση του πρωτοτύπου κατά την απάντηση
lv: Automātiski citēt oriģinālu, kad atbild
ru: Автоматически цитировать оригинал при ответе

source: Forward a mail as attachment instead of quoting it
bs: Proslijedi poštu kao vezu umjesto njenog navođenja
el: Προώθηση αλληλογραφίας ως συνημμένο αντί για παράθεση
lv: Pārsūtīt pastu kā piesaisti tā vietā, lai to citētu
ru: Пересылать сообщение как вложение, а не цитировать его

source: Copy outgoing messages to sentbox
bs: Kopiraj odlazeće poruke u poslanu poštu
el: Αντιγραφή εξερχόμενων μηνυμάτων στα απεσταλμένα
lv: Kopēt izejošās vēstules uz nosūtītajām
ru: Копировать исходящие сообщения в «Отправленные»

source: Send button always queues outgoing mail in outbox
bs: Dugme za slanje uvijek stavlja odlaznu poštu u red na odlazećim sandučiću
el: Το κουμπί αποστολής βάζει πάντα την εξερχόμενη αλληλογραφία στην ουρά των εξερχομένων
lv: Sūtīšanas poga vienmēr sarindo izejošo pastu izsūtnē
ru: Кнопка отправки сообщения всегда ставит исходящую почту в очередь в папке «Исходящие»

source: _Send queued mail automatically every
el: _Αυτόματη αποστολή μηνυμάτων στην ουρά κάθε
ru: _Отправлять почту из очереди автоматически каждые

source: Edit headers in external editor
bs: Izmijeni zaglavlja u vanjskom uredniku
el: Επεξεργασία κεφαλίδων σε εξωτερικό επεξεργαστή
lv: Rediģēt galvenes ārējā redaktorā
ru: Редактировать заголовки во внешнем редакторе

source: Include HTML parts as text when replying or forwarding
bs: Uključi HTML dijelove kao tekst prilikom odgovaranja i prosljeđivanja
el: Συμπερίληψη τμημάτων HTML ως κείμενο κατά την απάντηση ή προώθηση
lv: Iekļaut HTML daļas kā tekstu, kad atbild vai pārsūta pastu
ru: Включать HTML-части как текст при ответе или отправке почты

source: Main window
bs: Glavni prozor
el: Κύριο παράθυρο
et: Põhiaken
lv: Galvenais logs
ru: Главное окно

source: Use preview pane
bs: Koristi prozor za pregled
el: Χρήση πλαισίου προεπισκόπησης
lv: Lietot priekšskatījuma rūti
ru: Использовать панель просмотра

source: Show message counts in mailbox list
el: Εμφάνιση αριθμού μηνυμάτων στη λίστα γραμματοκιβωτίων
ru: Показывать количество сообщений в списке почтовых ящиков

source: Automatically view message when mailbox opened
bs: Automatski prikaži poruku prilikom otvaranja poštanskog sandučeta
el: Αυτόματη προβολή μηνύματος κατά το άνοιγμα του γραμματοκιβωτίου
lv: Automātiski skatīt vēstuli, kad tiek atvērta pastkaste
ru: Автоматически открывать сообщение, когда открыт почтовый ящик

source: Ask me before selecting a different mailbox to show an unread message
bs: Pitaj me prije označavanja drugačijeg poštanskog sandučeta za prikaz nepročitane poruke
el: Ερώτηση πριν από την επιλογή ενός διαφορετικού γραμματοκιβωτίου για την προβολή ενός μη αναγνωσμένου μηνύματος
lv: Prasīt man pirms izvēlēties citu pastkasti, lai parādītu neizlasītu vēstuli
ru: Спросить, прежде чем выбрать другой почтовый ящик для показа непрочитанного сообщения

source: Page Up/Page Down keys scroll text by
el: Τα πλήκτρα Page Up/Page Down κυλούν το κείμενο κατά
ru: Прокручивать текст с помощью клавиш «Page Up»/«Page Down»

source: percent
bs: procenat
el: τοις εκατό
lv: procentiem
ru: процентов

source: Message window
bs: Prozor za poruke
el: Παράθυρο μηνύματος
lv: Vēstules logs
ru: Окно сообщения

source: After moving a message:
bs: Poslije premiještanja poruke:
el: Μετά τη μετακίνηση ενός μηνύματος:
lv: Pēc vēstules pārvietošanas:
ru: После перемещения сообщения:

source: Sorting and threading
bs: Sortiranje i nizanje
el: Ταξινόμηση και νηματοποίηση
lv: Kārtošana un salikšana pavedienos
ru: Сортировка и формирование цепочек сообщений

source: Default sort column:
bs: Obično sortiranje kolone:
el: Προεπιλεγμένη στήλη ταξινόμησης:
lv: Noklusējuma kārtošanas kolonna:
ru: Сортировать по столбцу:

source: Thread messages by default
el: Νηματοποίηση μηνυμάτων από προεπιλογή
ru: Собирать сообщения в цепочки

source: Expand threads on open
bs: Proširi niti pri otvaranju
el: Ανάπτυξη νημάτων κατά το άνοιγμα
lv: Izvērst pavedienus atverot
ru: Разворачивать цепочки при открытии

source: Fonts
bs: Pisma
el: Γραμματοσειρές
lv: Fonti
ru: Шрифты

source: Use system fonts
el: Χρήση γραμματοσειρών συστήματος
ru: Использовать системные шрифты

source: Use default font size
bs: Koristite običnu veličinu pisma
el: Χρήση προεπιλεγμένου μεγέθους γραμματοσειράς
lv: Lietot noklusējuma fonta izmēru
ru: Использовать размер шрифта, установленный по умолчанию

source: Message font:
bs: Pismo poruke:
el: Γραμματοσειρά μηνύματος:
lv: Vēstules fonts:
ru: Шрифт сообщения:

source: Subject font:
bs: Vrsta slova teme:
el: Γραμματοσειρά θέματος:
lv: Temata fonts:
ru: Шрифт темы:

source: Quoted and flowed text
bs: Navedeni i trenutni tekst
el: Κείμενο παράθεσης και ροής
lv: Citēts un plūstošais teksts
ru: Цитируемый и переносимый текст

source: Mark quoted text
bs: Označi navedeni tekst
el: Σήμανση κειμένου παράθεσης
lv: Atzīmēt citēto tekstu
ru: Отмечать цитируемый текст

source: Quoted text regular expression:
el: Κανονική έκφραση κειμένου παράθεσης:
ru: Регулярное выражение для цитированного текста:

source: Wrap text at
bs: Prelomj tekst u
el: Αναδίπλωση κειμένου στους
lv: Aplauzt tekstu pie
ru: Переносить текст на

source: HTTP cache size: %s
el: Μέγεθος προσωρινής μνήμης HTTP: %s
ru: Размер кеша HTTP: %s

source: Display of multipart/alternative parts
bs: Prikaz duplih/alternativnih dijelova
el: Εμφάνιση πολυμερών/εναλλακτικών τμημάτων
lv: Parādīt vairāku daļu/alternatīvās daļas
ru: Показ сообщений с несколькими частями (multipart)

source: Prefer text/plain over HTML
el: Προτίμηση απλού κειμένου έναντι HTML
ru: Предпочтение в использовании простого текста вместо HTML

source: Manage exceptions…
el: Διαχείριση εξαιρέσεων…
ru: Управление исключениями…

source: Clear HTTP cache…
el: Καθαρισμός προσωρινής μνήμης HTTP…
ru: Очистить HTTP кеш…

source: Message colors
bs: Boje poruka
el: Χρώματα μηνύματος
lv: Ziņojumu krāsas
ru: Цвета сообщения

source: Quote level %d color
bs: Navedeni nivo %d boje
el: Χρώμα επιπέδου παράθεσης %d
lv: Citēšanas līmeņa %d krāsa
ru: %d цвет цитируемого текста

source: Link color
bs: Boja veze
el: Χρώμα συνδέσμου
lv: Saites krāsa
ru: Цвет ссылки

source: Hyperlink color
bs: Boja hiperveze
el: Χρώμα υπερσυνδέσμου
lv: Hipersaites krāsa
ru: Цвет гиперссылки

source: Format
el: Μορφή
lv: Formāts
ru: Формат

source: Date encoding (for strftime):
bs: Dekodiranje datuma (za strfvrijeme):
el: Κωδικοποίηση ημερομηνίας (για strftime):
lv: Datuma kodējums (strftime formātā):
ru: Кодирование данных (для strftime):

source: Selected headers:
bs: Označena zaglavlja:
el: Επιλεγμένες κεφαλίδες:
lv: Izvēlētās galvenes:
ru: Выбранные заголовки:

source: National (8-bit) characters in broken messages without codeset header
bs: Nacionalni (8-bitni) karakteri u oštećenim porukama bez zaglavlja za postavku koda
el: Εθνικοί (8-bit) χαρακτήρες σε κατεστραμμένα μηνύματα χωρίς κεφαλίδα συνόλου κωδικοποίησης
lv: Nacionāli (8 bitu) rakstzīmes salauztās vēstulēs bez kodējuma galvenes
ru: Национальные (8-битные) символы в повреждённых сообщениях без установленной кодировки заголовка
